{"originalTitle": "Völsunga_Saga_Chapter_25", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_25", "text": {"0": "Gjúki hét konungr. Hann hafði ríki fyrir sunnanRín. Hann átti þrjá sonu, er svá hétu: Gunnarr,Högni, Guttormr. Guðrún hét dóttir hans. Hún varfrægst mær. Báru þau börn mjök af öðrum konungabörnum um alla atgervi, bæði um vænleik ok vöxt.Þeir váru jafnan í hernaði ok unnu mörg ágætisverk.Gjúki átti Grímhildi ina fjölkunngu. Buðli hét konungr.Hann var ríkari en Gjúki ok þó báðir ríkir. Atlihét bróðir Brynhildar. Atli var grimmr maðr, mikillok svartr ok þó tíguligr ok inn mesti hermaðr. Grímhildrvar grimmhuguð kona. Ráð Gjúkunga stóð meðmiklum blóma ok mest fyrir sakir barna hans, ermjök váru um fram flesta.Eitt sinn segir Guðrún meyjum sínum, at hún máeigi glöð vera. Ein kona spyrr hana, hvat henni sé atógleði. Hún svarar: \"Eigi fengum vér tíma í draumum.Er því harmr í hjarta mér. Ráð drauminn, þarer þú fréttir eptir.\" Hún svarar: \"Seg mér ok lát þikeigi hryggja, því at jafnan dreymir fyrir veðrum.\"Guðrún svarar: \"Þetta er ekki veðr. Þat dreymdi mik,at ek sá einn fagran hauk mér á hendi. Fjaðrar hansváru með gulligum lit.\" Konan svarar: \"Margir hafaspurt af yðrum vænleik, vizku ok kurteisi. Nokkurskonungs sonr mun biðja þín.\" Guðrún svarar: \"Engihlutr þótti mér haukinum betri, ok allt mitt fé vildaek heldr láta en hann.\" Konan svarar: \"Sá, er þú fær,mun vera vel menntr, ok muntu unna honum mikit.\"Guðrún svarar: \"Þat angrar mik, at ek veit eigi, hverrhann er, ok skulum vér hitta Brynhildi. Hún munvita.\"Þær bjuggust með gulli ok mikilli fegrð ok fórumeð meyjum sínum, unz þær kómu at höll Brynhildar.Sú höll var búin með gulli ok stóð á einu bergi. Oker sén er ferð þeira, þá er Brynhildi sagt, at margarkonur óku at borginni með gylltum vögnum. \"Þarmun vera Guðrún Gjúkadóttir,\" segir hún. \"Mikdreymdi um hana í nótt, ok göngum út í mót henni.Ekki sækja oss fríðari konur heim.\" Þær gengu út ímóti þeim ok fögnuðu vel. Þær gengu inn í þá inafögru höll. Salrinn var skrifaðr innan ok mjök silfribúinn. Klæði váru breidd undir fætr þeim, ok þjónuðuallir þeim. Þær höfðu margs konar leika. Guðrúnvar fáorð. Brynhildr mælti: \"Hví megi þér eigi gleðibella? Ger eigi þat, skemmtum oss allar saman okræðum um ríka konunga ok þeira stórvirki.\" \"Gerumþat,\" segir Guðrún. \"Eða hverja veiztu fremsta konungaverit hafa?\" Brynhildr svarar: \"Sonu Hámundar,Haka ok Hagbarð. Þeir unnu mörg frægðarverk íhernaði.\" Guðrún svarar: \"Miklir váru þeir ok ágætiren þó nam Sigarr systur þeira, en hefir aðra innibrennda, ok eru þeir seinir at hefna. Eða hví nefnirþú eigi bræðr mína, er nú þykkja fremstir menn?\"Brynhildr segir: \"Þat er í góðum efnum, en eigi eruþeir enn mjök reyndir, ok veit ek einn mjök af þeimbera, en þat er Sigurðr, sonr Sigmundar konungs. Hannvar þá barn, er hann drap sonu Hundings konungs okhefndi föður síns ok Eylima, móðurföður síns.\" Guðrúnmælti: \"Hvat var til merkja um þat? Segir þú hannborinn, þá er faðir hans fell?\" Brynhildr svarar: \"Móðirhans gekk í valinn ok fann Sigmund konung sáranok bauð at binda sár hans, en hann kveðst of gamallsíðan at berjast, en bað hana við þat huggast, at húnmundi æðstan son ala, ok var þar spá spaks geta. Okeptir andlát Sigmundar konungs fór hún með Álfikonungi, ok var Sigurðr þar upp fæddr í mikilli virðingu,ok vann hann mörg afreksverk á hverjum degi,ok er hann ágæztr maðr í veröldu.\" Guðrún mælti:\"Af ást hefir þú fréttum til hans haldit. En af þvíkom ek hér at segja þér drauma mína, er mér fengumikillar áhyggju.\" Brynhildr svarar: \"Lát þik eigi slíktangra. Ver með frændum þínum, er allir vilja þikgleðja.\" \"Þat dreymdi mik,\" sagði Guðrún, \"at vérgengum frá skemmu margar saman ok sám einn mikinnhjört. Hann bar langt af öðrum dýrum. Hár hansvar af gulli. Vér vildum allar taka dýrit, en ek einnáða. Dýrit þótti mér öllum hlutum betra. Síðanskauztu dýrit fyrir knjám mér. Var mér þat svá mikillharmr, at ek mátta trautt bera. Síðan gaftu mér einnúlfhvelp. Sá dreifði mik blóði bræðra minna.\" Brynhildrsvarar: \"Ek mun ráða sem eptir mun ganga: Tilykkar mun koma Sigurðr, sá er ek kaus mér til manns.Grímhildr gefr honum meinblandinn mjöð, er öllumoss kemr í mikit stríð. Hann muntu eiga ok hannskjótt missa. Þú munt eiga Atla konung. Missa muntubræðra þinna, ok þá muntu Atla vega.\" Guðrún svarar:\"Ofrharmr er oss þat at vita slíkt.\" Ok fara þærnú í brott ok heim til Gjúka konungs."}}