{"originalTitle": "Grettis_Saga_Chapter_84", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_84", "text": {"0": "Nú riðu menn til alþingis og urðu færri liðveislumenn Önguls    en hann ætlaði því að málið mæltist illa fyrir. Þá spurði    Halldór hvort þeir skyldu hafa höfuð Grettis með sér til    alþingis. Öngull lést það ætla að hafa.    \"Það er óráðlegt,\" segir Halldór, \"því að nógu margir munu    vera mótstöðumenn þínir þó að þú gerir eigi slíkar áminningar    til þess að vekja upp harma manna.\"    Þá voru þeir komnir á veg og ætluðu að ríða Sand suður.    Öngull lét þá taka höfuðið og grafa niður í sandþúfu eina. Er    það kölluð Grettisþúfa.    Á alþingi var fjölmennt og bar Öngull fram mál sín og hrósaði    mjög verkum sínum að hann hafði drepið þann skógarmann er    gildastur hefði verið á landinu og þóttist eiga fé það sem    lagið var til höfuðs honum. En Þórir hafði hin sömu svör sem    fyrr voru sögð. Þá var lögmaður beiddur úrskurðar. Hann    kvaðst heyra vilja ef nokkurar gagnsakir kæmu þar í móti er    þar fyrir mætti Öngull missa sektarfjárins, ellegar mundi    hann hafa slíkt sem til höfuðs honum var lagið.    Þá kvaddi Þorvaldur Ásgeirsson til Skammhöndung að bera fram    sökina og stefndi Þorbirni öngli annarri stefnu um galdur og    fjölkynngi þá er Grettir mundi og bana af fengið en annarri    um það er þeir vógu að honum hálfdauðum manni og lét varða    skóggang.    Nú varð mikill sveitardráttur og urðu þeir fáir er sinnuðu    Þorbirni. Varð nú öðruvís en hann hugði því að Þorvaldi og    Ísleifi mági hans þótti það ólífsverk að gera manni gerningar    til bana. En með tillögum skynsamra manna varð sú lykt á    málum þessum að Þorbjörn skyldi sigla samsumars og koma    aldrei til Íslands meðan þeir lifðu eftir er mál áttu eftir    Illuga og Gretti. Var þá í lög tekið að alla forneskjumenn    gerðu þeir útlæga.    Og er hann sá hver hans kostur mundi verða hafði hann sig af    þinginu því að þá var búið að frændur Grettis mundu að honum    ganga. Fékk hann og ekki af því fé er til höfuðs Gretti var    lagið því að Steinn lögsögumaður vildi ei að það gyldist    fyrir níðingsverk. Öngu voru þeir menn bættir er fallið höfðu    með Þorbirni í Drangey. Skyldi það vera jafnt og víg Illuga.    Líkaði það þó frændum hans allilla.    Riðu menn nú heim af þinginu og féllu niður allar þær sakir    er menn höfðu á höndum Gretti.    Skeggi, son Gamla en mágur Þórodds drápustúfs en systurson    Grettis, fór norður til Skagafjarðar með atgangi Þorvalds    Ásgeirssonar og Ísleifs mágs hans, er síðan var biskup í    Skálholti, og samþykki alls almúga og fékk sér skip og fór    til Drangeyjar að sækja lík þeirra bræðra, Grettis og Illuga,    og færðu út til Reykja á Reykjaströnd og grófu þar að kirkju.    Og er það til marks að Grettir liggur þar að um daga    Sturlunga er kirkja var færð að Reykjum voru grafin upp bein    Grettis og þótti þeim geysistór og þó mikil. Bein Illuga voru    grafin síðan fyrir norðan kirkju en höfuð Grettis var grafið    heima að Bjargi að kirkju.    Sat Ásdís húsfreyja að Bjargi og var svo vinsæl að aldrei    voru henni ónáðir gervar og eigi heldur meðan Grettir var í    sekt.    Skeggi skammhöndungur tók við búi að Bjargi eftir Ásdísi og    var mikill maður fyrir sér. Hans son var Gamli faðir Skeggja    á Skarfsstöðum og Ásdísar móðir Odds munks. Margir menn eru    frá honum komnir."}}