{"originalTitle": "Beowulf2_Xx", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xx", "text": {"0": "XXHrothgar then spoke, the defence of the Scyldings:\"Ask not thou for health. Sorrow's renewedTo the Danes' people: dead is Aeschere,Of Yrmenlaf the elder brother,My trusted counsellor and my adviser,My right-hand man, when we in battleDefended our heads, when warriors engaged,When the boars clashed: such should an earl be,An excellent prince, as Aeschere was.She was to him the murderer in Heorot,The restless death-demon: I know not whither,Proud of her prey, she frightful withdrew,Well-known from her meal. The feud she avenged,For that thou yester-night Grendel didst killIn a powerful way by your hard grips,Because he too long my own peopleLessened and killed: in battle he fell,Of his life guilty, and now came another,A mighty fell foe, her son would avenge,And further has laid her feud upon us;Wherefore it may seem to many a thane,Who for his ring-giver mourns in his mind,A bale hard to bear; now lies the hand helpless,Which used to gratify all of your wishes.I the land-dwellers, my own people,Counsellors-in-hall, that have heard sayThat they used to see a pair of suchMickle mark-steppers holding the moors,Spirits of elsewhere: one of these was,As they most certainly might then perceive,A woman's form: the other one wretchedIn the likeness of man his exile trod-Except he was greater than any man else-Whom in yore-days Grendel they named,The dwellers-on-earth: they know not their father,Whether any to him was before bornOf wicked spirits. They in a dark land,Cliffs of wolves, dwell, windy nesses,Dangerous marshes, where mountain-streamUnder clouds of the nesses flows down below,Lake under the earth. It is not far henceIn measure by miles that the mere stands,Over which hang the rustling groves,Wood firm in its roots; they cover the water.There one every night a strange wonder may see,Fire on the flood: so wise a one lives notOf the children of men that knows its bottom:Although the heath-stepper pressed by the dogs,The stag, strong in horns, may seek the grove,Pursued from afar, his life will he give,His life on the shore, ere in it he willHide there his head. That 's no unhaunted place;Thence the boiling of waters rises up highWan to the clouds, when the wind rouses,The hateful storms, while dark grows the air,The heavens weep. Now is ready counselAgain in thee alone. The abode yet thou knowest not,The terrible place, where thou mayest findThe much-sinning being: seek if thou dare.I for the contest thee will repayWith old-time treasures, as I before did,With twisted gold, if thou comest away.\""}}