{"originalTitle": "Völsunga_Saga_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_18", "text": {"0": "Nú ríða þeir Sigurðr ok Reginn upp á heiðina áþann farveg, er Fáfnir var vanr at skríða, er hann fórtil vatns, ok þat er sagt, at sá hamarr var þrítugr, erhann lá at vatni, þá er hann drakk. Þá mælti Sigurðr:\"Þat sagðir þú, Reginn, at dreki sjá væri eigi meirien einn lyngormr, en mér sýnast vegar hans ævarmiklir.\" Reginn mælti: \"Ger gröf eina ok sezt þar í.Ok þá er ormrinn skríðr til vatns, legg þá til hjartahonum ok vinn honum svá bana. Þar fyrir fær þúmikinn frama.\" Sigurðr mælti: \"Hversu mun þá veita,ef ek verð fyrir sveita ormsins?\" Reginn svarar: \"Eigimá þér ráð ráða, er þú ert við hvatvetna hræddr. Okertu ólíkr þínum frændum at hughreysti.\"Nú ríðr Sigurðr á heiðina, en Reginn hverfr í brottyfrit hræddr. Sigurðr gerði gröf eina. Ok er hann erat þessu verki, kemr at honum einn gamall maðr meðsíðu skeggi ok spyrr, hvat hann gerir þar. Hann segir.Þá svarar inn gamli maðr: \"Þetta er óráð. Ger fleirigrafar ok lát þar í renna sveitann, en þú sit í einniok legg til hjartans orminum.\" Þá hvarf sá maðr ábrottu. En Sigurðr gerir grafar eptir því, sem fyrir varsagt. Ok er ormrinn skreið til vatns, varð mikilllandskjálfti, svá at öll jörð skalf í nánd. Hann fnýstieitri alla leið fyrir sik fram, ok eigi hræddist Sigurðrné óttast við þann gný. Ok er ormrinn skreið yfir gröfina,þá leggr Sigurðr sverðinu undir bægslit vinstra,svá at við hjöltum nam. Þá hleypr Sigurðr upp órgröfinni ok kippir at sér sverðinu ok hefir allar hendrblóðgar upp til axlar. Ok er inn mikli ormr kenndisíns banasárs, þá laust hann höfðinu ok sporðinum,svá at allt brast í sundr, er fyrir varð. Ok er Fáfnirfekk banasár, spurði hann: \"Hverr ertu, eða hverr erþinn faðir, eða hver er ætt þín, er þú vart svá djarfr,at þú þorir at bera vápn á mik?\" Sigurðr svarar: \"Ættmín er mönnum ókunnig. Ek heiti göfugt dýr, ok áek engan föður né móður, ok einn saman hefi ek farit.\"Fáfnir svarar: \"Ef þú átt engan föður né móður, afhverju undri ertu þá alinn? Ok þótt þú segir mér eigiþitt nafn á banadægri mínu, þá veiztu, at þú lýgr nú.\"Hann svarar: \"Ek heiti Sigurðr, en faðir minn Sigmundr.\"Fáfnir svarar: \"Hverr eggjaði þik þessa verks,eða hví léttu at eggjast? Hafðir þú eigi frétt þatt, hversuallt fólk er hrætt við mik ok við minn ægishjálm?Inn fráneygi sveinn, þú áttir föðr snarpan.\" Sigurðrsvarar: \"Til þessa hvatti mik inn harði hugr, ok stoðaðitil, at gert yrði, þessi in sterka hönd ok þetta itsnarpa sverð, er nú kenndir þú, ok fár er gamall harðr,ef hann er í bernsku blautr.\" Fáfnir segir: \"Veit ek,ef þú vex upp með frændum þínum, at þú mundirkunna at vega reiðr, en þetta er meiri furða, er einnbandingi hertekinn skal þorat hafa at vega at mér, þvíat fár hernuminn er frækn til vígs\" Sigurðr mælti:\"Bregðr þú mér, at ek væra fjarri mínum frændum?En þótt ek væra hernuminn, þá var ek þó eigi heptr,ok þat fanntu, at ek var lauss.\" Fáfnir svarar: \"Heiptyrðitekr þú hvetvetna því, er ek mæli. En gull þettamun þér at bana verða, er ek hefi átt. Sigurðr svarar:\"Hverr vill fé hafa allt til ins eina dags, en eitt sinnskal hverr deyja.\" Fáfnir mælti: \"Fátt vill þú at mínumdæmum gera, en drukkna muntu, ef þú ferr umsjá óvarliga, ok bíð heldr á landi, unz logn er.\" Sigurðrmælti: \"Seg þú þat, Fáfnir, ef þú ert fróðr mjök:Hverjar eru þær nornir, er kjósa mögu frá mæðrum?\"Fáfnir svarar: \"Margar eru þær ok sundrlausar, sumareru Ása ættar, sumar eru álfa ættar, sumar eru dætrDvalins.\" Sigurðr mælti: \"Hve heitir sá hólmr, erblanda hjörlegi Surtr ok Æsir saman?\" Fáfnir svarar:\"Hann heitir Óskaptr.\" Ok enn mælti Fáfnir: \"Reginn,bróðir minn, veldr mínum dauða, ok þat hlægirmik, er hann veldr ok þínum dauða, ok ferr þá semhann vildi.\" Enn mælti Fáfnir: \"Ek bar ægishjálm yfiröllu fólki, síðan ek lá á arfi míns bróður, ok svá fnýstaek eitri alla vega frá mér í brott, at engi þorði at komaí nánd mér, ok engi vápn hræddumst ek, ok aldri fannek svá margan mann fyrir mér, at ek þættumst eigimiklu sterkari, en allir váru hræddir við mik.\" Sigurðrmælti: \"Sá ægishjálmr, er þú sagðir frá, gefr fám sigr,því at hverr sá, er með mörgum kemr, má þat finnaeitthvert sinn, at engi er einna hvatastr.\" Fáfnir svarar:\"Þat ræð ek þér, at þú takir hest þinn ok ríðir ábrott sem skjótast, því at þat hendir opt, at sá, er banasárfær, hefnir sín sjálfr.\" Sigurðr svarar: \"Þetta eruþín ráð, en annat mun ek gera. Ek mun ríða til þínsbóls ok taka þar þat it mikla gull, er frændr þínir hafaátt. Fáfnir svarar: \"Ríða muntu þar til, er þú finnrsvá mikit gull, at ærit er um þína daga, ok þat samagull verðr þinn bani ok hvers annars, er þat á.\" Sigurðrstóð upp ok mælti: \"Heim munda ek ríða, þóttek missta þessa ins mikla fjár, ef ek vissa, at ek skyldaaldri deyja, en hverr frækn maðr vill fé ráða allt tilins eina dags. En þú, Fáfnir, ligg í fjörbrotum, þarer þik Hel hafi.\" Ok þá deyr Fáfnir."}}