{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_18", "text": {"0": "Því næst fóru þeir Ásmundr ok Herrauðr á skip, okhöfðu þeir dreka þá ina góðu, sem þeir höfðu áttVísinn ok Bolabjörn. Er eigi getit um þeira ferð, fyrren þeir koma norðr á Hálogaland. Ok er landsmennsá dreka þeira, þá sagðist Óttarr konungr vita, atþessir menn mundu langt at komnir. En þegar þeirváru landfastir, slógu þeir tjöldum. Ásmundr gekk áfund föður síns við tólfta mann. Hann kvaddi konungvirðuliga. Konungr þekkti hann eigi, en móðir hansþekkti hann, þegar hún sá hann, ok hvarf til hans.Óttarr spurði, hverr sá maðr væri, er hún léti sválíkliga við, en Ásmundr sagði til it sanna. Reis þar núupp ágæt veizla, ok sátu þar mánuð í miklum fagnaðiok sögðu konungi frá ferðum sínum, ok þótti konungiþeim vel hafa til tekizt ok gæfusamliga. Sagði Herrauðrþá Ásmundi, at hann vildi, at þeir sigldi austr til Gautlandsat biðja Æsu, dóttur Hrings konungs. Ásmundiþótti þat vel stofnat. En þegar þeim gaf byr, siglduþeir austr í Gautland, ok fagnar Egill þeim vel ok þeirHringr konungr. Hafði Herrauðr þá uppi orð sín okbað Æsu, ok var þeim málum vel svarat, ok var húnhonum gift með sæmiligri heimanfylgju. Var þegardrukkit brullaup þeira, ok fór þat vel fram.En at þeiri veizlu liðinni, þá sigldu þeir Egill okHerrauðr í Austrveg, en Ásmundr skyldi hafa vald yfirGautlandi, þegar Hrings konungs missti við. En þáþeir kómu í Tattaríá, þá var Tryggvi konungr andaðr,ok var Egill þar til konungs tekinn, ok bjuggu þauBekkhildr þar síðan, en Herrauðr settist at ríki sínusíðan, ok kómu þeir ekki norðr hingat síðan.Ásmundr fór heim til Hálogalands, ok stýrði hannþar lengi. Ármóðr hét sonr hans. Hann átti Eðnýju,dóttur Hákonar konungs Hámundarsonar ór Danmörk,ok er þaðan mikil ætt komin. Þenna Ármóð drapStarkaðr inn gamli í laugu, ok var þat it síðastaóskapaverk hans. Brynhildr lifði ekki lengi, ok giftistÁsmundr síðan ok fekk dóttur Soddáns konungs af Serklandiok átti at sækja brullaup sitt á einu skipi, því atþeir vildu svíkja hann, ok lét Ásmundr þá gera skipþat, er Gnoð hét, ok hefir þat skip stærst gert verit, sváat menn viti, fyrir norðan Grikklandshaf. Af því skipitók Ásmundr nafn ok var kallaðr Gnoðar-Ásmundr, okþykkir hann hafa verit mestr af fornkonungum þeim,sem ekki stýrðu þjóðlöndum. Hann tapaðist við Hléseyok með honum meir en þrjár þúsundir manna, oksegja menn, at Óðinn legði hann með geiri í gegnum,þá hann hljóp fyrir borð, en Gnoð sökk til grunna meðöllum farmi sínum, ok hefir síðan engi hlutr fundiztaf henni ok engu því, sem þar var á, ok lúkum vér þarþessi sögu."}}