{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_22", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_22", "text": {"0": "Þat var sagt, at einhvern dag kallar Sturlaugr til sínFrosta ok talar við hann: \"Sendiför hefi ek þér ætlat.\"Hann spurði at, hver sú væri. \"Þú skalt fara norðr áFinnmörk ok koma kefli þessu í kné dóttur Snæs konungs.\"Hann játar ferðinni. Eptir þetta býst Frosti áburt ok ferr nú í haf. Hann kemr á Finnmörk ok fyrirSnæ konung ok heilsar á hann. Konungr tók vel kveðjuhans ok spyrr hann at nafni. Hann kveðst Gestr heita,\"ok biðja verð ek yðr, at þér takið við mér.\" Konungrkveðst svá gera skyldu. Hann var fáskiptinn ok óhlutsamrum þat, sem við bar. Var hann þar um vetrinn,ok var konungi vel til hans. Skammt frá höllinni varskemma ein ok tveir skíðgarðar svá hávir, at eigi komstyfir utan fugl fljúgandi. Jafnan sitr Frosti um skíðgarðinnok vildi sjá Mjöll konungsdóttur ok gat þataldri leikit. Líðr vetrinn, ok gerist eigi til tíðenda.Ok einn dag, er menn váru á leiki með konungi,gengr Frosti til skíðgarðsins ok sér, at opinn er skíðgarðrinnok svá skemman. Hann gengr inn ok sér, atþar sitr kona á stóli ok kembir sér með gullkambi.Hárit lá á dýnunni hjá henni fagrt sem silki. Hann sérnú yfirlit hennar, ok þóttist hann eigi hafa sét fegrikonu en þessa. Hann mátti eigi kyrr vera, er hannmátti eigi fram koma því, er hann vildi, tekr nú keflitok kastar í kné hennar. Hún sópar frá sér hárinu oktekr keflit ok lítr á. Ok er hún hafði á litit ok lesit,lítr hún út til skíðgarðsins ok brosti ok þótti allvænligaum þat, sem á var ristit keflinu. Kómu nú þjónustumeyjarhennar í skemmuna, en Gestr gekk í burtok heim til hallar ok mátti hvárki neyta svefns né matarfyrir áhyggju þeiri, er hann hafði á ferð sinni. Oker allir menn váru í svefni, var tekit á brjósti Frosta.Hann fylgir upp hendinni. Gullhringr fell fram afhandleggnum. Hann stendr upp ok gengr út. Þar erþá Mjöll konungsdóttir ok mælti: \"Er þat satt, er ritater á keflit?\" segir hún. \"Satt er þat,\" segir hann. Húnmælti: \"Saman kemr þat með okkr Sturlaugi, því atsá er engi maðr undir heims sólunni, at mér finnistmeira til. Vilda ek gjarna vera hans frilla, ef hannvildi svá. Munda ek eigi spara alla blíðu honum atveita með faðmlögum ok hæverskligum blíðubrögðum,kossum ok kærleikum.\" \"Þetta vill hann allt blíðligiþiggja,\" segir hann, \"ef þú kemr til hans.\" \"Ertu þábúinn, Frosti?\" segir hún. \"Fyrir löngu em ek albúinn,\"segir hann. Hún gengr þá at hallardyrum okhefir þar nokkurn formála, áðr hún fari í burt.Eptir þat fara þau, ok gat Frosti varla fylgt henni.Hún mælti: \"Harðla seinfærr ertu, Frosti minn, oktaktu undir belti mér.\" Hann þóttist vindfullr verða,svá fór hún hart. Ok er eigi sagt frá ferð þeira, fyrren þau kómu í Svíþjóð. Tóku konur þá Mjöll konungsdótturtil sín í skemmu, en Frosti fann Sturlaug oksegir honum frá ferðum sínum ok svá sem þá er komit.Sturlaugr mælti: \"Nú er genginn refr ór skorum. Skaltunú drekka brullaup til hennar ok fara í skrúða minninn bezta. Mun hún hyggja ek sé, því at vit erum mennmjök líkir at öllu áliti.\" Frosti mælti: \"Þínum ráðumöllum vil ek fram fara.\" Þá segir Sturlaugr: \"Þat vilek, Frosti, þá þú kemr í sæng hjá Mjöll konungsdóttur,at þú spyrir hana at, af hverjum rökum úrarhornsé komit, því at hún ein veit þat, en ek mun standaundir tjaldinu, meðan þit talið þetta.\" Hann kveðstsvá gera skyldu. Nú gengr hann inn í höllina meðfjölda manns í fögrum skrúða ok sezt í hásæti, ok ætlaallir Sturlaug. Mjöll lítr allhýrliga til brúðgumans okhyggr allgott til ráðanna.Líðr á kveldit, þar til er þau koma í eina sæng. Þásnýst brúðrin at bónda sínum ok talar allblíðliga viðhann. Frosti segir til hennar: \"Hversu þykkir þér snúitráði þínu?\" \"Nú þykkir mér at óskum ganga, Sturlaugrminn,\" segir hún, \"eða þykki þér eigi svá?\" \"Svá ermér ok einninn um gefit,\" segir hann, \"en einn er sáhlutr, er ek vilda, at þú segðir mér.\" \"Hverr er sá?\" segirhún. \"Þat er með því móti,\" segir hann, \"at heitstrenginger á hendi mér, at ek skylda vita, af hverjum rökumúrarhorn er komit.\" \"Þat kann ek at segja þér,\"segir hún. \"Er þar þá fyrst frá at segja, at Haraldrkonungr herjaði víða um lönd ok fekk jafnan sigr, þarsem hann kom, en jafnan kom hallæri mikit víða umlönd ok mest á Bjarmaland, svá at bæði eyddi fé okmönnum. Þá tóku þeir dýr eitt ok blótuðu ok kölluðuþat úr. Þat gapti á þá kjaptinum, ok köstuðu þeir ofaní þat gulli ok silfri, ok svá mögnuðu þeir þat, at þatvarð hverju dýri meinna ok verra. Þat tók þá bæði ateta menn ok fénað, ok allt braut þat undir sik ok eyddiallt fyrir vestan ána Vínu, svá at ekkert kvikendi komstundan. Engi var sá kappi, at þyrði at ganga á mótiþessu dýri, þar til at Haraldr konungr frétti þessi tíðendiok þat, at þar var féván mikil, ok heldr þangatmeð þrjú hundruð skipa, ok kómu at Bjarmalandi.Þar bar svá til, at Haraldr konungr sofnaði. Kom athonum kona ok lét heldr ríkuliga. Hún mælti við konunginn:\"Hér liggr þú ok ætlar at sigra dýr várt, erúr heitir.\" Konungr mælti: \"Hvert er heiti þitt?\" \"Goðríðr,\"segir hún, \"ok er ek skammt á land upp, en efþú vilt mín ráð hafa, þá skaltu fara á land upp á morginmeð helming liðs þíns, þá muntu sjá dýrit. Þat munóttast mannfjöldann ok taka undan til sjóvar. Þá skaltuat hleypa öllum hinum hernum ok bera at stórtré oklemja þat með. Dýrit mun hlaupa undan út á sjóinn.Þá mun Goðríðr renna sér fyrir þat, en þat mun hneppamik á kaf undir sik ok halda niðri. Þat mun eptir þatdautt upp koma. Þá skaltu taka þat, en ek skal eigakjörgrip af dýrinu, en þat er horn, er stendr fram órhöfðinu.\" \"Svá skal vera,\" segir konungr. Leið af nóttin,ok allt fór á sömu leið, sem hún sagði, at þeir gátuunnit dýrit. Þá kom þar þessi kona ok tók horn þetta.\"Þat it sama sóttir þú, Sturlaugr minn, til Bjarmalandsí hofit. Nú hefi ek sagt þér, af hverjum rökum úrarhorner upp runnit.\" Hann segir: \"Vel hefir þú núgert,\" segir hann.Ok eptir þat gengr Sturlaugr í burt, ok er nú eldrlagðr í skemmuna ok brennd at köldum kolum Frostiok Mjöll. Létu þau þar svá líf sitt. Váru þetta allt ráðVéfreyju, því at Mjöll var svá fjölkunnig, at húnmundi þegar kastat hafa fjölkynngi einhverju á þauSturlaug ok Véfreyju, ef hún hefði þetta fyrir vitat."}}