{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_46", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_46", "text": {"0": "Þeir Hrólfr konungr ok hans menn fóru nú veg sinnok ríða þann dag nær allan. Ok sem nátta tók, finnaþeir bæ einn ok kómu til dyra. Er þar fyrir Hrani bóndiok býðr þeim allan greiðskap ok kallaði, at ekki hefðifarit fjarri eptir því, sem hann gat til um ferðir þeira.Konungr sannar þat ok kallar hann vera óreykblindan\"Hér eru vápn, er ek vil gefa þér,\" segir Hrani bóndi.Konungr mælti: \"Ferlig vápn eru þetta, karl,\" en þatvar skjöldr ok sverð ok brynja. Ekki vill Hrólfr konungrþiggja vápnin. Hrani bregzt við þetta nær reiðr okþykkir gerð til sín svívirðing mikil í þessu. \"Ekki ertuþér svá hagfelldr í þessu, Hrólfr konungr,\" sagði Hrani,\"sem þú munt ætla, ok eru þér jafnan eigi svá vitrirsem þér þykkizt,\" ok tók bóndi á þessu hrakliga. Varðnú eigi af nætrgreiðanum, ok vilja þeir nú ríða vegsinn, þó at nótt sé myrk. Hrani er óhýrligr undir brúnat líta ok þykkist nú lítils virtr, er þeir þágu eigi gjafiraf honum, letr hann nú eigi, at þeir ríði sem þeim líkar.Riðu þeir nú á burt við svá búit, ok varð ekki af kveðjum.Ok sem þeir eru ekki langt komnir, nemr Böðvarrbjarki staðar. Hann tók svá til orða: \"Eptir koma ósvinnumráð í hug, ok svá mun mér nú fara. Þat grunar mikoss muni ekki allsvinnliga til tekizt hafa, at vér höfumþví neitat, sem vér áttum at játa, ok munum vér sigrihafa neitat.\" Hrólfr konungr segir: \"Þat it sama grunarmik, því at þetta mun Óðinn gamli verit hafa, ok atvísu var maðrinn einsynn.\" \"Snúum nú aptr sem hvatast,\"segir Svipdagr, \"ok reynum þetta.\" Þeir koma núaptr, ok er þá horfinn bærinn ok karlinn. \"Eigi stoðarhans at leita,\" segir Hrólfr konungr, \"því at þat er illrandi.\" Þeir fara nú leið sína, ok er ekki sagt af ferðumþeira, fyrr en þeir koma í Danmörk í ríki sitt, ok setjastnú um kyrrt.Þat ráð gaf Böðvarr konunginum, at hann sé lítt íorrostum þaðan í frá. Lízt þeim þá líkara, at lítt mundiá þá leitat, ef þeir væri kyrrir, en lézt hræddr vera umþat, hversu konungrinn mundi sigrsæll upp frá þessu,ef hann treysti nokkut á þat. Hrólfr konungr segir:\"Auðna ræðr hvers manns lífi, en ekki sá illi andi.\"Böðvarr mælti: \"Þik vildum vér sízt láta, ef vér ættumat ráða, en þó hefi ek meiri grun, at skammt munitil stórra tíðenda fyrir oss öllum.\" Hættu þeir svá þessutali, ok urðu þeir stórliga frægir af þessari ferð."}}