{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_26", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_26", "text": {"0": "Þat er sagt, at nokkurir mikils háttar menn í Englandiurðu til þess at rægja Hrólf konung Gautrekssonvið Ellu konung ok sögðu hann búa um svikræðivið hann. Váru at þessu óráði fyrirmenn tveir jarlarok margir aðrir ríkir menn. Þeir sögðu, at Hrólfrkonungr ætlaði at komast at ríkinu, hvat sem hannynni til. Ella konungr vildi þessu ekki trúa, ok fór sváfram nokkura stund, at þeir kærðu þetta í hljóði fyrirkonunginum. Konungr helt uppteknum hætti við Hrólfkonung um alla gleði ok kvað þetta mundu vera inamestu lygi. Hér kom um síðir, at konunginn grunaði,því at þeir sönnuðu þetta með mörgum skrökvottum.Fundu menn þá brátt, at skipti lyndi konungsins, okgerðist hann fár við Hrólf konung hjá því, sem verithafði. Hrólfr konungr gaf sér ekki at, ok liðu svá ennnokkurar stundir.Þat var einn tíma, at jarlar kómu at máli við Ellukonung ok kærðu fyrir honum þessi svikræði. Konungrsvarar: \"Með því at þér þykkizt finna þenna mannat svikum við oss, þá gef ek yðr orlof til, at skapið honumfyrir makliga hefnd, en þar sem Hrólfr konungrsitr hér at váru boði, þá hefi ek eigi lund til at veitahonum atgöngu, meðan hann verðr eigi berr at svikumvið oss, ok vil ek hjá sitja öllum yðrum viðskiptum.\"Mælti konungr af því svá, at honum var grunrá, at þeir mundu ljúga. Jarlar kváðust eigi framar beiðaaf konungi. Síðan á kváðu þeir stefnu til, nær þeirmundu veita Hrólfi konungi atgöngu, kváðust munduhann sækja bæði með eldi ok járnum. Konungr baðþá nú gera sem þeim líkaði. Ok þann sama aptan, erjarla var at ván, veitti Ella konungr af miklu kappiok gerði sik inn blíðasta við Hrólf konung. Urðu flestirallir mjök drukknir. Hrólfr konungr drakk þá jafnanminnst, er aðrir váru mest drukknir. Hrólfr konungrsvaf við sína menn í einni útiskemmu. Hann var þvívanr at ganga jafnan tímanliga at sofa, ok svá gerði hannþann aptan. Ella konungr mælti: \"Þú, Hrólfr konungr,hefir dvalizt í váru ríki um stundar sakir. Höfumvér jafnan skynjat yðvart athæfi ok yðvarra mannameð góðri siðferð ok hæverskligum hversdags háttum.Nú vil ek sofa í nótt í yðru herbergi ok skynja athæfiyðvarra manna eigi síðr um nætr en um daga.\" Hrólfrkonungr svarar: \"Þat er yðr gjarna í té, ef þér viliðhafa lítillæti til þess, ok viljum þat með þökkum taka.\"Ok sem borð váru upp tekin, gengr Ella konungr meðHrólfi konungi til skemmunnar, ok lögðust til svefnsok sofnuðu skjótt.Ok er þeir höfðu skamma stund sofit, vaknar Hrólfrkonungr við þat, at út er at heyra mikit háreysti, harkok vápnagný.  Þat fylgdi ok, at eldr var borinn atskemmunni. Hrólfr konungr bað sína menn vaka okvápna sik, -- \"ok er oss orðit þetta mikit slys, er Ellakonungr skal hér hjá oss staddr í þessum háska, því atþessir menn munu þykkjast við oss sakir eiga, ok er þatillt, at svá góðr konungr ok réttlátr skal gjalda vár.\"Hrólfr konungr vildi vekja konunginn ok gat þat eigigert. Svaf hann svá fast, at hann varð eigi varr við þettahark. Hrólfr konungr mælti: \"Hér mun verða skjótttil ráða at taka, áðr hús þetta brenni yfir oss. Vér skulumrífa setstokka ór húsinu ok færa fram á þilit, sváat undan gangi.\" Konungr skipaði til þá menn, ersterkastir váru, ok lét taka Ellu konung upp í öllumklæðum ok bera svá út ok bað menn bera hann tilsængr sinnar -- \"ok gefa at því beztan gaum, er konunginnvarðar, því at þar liggr við sæmd vár.\" Ok erþeir kómu út, sá þeir, at þar var komit fjölmenni mikit,tókst þar þegar in snarpasta orrosta. Ok er Ella konungrer út kominn, kallar hann ok biðr menn eigiberjast lengr. Síðan segir hann Hrólfi konungi svá semfarit hafði ok kvað þetta at sumu leyti sín ráð verit hafaok bað Hrólf konung fyrirgefa sér þetta tiltæki, enkvað þá skyldu drepa, er þetta róg höfðu kveykt. Hrólfrkonungr kvað þá ekki fyrir þetta drepa skyldu. Varðhann við þetta stórliga vinsæll af Englands mönnum.Tóku konungar nú at halda uppteknum hætti um sínavináttu. Veitti Ella konungr Hrólfi konungi enn betrþaðan af en áðr, því at nú þóttist hann þat hafa reynt, athann var engum líkr at sínum heilleika. Líðr nú afvetrinn, ok kom sumarit."}}