{"originalTitle": "Grettis_Saga_Chapter_22", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_22", "text": {"0": "Um vorið fór Grettir norður í Voga með byrðingsmönnum. Skildu    þeir Þorkell með vináttu en Björn fór vestur til Englands og    var fyrir skipi Þorkels því er þangað fór. Hafðist Björn þar    við um sumarið og keypti til handa Þorkeli þá hluti sem hann    hafði honum um boðið. Sigldi hann vestan er á leið haustið.    Grettir var í Vogum til þess er flotinn leysti. Síðan sigldi    hann norðan með byrðingsmönnum nokkurum þar til er þeir komu    í höfn þá er í Görtum heitir, það er fyrir Þrándheimsmynni,    og tjölduðu þar yfir sig. Og er þeir höfðu um búist sigldi    skip sunnan fyrir land. Þeir kenndu brátt að það var    Englandsfar. Þessir lögðu að utar við ströndina, gengu á    land.    Grettir og hans félagar viku til móts við þá. En er þeir    fundust sér Grettir að Björn er þar í liði og mælti: \"Það er    vel að við höfum hér fundist. Munum við nú taka til hinna    fornu greina okkarra. Vil eg nú reyna hvor okkar meira má.\"    Björn kvað sér það fornt vera \"en ef það hefir nokkuð verið    þá vil eg bæta svo að þú þykist vel haldinn af.\"    Grettir kvað þá vísu:Íugtanna gat eg unnið,orð lék á því forðum.Feld reif hart af höldihugstríðr meginsíðan.Baugs olli því bellinnBaldr en nú skal gjalda.Oft þykjumst eg ekkiallhælinn kappmælum.    Björn sagði bætt hafa verið stærri sakir fé en þessar.    Grettir kvað fá til hafa orðið að gera sér öfundarbrögð enda    lést hann aldrei fé hafa á tekið og sagði að enn mundi svo    fara \"skulum við báðir eigi héðan heilir ganga ef eg má ráða.    Legg eg nú bleyðiorð á bak þér ef þú þorir eigi að berjast.\"    Björn sá nú að honum tjáði ekki undan að mælast, tók nú vopn    sín og gekk á land. Síðan hlupust þeir að og börðust og ekki    lengi áður en Björn varð sár og því næst féll hann dauður    niður á jörð en það sáu fylgdarmenn Bjarnar. Gengu þeir á    skip sitt, sneru norður með landi til móts við Þorkel og    sögðu honum þennan atburð. Hann kvað það eigi fyrr hafa fram    komið en von var að.    Brátt eftir þetta fór Þorkell suður til Þrándheims, fann þar    Svein jarl.    Grettir fór á Mæri eftir víg Bjarnar og hitti Þorfinn vin    sinn og sagði honum þetta sem til hafði borið.    Þorfinnur tók vel við honum \"og er það gott,\" sagði hann, \"að    þú ert vinþurfi. Skaltu með mér vera þar til er lýkur þessum    málum.\"    Grettir þakkaði honum fyrir boð sitt og kvaðst það nú þiggja    mundu.    Sveinn jarl sat inn í Þrándheimi að Steinkerum þá er hann    spurði víg Bjarnar. Þá var þar með honum Hjarrandi, Bjarnar    bróðir. Hann var hirðmaður jarls. Hann varð við reiður mjög    er hann spurði víg Bjarnar og beiddi jarl liðveislu til    málsins. Jarl hét honum því. Sendi hann þá mann til Þorfinns    og stefndi þeim Gretti báðum á sinn fund. Bjóst hann þegar og    þeir Grettir báðir eftir boði jarls og fóru inn í Þrándheim á    hans fund. Átti jarl þá stefnu að málinu og bað Hjarranda hjá    vera.    Hjarrandi kvaðst eigi mundu bera bróður sinn í sjóði. \"Skal    eg annaðhvort fara slíka fór sem hann ella hefna hans,\" segir    hann.    Nú er málið var skoðað fannst jarli sem margar sakir hefði    Björn gert við Gretti en Þorfinnur bauð fébætur eftir því sem    jarli þætti erfingjar sæmdir af og talaði um það langt erindi    hvert frelsi að Grettir hefði unnið mönnum norður í landi þá    er hann drap berserkina sem áður var sagt.    Jarl svaraði: \"Satt segir þú það Þorfinnur. Það var hin mesta    landhreinsun og vel samir oss að taka fébætur fyrir þín orð.    Er og Grettir frægur maður fyrir sakir afls og hreysti.\"    Hjarrandi vildi eigi sættum taka og skildu þeir málstefnuna.    Þorfinnur fékk til Arnbjörn, frænda sinn, að ganga með Gretti    hvern dag því að hann vissi að Hjarrandi sat um líf hans."}}