{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_19", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_19", "text": {"0": "Ok um morguninn tókst þar hörð hólmganga, okskorti þar eigi stór högg. Sáu þat allir, at þessi inn komnikunni sverði at beita með miklu afli, ok hrökkr berserkrinnallr undan fyrir honum, ok drepr hann þar.Ok þegar vill annarr drepa hann ok hefna hans, okfær hann slíka för, ok eigi léttir hann fyrr en hannhefir drepit þá fjóra. Þá mælti Aðils konungr: \"Mikinnskaða hefir þú mér gert, ok þess skaltu nú gjalda,\" okbað menn upp standa ok drepa hann. Í annan stað færdrottning sér lið ok vill veita honum ok kvað konungmega þat sjá, at miklu meira ágæti væri at honum einumen öllum þeim berserkjum. Kemr nú drottninggriðum á með þeim, ok þykkir öllum Svipdagr veramikill afreksmaðr. Sitr hann nú á bekk annan gagnvartkonungi með ráði Yrsu drottningar.Ok sem náttar, litast hann um ok þykkist enn oflítithafa at gert við berserki ok vill egna til fundar við þá,ok þykkir honum þat líkligt, er þeir sjá hann einnsaman, at þeir muni snúa at honum. Ok þat gekk eptirþví, sem hann ætlaði, því at þegar berjast þeir. Ok þákemr konungr at, er þeir höfðu barizt um hríð, ok skilrþá. Eptir þat gerir konungr berserki útlæga, þá semeptir váru, er þeir báru eigi af einum manni allir, oklézt eigi fyrr vitat hafa, at þeir væri svá litlir fyrir sérnema í orðum einum drembiligum. Þeir verða nú íburt at fara, en heitast nú at herja á ríki Aðils konungs.Konungr lézt aldri hirða um heitingar þeira ok kvaðenga dáð í bikkjum þeim. Fara þeir nú í burt meðskömm ok svívirðing. Aðils konungr hafði þó eggjatþá raunar í fyrstunni at ganga at honum ok drepahann, þá þeir sæi Svipdag einn ganga ór höllinni, okhefna sín svá, at drottning yrði ekki vör við. Svipdagrhafði þó drepit einn, þá konungr kom til at skilja þá.Aðils konungr biðr nú Svipdag veita sér eigi minnalið nú en áðr, er honum veittu allir berserkir, -- \"allrahelzt at drottning vill, at þú sért í staðinn berserkjanna.\"Þar er nú Svipdagr nokkura hríð."}}