{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_7", "text": {"0": "Nú líða stundir fram, ok var samför þeira góð okmiklar ástir. En Kráka kennir sér sóttar ok verðr léttariok elr sveinbarn, ok var sveinninn vatni ausinnok nafn gefit ok kallaðr Ívarr. En sá sveinn var beinlaussok sem brjósk væri þar, sem bein skyldu vera.Ok þá er hann var ungr, var hann vexti svá mikill,at engir váru hans jafningjar. Hann var allra mannafríðastr sýnum ok svá vitr, at eigi er víst, hverr meirispekingr hefir verit en hann. Þeim verðr enn fleiribarna auðit. Annarr sonr þeira hét Björn, inn þriðjiHvítserkr, inn fjórði Rögnvaldr. Þeir váru miklirmenn allir ok inir fræknustu, ok þegar þeir máttunokkut at hafast, námu þeir alls konar íþróttir. Okhvert sem þeir fóru, lét Ívarr bera sik á stöngum, þvíat hann mátti eigi ganga, ok skyldi hann hafa ráðfyrir þeim, hvat sem þeir höfðust at. Nú eru þeirEirekr ok Agnarr, synir Ragnars, miklir menn fyrirsér, svá at trautt finnast þeira jafningjar, ok búa þeirá herskipum hvert sumar ok eru ágætir af sínum hernaði.Ok nú er þat einn dag, at Ívarr ræðir við bræðrsína, Hvítserk ok Björn, hvé lengi svá skal fram fara,at þeir skyli heima sitja ok leita sér engrar frægðar.En þeir segja, at þeir skyli hans ráðum fram fara umþat sem annat. \"Nú vil ek,\" segir Ívarr, \"at vér biðim,at oss sé fengin skip ok lið, svá at þau sé vel skipuð,ok síðan vil ek, at vér aflim oss fjár ok ágætis, ef svávill upp takast.\" Ok er þeir höfðu þetta ráðit með sér,segja þeir Ragnari, at þeir vilja, at hann fái þeim skipok skipi liði því, er reynt sé at herfangi ok búit vel fyriralls sakir. Ok gerir hann þat eptir því, sem þeir beiddu.Ok nú er þetta lið er búit, fara þeir ór landi. Enþar sem þeir berjast við menn, fá þeir meira hlut okfá sér nú bæði mikit lið ok fé. Ok nú segir Ívarr, athann vildi, at þeir heldi þar til, er meira ofrefli erfyrir, ok reyndi svá sinn hraustleik. Ok nú spyrja þeir,hvar hann vissi þess ván. Ok nú nefnir hann einnstað, þann er heitir Hvítabær, en þar höfðu verit blót,-- \"ok margir hafa til leitat at vinna, ok hafa engirsigrazt,\" ok hafði Ragnarr komit þar ok varð frá athverfa ok fekk ekki at gert. \"Hvárt er þat lið svá mikit,\"segja þeir, \"ok svá harðfengt, eða eru þar önnur torveldi?\"Ívarr segir, at bæði var fjölmenni mikit ok blótstaðrmikill ok þat hafði öllum fyrir komit ok engirhöfðu staðizt. Ok nú mæla þeir, at hann skyldi fyrirráða, hvárt þeir skyldu þangat halda eða eigi. En hannsegir, at hann vill heldr hætta á, hvárt meira má þeimharðfengi eða blótskapr landsmanna."}}