{"originalTitle": "Grettis_Saga_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_3", "text": {"0": "Þá voru fyrir vestan haf margir ágætir menn þeir sem flúið    höfðu óðul sín úr Noregi fyrir Haraldi konungi því að hann    gerði alla útlæga, þá sem í móti honum höfðu barist, og tók    undir sig eignir þeirra.    Þá er Önundur var gróinn sára sinna fóru þeir frændur tíu í    móts við Geirmund heljarskinn, því að hann var þá frægastur    af víkingum fyrir vestan haf, og spurðu hvort hann vildi ekki    leita aftur til ríkis þess er hann átti á Hörðalandi og buðu    honum fylgd sína. Þóttust þeir eiga eftir eignum sínum að sjá    því að Önundur var stórættaður og ríkur. Geirmundur kvað þá    orðinn svo mikinn styrk Haralds konungs að honum þótti það    lítil von að þeir fengju þar sæmdir með hernaði að menn fengu    þá ósigur er að var dreginn allur landslýður, og kveðst eigi    nenna að gerast konungsþræll og biðja þess er hann átti áður    sjálfur, kveðst heldur mundu leita sér annarra forráða. Var    hann þá og af æskuskeiði. Fóru þeir Önundur aftur til    Suðureyja og hittu þar marga vini sína.    Ófeigur hét maður og var kallaður grettir. Hann var son    Einars Ölvissonar barnakarls. Hann var bróðir Óleifs breiðs,    föður Þormóðar skafta. Steinólfur var og sonur Ölvis    barnakarls, faðir Unu er átti Þorbjörn laxakarl. Steinmóður    var enn son Ölvis barnakarls, faðir Konals, föður Álfdísar    hinnar barreysku. Son Konals var Steinmóður, faðir Halldóru    er átti Eilífur son Ketils hins einhenda. Ófeigur grettir    átti Ásnýju Vestarsdóttur Hængssonar. Ásmundur skegglaus og    Ásbjörn voru synir Ófeigs grettis en dætur hans voru þær    Aldís, Æsa og Ásvör.    Ófeigur hafði stokkið um haf vestur fyrir ófriði Haralds    konungs svo og Þormóður skafti frændi hans og höfðu með sér    skuldalið sitt. Þeir herjuðu víða fyrir vestan haf.    Þrándur og Önundur tréfótur ætluðu til Írlands vestur á fund    Eyvindar austmanns, bróður Þrándar. Hann hafði landvörn fyrir    Írlandi. Móðir Eyvindar var Hlíf, dóttir Hrólfs Ingjaldssonar    Fróðasonar konungs, en móðir Þrándar var Helga dóttir Öndótts    kráku.    Björn var faðir Þrándar og Eyvindar, son Hrólfs frá Ám. Hann    stökk úr Gautlandi fyrir það að hann brenndi inni Sigfast,    mág Sölva konungs. Síðan hafði hann farið til Noregs um    sumarið og var með Grími hersi um veturinn, syni Kolbjarnar    sneypis. Hann vildi myrða Björn til fjár. Þaðan fór Björn til    Öndótts kráku er bjó í Hvinisfirði á Ögðum. Hann tók vel við    Birni og var hann með honum á vetrum en herjaði á sumrum þar    til er Hlíf kona hans lést. Eftir það gifti Öndóttur Helgu    dóttur sína Birni og lét Björn þá enn af herförum.    Eyvindur hafði þá tekið við herskipum föður síns og var nú    orðinn höfðingi mikill fyrir vestan haf. Hann átti Raförtu    dóttur Kjarvals Írakonungs.    En er þeir Þrándur og Önundur komu í Suðureyjar fundu þeir þá    Ófeig gretti og Þormóð skafta og gerðist með þeim vinátta    mikil því að hver þóttist annan úr helju heimtan hafa, þann    er eftir hafði verið í Noregi meðan ófriður var sem mestur.    Önundur var hljóður mjög. Og er Þrándur fann það spurði hann    eftir hvað honum bjó í skapi.    Önundur svaraði og kvað vísu:Glatt erat mér síð mættum,mart hremmir til snemma,oss stóð geigr af gýgigaldrs, élþrumu, skjaldar.Hykk að þegnum þykki,það er mest, koma flestum,oss til yndis missueinhlítt, til mín lítið.    Þrándur kvað hann þar mundu þykja röskvan mann sem hann væri    \"er þér sá til að staðfesta ráð þitt og kvænast. Skal eg og    leggja orð mín til og liðsinni ef eg veit hvar þú hefir hug    á.\"    Önundur kvað honum drengilega fara en kvað kvonföngin horft    hafa vænna þau er slægur sé til.    Þrándur svarar: \"Ófeigur á dóttur er Æsa heitir. Megum við    þar til leita ef þú vilt.\"    Önundur lést það og vilja.    Síðan töluðu þeir þetta við Ófeig. Hann svarar vel og kveðst    vita að maður var stórættaður og ríkur að lausafé \"en jarðir    hans legg eg ódýrt. Þykir mér hann og eigi heill til ganga en    dóttir mín er barn að aldri.\"    Þrándur kvað Önund röskvara en marga þá er heilfættir væru.    Og með liðveislu Þrándar var þessu keypt og skyldi Ófeigur    gefa dóttur sinni heiman lausafé því að jarðir þær sem í    Noregi voru vildu hvorigir fé kaupa.    Litlu síðar fékk Þrándur dóttur Þormóðar skafta. Skyldu þær    sitja í festum þrjá vetur. Síðan fóru þeir í hernað á sumrum    en voru í Barreyjum á vetrum."}}