{"originalTitle": "Beowulf_Xxii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxii", "text": {"0": "XXIIBēowulf maþelode,  bearn Ecgþēowes:'Geþenc nū, se mǣa  maga Healfdenes,snottra fengel,  nū ic eom sīðes fūs,goidwine gumena,  hwæt wit geō sprǣcon,gif ic æt þearfe  þīnre scoldealdre linnan,  þæt ðū mē ā wǣreforðgewitenum  on fæder stǣle.Wes þū mundbora  mīnum magoþegnum,hondgesellum,  gif mec hild nime;swylce þū ðā mādmas,  þē þū mē sealdest,Hrōðgār lēofa,  Higelāce onsend.Mæg þonne on þǣm golde ongitan  Gēata dryhten,gesēon sunu Hrǣdles,  þonne hē on þæt sinc starað,þæt ic gumcystum  gōdne fundebēaga bryttan, brēac  þonne mōste.Ond þū Unferð lǣt  ealde lāfe,wrǣtlīc wǣgsweord  wīdcūðne manheardecg habban;  ic mē mid Hruntingedōm gewyrce,  oþðe mec dēað nimeð,Æfter þǣm wordum  Weder-Gēata lēodefste mid elne,---  nalas andswarebīdan wolde;  brimwylm onfēnghilderince.  Ðā wæs hwīl dæges,ǣr hē þone grundwong  ongytan mehte.Sōna þæt onfunde  sē ðe flōda begongheorogīfre behēold  hund missēra,grim ond grǣdig,  þæt þǣr gumena sumælwihta eard  ufan cunnode.Grāp þā tōgēanes,  gūðrinc gefēngatolan clommum;  nō þȳ ǣr in gescōdhālan līce;  hring ūtan ymbbearh,þæt hēo þone fyrdhom  ðurhfōn ne mihte,locene leoðosyrcan  lāþan fingrum.Bær þā sēo brimwyl[f],  þā hēo tō botme cōm,hringa þengel  tō hofe sīnum,swā hē ne mihte nō  -- hē þǣm mōdig wæs----wǣpna gewealdan,  ac hine wundra þæs felaswe[n]cte on sunde,  sǣdēor monighildetūxum  heresyrcan bræc,ēhton āglǣcan.  Ðā se eorl ongeat,þæt hē [in] nīðsele  nāthwylcum wæs,ðǣr him nǣnig wæter  wihte ne sceþede,nē him for hrōfsele  hrīnan ne mehtefǣrgripe flōdes;  fȳrlēoht geseah,blācne lēoman  beorhte scīnan.Ongeat þā se gōda  grundwyrgenne,merewīf mihtig;'  mægenrǣs forgeafhildebille,  hond sweng ne oftēah,þæt hire on hafelan  hringmǣl āgōlgrǣdig gūðlēoð.  Ðā se gist onfand,þæt se beadolēoma  bītan nolde,aldre sceþðan,  ac sēo ecg geswācðēodne æt þearfe;  ðolode ǣr felahondgemōta,  helm oft gescær,fǣges fyrdhrægl;  ðā wæs forma sīðdēorum mādme,  þæt his dōm ālæg.Eft wæs anrǣd,  nalas elnes læt,mǣrða gemyndig  mǣg Hȳlāces:wearp ðā wundenmǣl  wrǣttum gebundenyrre ōretta,  þæt hit on eorðan læg,stīð ond stȳlecg;  strenge getruwode,mundgripe mægenes.  Swā sceal man dôn,þonne hē æt gūðe  gegān þenceðlongsumne lof;  nā ymb his līf cearað.Gefēng þā be eaxle  -- nalas for fǣhðe mearn ----Gūð-Gēata lēod  Grendles mōdor;brægd þā beadwe heard,  þā hē gebolgen wæs,feorhgenīðlan,  þæt hēo on flet gebēah.Hēo him eft hraþe  andlēan forgealdgrimman grāpum  ond him tōgēanes fēng;oferwearp þā wērigmōd  wigena strengest,fēþecempa,  þæt hē on fylle wearð.Ofsæt þā þone selegyst,  ond hyre seax getēahbrād [ond] brūnecg;  wolde hire bearn wrecan,āngan eaferan.  Him on eaxle lægbrēostnet brōden;  þæt gebearh fēore,wið ord ond wið ecge  ingang forstōd.Hæfde ðā forsīðod  sunu Ecgþēowesunder gynne grund,  Gēata cempa,nemne him heaðobyrne  helpe gefremede,herenet hearde, ----  ond hālig Godgewēold wīgsigor;  wītig Drihten,rodera Rǣdend  hit on ryht gescēdȳðelīce,  syþðan hē eft āstōd."}}