{"originalTitle": "Gautreks_Saga_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gautreks_Saga_Chapter_8", "text": {"0": "Nú ferr tveim fram sögunum. Skal nú segja fyrstfrá því, er áðr var frá horfit, at Gautrekr konungr stýrirGautlandi ok gerðist mikill höfðingi ok inn mesti bardagamaðr.Þat þótti konunginum vanta mjök á sínaríkisstjórn, at hann var maðr ókvæntr, ok vildi hannleita sér ráðs. Haraldr er konungr nefndr. Hann réðfyrir Vindlandi. Hann var vitr maðr ok ekki mikillbardagamaðr. Hann átti sér drottning ok eina dótturvæna ok vel siðuga, er Álfhildr hét. Gautrekr konungrbýr ferð sína til Vindlands ok biðr dóttur Haralds konungs.Því máli var vel svarat, ok svá margt, sem þeirtöluðu hér um, varð sá endir á, at Gautrekr konungrskal fá meyna. Flytr hann hana heim í Gautland okdrekkr til hennar brullaup. Ok er þau höfðu eigi lengiásamt verit, fæðir Álfhildr dóttur eina fríða. Þeiri varnafn gefit, ok heitir hún Helga. Hún var snemmabráðger. Hún óx upp með föður sínum, ok þótti húninn bezti kostr þar í Gautlandi.Gautrekr konungr hafði margt manna með sér, þeiraer mikilhæfir váru. Hrosskell hét maðr. Hann var vinrGautreks. Hann var mikill víkingr. Hann þá einn tímaheimboð með Gautreki konungi, ok at skilnaði gafGautrekr konungr honum sæmiligar gjafir. Hann gafHrosskeli stóðhross góð, hest grán ok með fjögur merhross.Þau voru öll silkibleik ok in vænustu. Hrosskellþakkaði konungi gjafirnar, ok skildu þeir með mikillivináttu. Gautrekr konungr stýrir nú ríki sínu um mörgár ok sitr nú um kyrrt, þar til at drottning kennir sóttar,ok eigi lyktar fyrr hennar sótt en drottning erdauð út borin. Gautreki konungi þótti þetta inn mestiharmr. Konungr lætr verpa haug eptir drottningu. Honumfekk þetta svá mikils, at hann gáði eigi ríkisstjórnar.Hann sat á haugi hvern dag ok beitti þaðan haukisínum ok gerði sér þar af skemmtan ok dægrastytting."}}