{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_12", "text": {"0": "Ok sem Úlfkell hefir at sér tekit ríkit, safnar hannat sér liði ok skipum, ok helt hann þeim í Austrveginn.Hann hafði þrjá tigi langskipa ok dreka einn sjautuganat rúmatali. Hann hafði með sér víkinga ok útilegumennok hvert illmenni, sem hann kunni at fá.Ívarr böggull hét sá, er stýrði drekanum. Hann var berserkrok it mesta illmenni. Bróðir hans hét Hrafnkell.Hann var merkismaðr Úlfkels ok var manna sterkastr.Marga hafði hann aðra stóra menn ok sterka með sér.Þeir fóru óspakliga ok herjuðu á hvert land, þar semþeir kómu, ok tóku ósparliga strandhögg. Þeir váru nukomnir austr fyrir Hlynskóga, þar sem heitir Klyfandanes.Þaðan er ekki langt til Bjarmalands. Þar sigldu ámóti þeim tíu skip. Þau váru öll skipuð hraustumdrengjum, ok var þar kominn Hálfdan, sonr Eysteinskonungs, ok hafði hann frétt allt um ferðir þeira Úlfkels.En þegar þeir þekktust, spurði Hálfdan, hví Úlfkellhefði níðzt á bróður sínum eða tekit ríki sitt. Úlfkellsagði, at þeir hefði meira sitt ríki í Austrveginum,þat sem hann ætti. Hálfdan sagðist enga ván vitaþess, at hann stæði til nokkurs góðs ríkis.Síðan brutu þeir upp vápn sín, ok sló þar þegar íbardaga. En með því at liðsmunr var mikill, þá varðskjótt mannfall mikit í liði Hálfdanar. Sviði hét sámaðr, er mest ráð hafði með Hálfdani. Hann var sterkrmaðr. Hann sagði fyrir, hversu tengja skyldi skipin,ok lagði hann þeim svá kænliga saman, at Úlfkell komekki öllum sínum skipum við, ok lágu sum í skotmáli.Tekst nú harðr bardagi. Ryðst Hálfdan um fast. Sérhann, at þeim mun eigi duga at berjast til mæði. Þvíræðr hann til uppgöngu á drekann til Úlfkels ok þeirSviði báðir. Þar kom fyrstr á móti þeim Ívarr böggull,ok áttust þeir við hart vápnaskipti. Ívarr hjó til Hálfdanar,ok kom á hjálminn utanverðan ok tók af þat,er nam, en þat var kopprinn fyrir ofan höfuðit, okrakaði um höfuðit á Hálfdani. Hann hjó á móti tilÍvars ok af honum höndina við öxl uppi ok sundrmerkisstöngina. Sviði drap stafnbúa Úlfkels, er Egillhét. Þá lagði Ulfkell til Hálfdanar, ok kom á hannóvaran í gegnum skjöldinn ok brynjuna ok renndi útundir höndina. Fekk hann sár á síðunni, ok brotnuðuí honum þrjú rifin. Sviði lagði til Ívars bögguls, okkom í augat, ok var þat hans bani. Hálfdan hjó tilÚlfkels, en hann snerist undan á hæli, en sverðit komí þiljurnar, ok tók af Úlfkatli ina stærstu tána á inumhægra fæti. Úlfkell lagði þá með kesju til Hálfdanar.Hann stökk upp yfir vindásinn. Kesja kom í lokugatit.Hálfdan hljóp á skaptit ok braut í sundr. Sviði hjóþá til Úlfkels um þverar herðarnar, ok var þat höggsvá mikit, at Úlfkell fell á bæði kné. Þá kom steinshöggfyrir brjóst Sviða, svá at hann hraut út af drekanumok kom í bát, er flaut með borðinu. Í þessu slóHrafnkell til Hálfdanar með kylfu svá mikit högg, athann fauk útbyrðis. Sviði var nær staddr ok greip bátshakannok krækir Hálfdan upp ór kafinu. Hafði Hálfdanþá fengit sex sár ok var þá óvígr ok í óviti."}}