{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_18", "text": {"0": "Selr kastar niðr byrðinni, en lagði bjarnsviðu til Hálfdanar.Hann hjó á móti með saxinu ok sundr sviðuskaptitok af honum alla fingrna á annarri hendi. Selrgreip upp stein ok snarar at Hálfdani. Hann skauztundan ok varð svá nær Sel, at hann greip í tönnina, erfram stóð ór múlastykkinu á honum. Hann brá sváhart við, at ór honum gekk tönnin. Hálfdan laust henniá nasir Sel ok braut í honum nefit ok allan tanngarðinn,ok var þursinn þá engum líkr nema sjálfum sér. Greiphann þá til Hálfdanar ok kreisti svá fast at síðum hans,at blóð fell út um eyru hans ok nasir. Hálfdan lék þáSel hælkrók, ok fell hann á bak aptr. Tönn hans kom ásteinasörvit, ok brotnaði einn steinninn. Hálfdan gat núhvergi hrært sik. Rakkinn karlsnautr hljóp þá framan ínasirnar á Sel ok klóraði ór honum bæði augun. Þá varðHálfdan lauss, ok hjó hann höfuð af Sel ok kastar honumsvá út á móðuna, er þar fell nær. Hann gekk nú athundinum ok mælti til hans: \"Aldri skal þetta kefli órþínum kjapti ganga, nema þú sér mér jafnhollr sem þúvarst áðr Sel.\" Hundrinn skreið at honum ok sneri uppá sér maganum. Hálfdan tók þá keflit ór kjapti honum.Hundrinn varð svá feginn, at vatn rann ofan eptir trýninuá honum. Hálfdan fekk sér mat ok fór síðan at sofa,en um morguninn bjóst hann í burtu ok fór þangat til,at hann kom at leginum. Hundrinn Selsnautr rannfram með vatninu, þar til at hann fann eina mosahrúgu.Hann krafsar sundr hrúguna, ok var þar í bátr. Hálfdantók hann ok fór yfir löginn ok gekk eptir þat þann dagtil kvelds."}}