{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_37", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_37", "text": {"0": "Þeir Hrólfr ok Stefnir sátu nú um kyrrt með Haraldi,þat er eptir var vetrarins. Lét Haraldr sækja Álfhildi,systur sína, til Brandfurðaborgar, ok fór hún meðgóðu föruneyti ok sæmiligri fylgd. Varð Haraldr feginnsystur sinni ok svá hvárt þeira öðru. Var hún infríðasta jungfrú ok vel at atburðum, sem konungsbarnibyrjaði. Stefni rann skjótt ástarhugr til hennar ok gekká tal við hana, ok virtist hún honum bæði vitr okhæversklig. Hafði Stefnir þá uppi bónorð til hennar,en hún svarar því vel ok veik því mjök til bróður síns.Var það auðsótt við Harald, því at honum var Stefnirkunnigr at góðum drengskap ok mikilli hreysti. Fórþað fram, at Stefnir fastnaði Álfhildi, ok greiddi Haraldrút mund hennar í gulli ok góðum gripum.Bjuggust þeir nú allir, þegar váraði, aptr til Danmerkrok hlóðu skipin með malt, mjöð ok vín ok dýrumklæðum ok öllum þeim varningi, er dýrmætastr varí Danmörk ok fá kunni í Englandi, heldu síðan aptrtil Danmerkr, ok var Álfhildr með þeim. Varð allt fólkí Jótlandi fegit þeira aptrkvámu. Tóku jungfrúrnar velvið þeim ok Björn ráðgjafi. Fór Álfhildr til þeira Ingigerðarok Þóru, ok var nú mikill fagnaðr með þeimöllum saman.Létu þeir nú ryðja skip sín ok efna til ágætrar veizlumeð öllum sínum beztum tilföngum, er í Danmörk máttifá eða nálægum löndum. Var þar engi hlutr til sparaðrum hallir ok húsbúning ok alla hluti, þá er máttifá á Norðrlöndum. Váru til þessarar veizlu boðnir burgeisarok hirðmenn, greifar ok jarlar með hertugumok konungum ok öllum öðrum mikils háttar mönnum.Váru flestir tígnarmenn at þessi veizlu, er í váru Danmörk.Ok at öllum samanskipuðum ok þangat komnumvar mönnum í sæti skipat, ok þéntu þar kurteisir junkerarok hæverskir hofmenn. Þar váru fram bornir allskonar réttir með inum dýrustu jurtum, allra handadýra hold ok fugla, af hreinum ok hjörtum ok vænumvillisvínum, gæss ok rjúpur með pipruðum páfuglum.Eigi vantaði þar inn dýrasta drykk, ál ok enskan mjöðmeð vildasta víni, píment ok klaret. Ok at brullaupinusettu ok veizlunni svá skipaðri mátti heyra alls konarstrengleika, hörpur ok gígjur, símphón ok salteríum.Þar váru bumbur barðar ok pípur blásnar með allskyns lystiligum leikum, er líkaminn mátti viðgleðjast. Eptir þat váru jungfrúrnar inn leiddar meðsínum skrautligum skara ok skemmtiligum kvennafjölda. Leiddu tveir tígnarmenn hverja þeira, er brúðgumarniráttu að eiga. Var yfir þeim borið á steindumstöngum klæði, hvat er skyggja skyldi þeira bjartabúnað ok fögru ferð, til þess er þær váru í sæti komnar.Var þá klæðit burt tekit. Bar þá eigi lit af lit, hörundok hár skínanda ok gull glóanda með gimsteinumberanda. Sýndust þá öllum Álfhildr ok Þóra fölvará lit hjá Ingigerði. Var nú veizla in virðuligasta, okat þessari veizlu gekk Hrólfr at eiga Ingigerði, en StefnirÁlfhildi, Haraldr Þóru. Þessi veizla var sjau nætr standandimeð sama sett ok skipan verandi sem ek er núgreinandi, með heiðr ok prís endandi, brúðgumar meðgóðum gjöfum alla tígnarmenn reifandi ok þeim sínaþar kvámu þakkandi, en hverr til sinna heimkynna farandi,þeira ráð sem ok mikilmennsku lofandi ok allirmeð vináttu skiljandi. Tókust nú með þeim góðar ástir.Var Haraldr konungr ekki lengi í Danmörk, áðr hannbjóst heim til Englands. Skildi hann við Stefni, mágsinn, ok Hrólf með vináttu ok fór síðan í ríki sitt. VarÞóra drottning með honum, ok settust um kyrrt. Áttuþau börn saman, þótt þau sé eigi nefnd. England erkallat gagnauðigast land af Vestrlöndum, því at þar erblásinn allr málmr, ok þar fellr hveiti ok vín, ok allskonar sæði má þar hafa. Eru þar ok klæði gerð okmargháttaðir vefir meir en í öðrum stöðum. Lundúnaborger þar höfuðstaðr ok Kantaraborg. Þar er Skarðaborgok Helsingjaborg, Víncestr ok margir aðrir staðirok borgir, er hér eru eigi nefndir.Stefni var gefit jarlsnafn yfir allt Jótland, ok sathann optast í Rípum. Danmörk er mjök sundrlaus,ok er þar Jótland mestr hluti ríkis. Þat liggr it syðrameð hafinu. Jótlandssíða er kölluð vestan frá hafinu,Vandilskaga ok suðrr til Rípa. Í Jótlandi erumargir höfuðstaðir, syðst í Heiðabæ, annarr í Rípum,þriði í Árósi, fjórði í Vébjörgum; þar taka Danir konungsinn. Limafjörðr er á Jótlandi. Hann gengr afnorðri til suðrs, en í innanverðum firðinum gengr Haraldseiðvestr til hafsins. Þar lét Haraldr konungr Sigurðarsondraga yfir skip sín, þá hann fór undan ófriðiSveins konungs. Fyrir vestan Limafjörð liggr Vandilsskagi.Honum víkr til norðrættar. Í Jörungi er þarhöfuðstaðr. Milli Jótlands ok Fjóna gengr inn Álfasund.Á Fjóni er höfuðstaðr í Óðinsey. Milli Fjónaok Sjálands gengr Beltissund. Í Sjálandi er höfuðstaðrí Róiskeldu. Fyrir norðan Sjáland gengr innEyrarsund ok þar fyrir norðan Skáney. Þar er höfuðstaðrí Lundum. Milli Jótlands ok Skáneyjar liggjamörg stór eylönd. Þar er Sámsey, Álsey, Láland, Langaland.Borgundarhólmr liggr austr í hafit. Höfðu Skjöldungarí þenna tíma þetta ríki, en þó höfðu aðrir konungarok jarlar ekki minna ríki at ráða en þeir í Danmörk,þótt Sköldungar bæri hæri tígn fyrir sakir nafnsok ættar."}}