{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_18", "text": {"0": "Einn bóndi er nefndr Svipr. Hann bjó í Svíþjóð fjarriöðrum mönnum. Hann var ríkr at fé ok hafði veritinn mesti kappi ok eigi í öllu þar hann var séðr, okkunni hann margt fyrir sér. Þrjá átti hann syni, semhér eru nefndir. Hét einn Svipdagr, annarr Beigaðr,þriði Hvítserkr. Hann var þeira elztr. Allir váru þeirmiklir fyrir sér, sterkir ok vænir at áliti. Ok er Svipdagrvar átján vetra gamall, sagði hann svá til föðursíns einn dag: \"Dauflig er vár ævi at vera hér við fjölluppi í afdölum ok óbyggðum ok koma aldri til annarramanna né aðrir til vár. Væri hitt meira snarræðiat fara til Aðils konungs ok ráðast í sveit með honumok hans köppum, ef hann vildi við oss taka.\" Svipr karlsvarar: \"Ekki sýnist mér þetta ráðligt, því at Aðils konungrer grimmligr maðr ok ekki heill, þótt hann látifagrt, en menn hans öfundarfullir ok þó miklir fyrirsér, en víst er Aðils konungr ríkr maðr ok frægr.\" Svipdagrsegir: \"Hætta verðr á nokkut, ef menn skulu fáframa, ok má þat eigi vita, fyrr en reynt er, hvar giftavill til snúast, ok víst vil ek hér eigi sitja lengr, hvatsem annat fyrir liggr.\" Ok sem hann var í þessu ráðinn,þá fekk faðir hans honum öxi mikla, væna ok bitrliga.Hann mælti þá við son sinn: \"Vertu óágjarn við aðra,láttu eigi stórliga, því at þat er illt til orðs, en verhendr þínar, ef á þik er leitat, því at þat er mikilmannligtat dramba lítit yfir sér, en gera mikil afdrif, ef hannkemr í nokkura raun.\" Hann fær honum öll herklæðivönduð ok góðan hest.Svipdagr ríðr nú í burt, ok at kveldi kemr hann atborg Aðils konungs. Hann sér, at leikar eru úti fyrirhöllinni, ok sitr Aðils konungr á miklum gullstóli okberserkir hans hjá honum. Ok sem Svipdagr kemr atskíðgarði, var borgarhliðum læst, því at þat var þásiðr at biðja leyfis inn at ríða. Svipdagr hefir ekki starffyrir því, brýtr þegar upp hliðit ok ríðr svá í garðinn.Konungr mælti: \"Þessi maðr ferr ógætiliga, ok hefirþessa aldri fyrr verit freistat. Kann vera at hann eigimikit undir sér, ok varðaði eigi, þótt hann reyndi þat.\"Berserkir ygldust þegar mjök, ok þótti þeim hann látaheldr stórliga. Svipdagr ríðr fyrir konung ok kveðr hannvel; kunni hann á því góða list. Aðils konungr spyrr,hverr hann væri. Hann segir til sín. Konungr kannastskjótt við hann, ok ætluðu allir hann mundi verain mesta kempa ok mikils háttar. Leikrinn var eigi atsíðr drifinn. Sezt Svipdagr á tré eitt ok horfir á leikinn.Berserkir líta illa til hans, ok nú mæla þeir til konungs,at þeir muni freista hans. Konungr segir: \"Þathygg ek, at hann sé ekki lítill fyrir sér, en vel þykkimér, þótt þit reynið, hvárt hann er slíkr sem hannþykkist.\"Síðan drífa menn inn í höllina. Berserkir ganga tilSvipdags ok spyrja, hvárt hann sé kappi nokkurr, erhann lætr svá stórliga. Hann sagðist vera slíkr semnokkurr þeira einn. Ok við þessi orð hans óx þeimmóðr ok kapp, en konungr bað þá vera kyrra um kveldit.Berserkir ygldust ok grenjuðu hátt ok mæltu tilSvipdags: \"Þorir þú at berjast við oss? Ok þarftu þáfleira í frammi at hafa en stóryrði ein ok dramblæti,ok vilju vér reyna, hversu mikit þar er fyrir, sem þúert.\" Hann segir \"Því vil ek játa at berjast við einní senn ok vita svá, ef meira vildi at vinnast. Konungiþótti allvel, þótt þeir reyndi með sér. Yrsa drottningmælti: \"Þessi maðr skal hér velkominn.\" Berserkirsvöruðu henni: \"Vissu vit þat fyrir, at þú vilt oss allaí helju, en heldr erum vér máta meiri en vér föllumvið orð ein eða illan vilja.\" Drottning sagði, at ekkiyrði at því, at konungr reyndi þat, hvat hann ætti, --\"þar sem þér eruð, er hann trúir svá mjök á yðr.\" Sáberserkr, sem fyrir þeim var, mælti: \"Ek skal setja þikok semja dramb þitt, svá at vér skulum óhræddir verafyrir honum.\""}}