{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_9", "text": {"0": "Hrólfr konungr hlýddi vel orðum konungs, ok erkonungr lauk sínu máli, mælti Hrólfr: \"Herra, eigier þat satt, at oss skorti mat í váru landi eða þurfumannarra ölmusa várum mönnum til hjálpar, en þó atþetta þrot sækti oss, þá mundum vér fyrr aðra heimsækjaen yðr. Lízt þetta gert til vár þarfleysu kalls,\"ok fundu menn, at Hrólfr konungr reiddist harðlamjök, þó at hann hefði fá orð um, ok skildu konungarí þat sinn, ok fóru menn at sofa. Var þeim Hrólfi konungifylgt til einnar skemmu at sofa.Eirekr konungr gekk ok til sængr sinnar. Var drottningþar fyrir, ok tóku þau tal með sér. Hún spurði:\"Er Hrólfr konungr kominn á yðvarn fund?\" \"Svá erat vísu,\" segir konungr. Hún spurði: \"Hversu lízt þérá Hrólf konung?\" Eirekr konungr segir: \"Skjótt er þatat segja, engan mann hefi ek sét meira ok sterkligraok at öllu vænna ok kurteisara, þat er ek má líta afhans viðbragði, né at öllu betr skapaðan.\" Drottningmælti: \"Svá hefir mér flutt verit, eða hefir þú nokkutvið hann talat eða reynt hans vizku.\" Konungr segirhenni allt þeira viðtal, hversu farit hafði með þeim,\"ok þat hygg ek,\" segir hann, \"at hann sé langt umfram aðra menn bæði at viti ok flestum íþróttum okþolinmæði.\" Drottning mælti: \"Þá hefir nú illa tiltekizt, er þú skalt svá illa leitat hafa slíks höfðingjasem Hrólfr konungr er, ok fyrir þetta munu þér eigaok yðvart ríki ván af honum stórra ónáða ok langra,því at þat er mín ætlan, þótt yðr þykki hann hafa lítitríki, at meira vinni hans frami ok hreysti með konungligunáttúrubragði en liðsfjöldi nokkurs konungs hingatá Norðrlönd, því at mér er svá flutt, at hann sé langtum fram aðra konunga.\" Konungr mælti: \"Bæði er,at hann er mikit afbragð annarra manna, enda finnstþér mikit um konung þenna, eða hvat er nú til ráðs?\"Drottning mælti: \"Skjót er mín tillaga, herra, ek vil,at þér vægið fyrir Hrólfi konungi í orðum, því at meðsönnu segi ek þér þat, at þér mun verða þungt at etjavið hann þrái eða kappi, því at hann hefir styrk afDanakonungi, því at hann ræðr öllu með Hringi konungi,fóstra sínum.\" Konungi svaraði: \"Vera má, atoss hafi missýnzt um þetta mál, eða hversu skal ek núsvá tala eða gera, at honum líki vel?\" Drottning mælti:\"Þat legg ek til ráðs, at á morgin, er þeir koma í sætiok þér hafið drukkit um hríð, þá skaltu kasta gleðiorðumá Hrólf konung ok spyrja at hans framaverkum, er hannhefir unnit, en ek get, at hann muni vera fár ok muneigi ór minni liðit yðvart tal. Síðan skaltu spyrja ateyrendum hans ok láta svá örvænliga sem hann hafialdri getit sinna eyrenda fyrir þér. En ef hann víkr áeða talar þar til nokkurum orðum, þá seg þú, at þúmunir eigi, at þit hafið nokkut við talazt nema vel okvingjarnliga, en ef þat hefir nokkut verit, seg, at þatviltu gjarna ómælt hafa, ok ef hann víkr nokkut á bónorðit,þá vilda ek, at þú svaraðir vel til ok vísir eigifrá, ef hann fengi jáyrði af henni til þessara mála. Geriðyðr blíða ok auðvelda í þessu máli, vænti ek, at þá farivel ykkar í milli. Þykki mér þó eigi ráðit, hversu auðveldligaganga meyjarmálin, þótt þér leggið samþykkitil.\" Ok eptir þetta sofa þau af um nóttina.Ok um morguninn, er menn kómu undir drykkjuborð,var Eirekr konungr allkátr ok orti mjök á umgleði við menn Hrólfs konungs. Sem Hrólfr konungrheyrði þetta, hlýddi hann til ok var heldr fátalaðr, oker Eirekr konungr fann þetta, mælti hann: \"Svá ermál með vexti, at þú, Hrólfr, ert kominn í vára hölleptir mínu boði, ok því, at mér finnst svá, at þér hafiðeigi alvöru gleði, svá sem dýrra höfðingja er háttr tilat veizlum, viljum vér gjarna, at þér gerið oss kunnigt,hvat veldr yðvarri ógleði, svá at vér megum fullgeraalla yðra gleði með eptirlæti, svá at yðar konunglig tignheldi sinni virðing með eptirlæti þeira hluta, sem vérmegum yðra sæmd auka. Þar í móti vildum vér þiggjaaf yðr með gleði frásögn þeira fremdarverka, sem dagligasegjast af yðar snilldarverkum ok bardögum. Eross þar áðr allmikit af sagt.\" Hrólfr konungr mælti:\"Þat mun enn sem annat þat, sem til mín kemr, atyðr Svíum mun þykkja lítit um vert.\" Eirekr konungrmælti: \"Mikit hefir oss verit sagt af vænleik þínum okatgervi, ok virðist oss svá, at þar megi eigi ofsögumfrá segja um allan þinn vænleik, kurteisi ok hæversku,eða hversu gamall maðr ertu, Hrólfr?\" \"Ek em núátján vetra gamall.\" Konungr svaraði: \"Afbragðs maðrertu, eða hvert ætli þér ríða, eða hvat hafi þér ateyrendum, er þér hafið sótt á várn fund?\" Hrólf undraðimjök, er konungr spurði þessa, ok hugði, at konungrmundi vilja endurnýja sín atyrði. Hann mælti:\"Eyrendi várt var kunnigt gert, ok ætla ek eigi ór minnifallit oss Gautunum, hver andsvör vér fengum af yðrþar í mót.\" Konungr mælti: \"Eigi man ek, at þér hafiðnokkur eyrendi við oss flutt. Byrjar þat eigi várri konungligritign at mæla nema á góðan hátt við jafnvirðuliganhöfðingja sem þú ert, ok ef vér höfum þat nokkuttalat, at yðr mislíki, þá mun þat satt sem mælt er, atöl er annarr maðr. Viljum vér þat allt með skynsemiaptr taka ok láta sem ómælt sé, ok þegar ek geymi atmínum orðum, þá vil ek vel svara yðru máli, munu okþau ein efni á vera.\" Hrólfr konungr sá, at nú varskipat lyndi Eireks konungs, ok hefr nú bónorð í annatsinn, flytr nú bæði vel ok sköruliga, ok er hann hættisínum flutningi, mælti Eirekr konungr: \"Þessu máliviljum vér vel svara, því at þat er mikil ván, at ossbjóðist eigi fremri konungr til mægðar en þú ert. Enþér munuð spurn af hafa, at dóttir vár er eigi meðoss, ok vér höfum gefit henni þriðjung ríkis várs, okræðr hún því svá sem konungr. Hún er rík ok stórráðok hefir hirð um sik svá sem konungar. Margir konungarhafa hennar beðit ok konunga synir. Hefir húnöllum frá vísat með hæðiligum orðum, suma hefir húnlátit meiða. Nú með því at mér er hennar þessi framferðekki at skapi, því at hún gerir af sér mikit ofbeldi,því at engi maðr skal hana þora at kalla öðruvísi enmeð konungs nafni, utan hann þoli af henni nokkutharðrétti, -- nú ef þú vill sækja þessa konu þér tilhanda, hvárt sem þat er heldr með ráðum eða harðfengi,þá viljum vér til þess orlof gefa af várri álfu, enþar í mót viljum vér af yðr þiggja ró ok náðir várummönnum ok öllu váru ríki, þóttu þurfir með bardagaþessa at freista. Viljum vér ok henni engan styrk veitayðr í móti ok sitja svá kyrrir hjá öllum ykkrum samskiptum.\"Hrólfr konungr kvaðst eigi framar beiðastaf konungs hendi, ok bundu þetta fastmælum sín ímillum, drukku nú glaðir ok kátir. Veitti Eirekr konungrit sköruligasta.Ok at liðnum þremr dögum býst Hrólfr konungrí braut, ok skildust konungar með blíðri vináttu. Léttirhann eigi fyrr sinni ferð en hann kemr á Ullarakr meðsitt föruneyti, þar sem Þornbjörg réð fyrir. Þeir kómuþar snemma dags. Var þeim sagt, at konungr sitr yfirborðum með allri hirð sinni. Konungr valdi með sértólf af sínum mönnum, þá er fræknastir váru, ok baðþá ganga inn í höllina með sér með brugðnum sverðum,-- \"en annat lið várt standi úti með búna hestavára.\" Ok enn mælti Hrólfr konungr við menn sína,þá er inn skyldu ganga: \"Vér skulum svá at hátta, atek skal ganga fyrstr ok vit Ingjaldr, þá hverr at öðrum,ok ef svá berr til, at vár verði freistat með nokkurriáleitni, þá verið yðr sem bezt, ok gangi sá fyrstr út, ersíðast gekk inn, förum sem djarfligast.\" Eptir þettaganga þeir í höllina. Ok svá sem þeir váru inn komnir,sátu allir menn undir borðum á báða bekki, ok varhöllin alskipuð. Engi maðr heilsaði á þá, ok allir urðuhljóðir við þeira kvámu. Hrólfr konungr gekk innarfyrir hásætit. Sá hann, at þar sat harðla voldugr maðrmeð konungsskrúða ágætum. Þessi maðr var fagr okfríðr. Allir menn, þeir sem inni sátu, undruðust vöxtok vænleik Hrólfs konungs, en engi maðr kastaði orðumá þá. Hrólfr konungr tók hjálminn af höfði sér okhneigði konunginum, en stakk blóðreflinum í borðitok mælti: \"Sitið heilir, herra, ok í náðum allt yðvartríki.\" Sem konungr heyrði orð hans, anzaði hann enguorði, ok eigi leit hann af út. Sem Hrólfr konungr sámikit ofstæki konungsins, tók hann til orða: \"Ek ersvá kominn, herra, á yðvarn fund eptir ráði ok samþykkiEireks konungs, föður þíns, at leita yðr sóma,en mér framgangs til þess at binda við yðr unaðsamligteptirlæti, þat sem hvárr okkar má öðrum veita eptirboði náttúrunnar fyrir utan allt angr eða ónáðir.\" Konungrleit við honum ok mælti: \"Þér munuð vera hértil vár komnir svá sem eitt fól, á hvern hátt sem þéreruð kallaðir, þar sem þér eruð landvanir. Þykkjumstek gerla skilja, at þat unaðsamligt eptirlæti, er þér krefiðaf oss, er matr ok drykkr, ok þat viljum vér við enganmann spara, þann er þessa er þurfandi ok af ossvill þiggja. Megi þér vel þessa yðra beiðslu fram hafavið þann, er vér höfum þat starf fengit, en gefið ossnáðir af slíku kallsi, því at engis manns bryti eða þjónustumaðrætla ek at vera, hvárki þín né annarra, okhaf þik skjótt í þann stað ok þínir sveitungar, er þúmátt slökkva hungr þinn ok þorsta, en lát oss sitja ínáðum af yðar kallsi ok alla vára vildarmenn.\" Hrólfrkonungr mælti: \"Eigi er þat satt, at vér krefjum af yðrí þetta sinn matar né drykkjar, því at þat höfum véráðr í nóg, en með því at vér vitum, at þú ert heldrdóttir Svía konungs en sonr, þá viljum vér nú ok meðákveðnum orðum flytja várt eyrendi með stöddu samþykkiföður yðvars ok biðja þín mér til kvánar tilstyrktar ok stjórnar váru ríki, til upphalds ok eflingaröllu váru afkvæmi, því sem af okkr lifnar.\"Sem konungr Þórbergr heyrði þessi orð Hrólfs konungs,var hann svá óðr ok æfr, at hann vissi trautt, hvathann skyldi at hafast. Hann bað alla sína menn vápnastþar í höllinni ok taka ok binda þetta fól, -- \"er ossleitar svá mikillar háðungar, er svá hyggst at ófrægjasjálfa oss ok skemma, því at eigi munu dæmi til finnast,at jafnháðulig orð hafi töluð verið við nokkurn konungeða kempu, þá er sín vápn kann bera. Skal sválauna ok af venja smákonunga at hæða oss eða gabbasvá heldr konunginn föður várn.\" Þessi konungr hafðialvæpni yfir sér ok allir hans menn. Síðan grípr hannfyrst til vápna ok svá hverr at öðrum. Er nú brak mikitok óp í höllinni, er hvárr eggjar annan. Sem Hrólfrkonungr sá þessa styrjöld, setti hann hjálm á höfuð sérok bað sína menn út ganga. Gekk sá nú fyrstr út, semsíðast gekk inn, en hirðin öll, svá sem við komst,sótti at Hrólfi konungi með ákafa. Hrólfr konungrhopaði utar eptir höllinni ok hafði skjöldinn fyrir sér,en hann hjó með sverðinu, sem hann við komst. Sváer sagt, at hann drap tólf menn á höllinni, ok er þeirkómu út, sá hann, at engi efni váru til viðtöku sakirliðsfjölda. Var þat ráð þeira at ríða undan at sinni.Skorti þá eigi óp ok eggjan, er staðarmenn geystusteptir þeim, hvárr fram at öðrum. Hrólfur konungr baðsína menn undan ríða, ok skilr með þeim fyrst atsinni, því at staðarmenn höfðu eigi hesta í hjá sér tileptirreiðar. Urðu menn Hrólfs konungs flestir fegnir,er í braut komust. Er nú ekki sagt af þeira ferð, fyrren þeir kómu heim í Gautland, ok undu illa sinni ferð."}}