{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_5", "text": {"0": "Þeir búa nú ferð sína ok koma til Tryggva konungs.Ásmundr kvaddi konung, en hann tók honum vel okspurði, hvárt hann hefði fundit Egil inn einhenda. Ásmundrkveðst hann fundit hafa, -- \"ok hefi ek eigi sétvaskara mann, ok vill hann nú ganga í stað Rögnvaldsok vit báðir, at verja land þitt.\" \"Ef þú vilt selja mértrú þína,\" sagði konungr, \"at þit gangið í hans stað, þámun ek taka sættir af ykkr.\" Ásmundr kveðst þat geravilja. Var Egill þá til kallaðr, ok gerðust þeir Ásmundrlandvarnarmenn konungs ok sátu þar um vetrinn.At jólum hafði konungr vinaboð, ok jóladag innfyrsta spurði konungr eptir, hvárt nokkurr væri sá þarkominn, at honum kynni at segja, hvat orðit mundi afdætrum hans, en þat kunni engi at segja. Lýsti konungrþá þeim skilmála, sem hann hafði á gert. Egill sagði:\"Þat væri röskum mönnum gott til fjár at vinna.\" Eptirjólin fór hverr til síns heimilis.Þegar hávetri var liðit, settu þeir Egill ok Ásmundrskip sitt á sjó ok völdu á fjóra menn ok tuttugu, en sáhét Víglogi, sem þeir settu fyrir þá, sem eptir váru, enþeir sögðust mundu leita konungsdætranna ok eigi aptrkoma, fyrr en þær fyndist annathvárt lífs eða dauðar.Sigldu þeir nú í haf ok vissu aldri, hvert þeir skyldufara. Könnuðu þeir eyjar ok útsker ok fjallbyggðir okfóru svá allt sumarit, en at vetri váru þeir komnir norðrat Jötunheimum, ok lögðu þeir þar undir skóg einnok bjuggust þar um ok settu upp skip sitt. Sögðu þeirsínum mönnum, at þeir skyldu þar dveljast um vetrinn.\"Skulu vit Egill,\" sagði Ásmundr \"kanna land þetta,en ef vit komum eigi aptr at sumri, þá skulu þér fara,hvert sem yðr lystir.\"Ganga þeir nú á mörkina ok skjóta dýr ok fugla tilmatar sér. Váru þeir á mörkum, svá at mánuðum skipti,ok fengu stundum engan mat. Eitt sinn kómu þeir ídal einn. Á ein var þar ok eyrar sléttar, en upp yfirskógr ok hamrar. Þar sá þeir margt geitfé ok feitahafra. Ráku þeir saman féit ok tóku einn feitan hafrok sögðust skyldu skera hann, ok því næst heyra þeirkvæklat upp yfir sik. Stukku þá burt allar geitrnar, okvarð þeim lauss hafrinn. Þeir sá kvikendi uppi íhömrunum. Þat var meira á þverveginn en hæðina. Þatvar svá hvellt sem bjalla ok spurði, hverir svá djarfirværi, at stela vildu hafri drottningarinnar. Ásmundrmælti: \"Hver ertu, in fagra ok in bólfimliga, eða hvarræðr drottning þín?\" \"Skinnnefja heiti ek,\" sagði hún,\"en móðir mín Arinnefja. Hún er drottning hér íJötunheimum ok býr skammt burt heðan. Mættu þit finnahana heldr en stela.\" \"Satt segir þú þat,\" sagði Ásmundr.Tók hann þá fingrgull ok gaf Skinnnefju. \"Eigi þoriek at þiggja,\" sagði hún, \"at þér, því at ek veit, atmóðir mín segir, at þat sé hvílutollr minn.\" \"Eigi erek vanr at taka aptr þat, sem ek gef,\" sagði Ásmundr,\"en þiggja munu vit, at þú umgangir okkr greiða.\"Síðan fór hún heim undan ok finnr móður sína.Kerling spurði, hví hún væri svá sein. Hún kveðsthafa fundit tvá menn beinaþurfi, -- \"ok gaf annarrþeira mér gull ok bað mik vísa þeim til gistingar.\" \"Hvíþáttu gull?\" sagði hún. \"Ek ætlaða hjá þér tillaunanna,\" sagði Skinnnefja. \"Hví battu þá ekki hingatfara?\" sagði kerling. \"Ek vissa eigi, hversu þér var umþat gefit,\" sagði hún. \"Bjóð þeim hingat,\" sagðikerling. Skinnnefja hljóp þegar ok mælti: \"Móðir mín baðykkr koma til sín. Skulu þit vera léttir af tíðendum.Mun hún á flestu kunna grein at gera.\"Nú finna þeir kerlingu. Hún spurði þá at nafni.Þeir sögðu it sanna til. Kerling var starsýn á Egil. Þeirsögðust eigi hafa etit mat á sjau dögum. Kerling var atat renna mjólk. Hún átti fimm tigi geita, ok mjólkuðusem kýr. Hún átti ketil stóran, ok tók hann alla mjólkina.Hún átti hveitiakr stóran. Tók hún þar svá mikitmjöl, at hún gerði hvern dag graut í katlinum, ok höfðuþær þat til viðrlífis. \"Þú, Skinnnefja,\" sagði hún, \"takhrís ok ger eld brenniligan. Mun eigi of vel plagat,þótt þeir eti grautinn.\" Skinnnefja hafði í flýti. Enkerling bað þá herða á, þat fyrst sem til væri. Komþar fram dýra hold ok fugla. Kerling mælti: \"Verumeigi hljóð, þó at eigi verði svá vel plagat sem veraskyldi. Mun langt, áðr en grautrinn er búinn, ok segþú ævisögu þína, Ásmundr, en þá skal Egill við taka,en þá mun ek skemmta til borðprýði af því, sem yfirmik hefir borit, ok forvitnar mik at vita, hverrar ættar þiteruð eða hvat undir ferðum ykkrum býr.\""}}