{"originalTitle": "Grettis_Saga_Chapter_50", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_50", "text": {"0": "Grettir kom á Reykjahóla nær veturnóttum og beiddi Þorgils    veturvistar.    Þorgils sagði að honum væri til reiðu matur sem öðrum    frjálsum mönnum \"en ekki er hér vönd vistargerð.\"    Grettir kvaðst ekki um það vanda.    \"Er hér enn annar hlutur til vandhæfa,\" segir Þorgils. \"Þeir    menn ætla hér til vistar er mikið þykja vanstilltir, sem eru    þeir fóstbræður Þorgeir og Þormóður. Veit eg eigi hversu yður    hentar saman að vera en þeirra vist skal hér jafnan vera er    þeir vilja. Nú máttu vera hér ef þú vilt en öngum yður skal    duga að eiga illt við annan.\"    Grettir sagði að hann mundi á öngvan mann leita fyrri og    einkanlega ef bóndi vildi svo.    Litlu síðar komu þeir fóstbræður heim. Ekki féll blítt á með    þeim Þorgeiri og Gretti en Þormóður lét sér vel fara. Þorgils    bóndi sagði þeim fóstbræðrum allt slíkt sem hann sagði Gretti    en þeir gerðu svo mikil metorð hans að hvorigir lögðu öðrum    öfugt orð en þó fóru ekki þykkjur þeirra saman. Leið nú svo    öndverður veturinn af.    Það segja menn að Þorgils bóndi átti eyjar þær sem Ólafseyjar    heita. Þær liggja út á firðinum, hálfa aðra viku undan    Reykjanesi. Þar átti Þorgils bóndi uxa góðan og hafði eigi    sóttur orðið um haustið. Talaði Þorgils um jafnan að hann    vildi ná honum fyrir jólin.    Það var einn dag er þeir fóstbræður bjuggust til að sækja    uxann ef þeim fengist hinn þriðji maðurinn til liðs. Grettir    bauð að fara með þeim en þeir létu vel yfir því, fara síðan    þrír á teinæringi. Veður var kalt og lék á norðan. Skipið    stóð í Hvalshaushólmi. Sigldu þeir út og græddist heldur    vindurinn, komu við eyjarnar og tóku uxann.    Þá spurði Grettir hvort þeir vildu heldur leggja út uxann eða    halda skipinu því að brim nokkuð var við eyna. Þeir báðu hann    halda skipinu. Hann stóð við mitt skipið á það borð er frá    landi horfði, tók honum sjórinn undir herðablöðin, og hélt    svo að hvergi sveif. Þorgeir tók upp uxann aftan en Þormóður    framan og hófu svo út í skipið, settust síðan til róðrar.    Reri Þormóður í hálsi en Þorgeir í fyrirrúmi en Grettir í    skut og héldu inn á flóann. Og er þeir komu inn fyrir    Hafraklett styrmdi þá að þeim.    Þá mælti Þorgeir: \"Frýr nú skuturinn skriðar.\"    Grettir mælti: \"Eigi skal skuturinn eftir liggja ef allvel er    róið í fram.\"    Þorgeir féll þá svo fast á árar að af gengu báðir háirnir.    Þá mælti hann: \"Legg þú til Grettir meðan að eg bæti að    háunum.\"    Grettir dró þá fast árarnar meðan Þorgeir bætti að háunum. En    er Þorgeir tók að róa höfðu svo lúist árarnar að Grettir    hristi þær í sundur á borðinu. Þormóður kvað betra að róa    minna og brjóta ekki. Grettir þreif erði tvö er lágu í    skipinu og rak borur stórar á borðstokkunum og reri svo    sterklega að brakaði í hverju tré. En með því að skip var    gott en heldur menn í röskvara lagi þá náðu þeir    Hvalshaushólm.    Grettir spyr hvort þeir vildu heldur fara heim með uxann eða    setja upp skipið. Þeir kjöru heldur að setja upp skipið og    settu þeir upp með öllum sjónum þeim sem í var og jöklinum en    það var mjög sýlt. En Grettir leiddi uxann og var hann mjög    stirður í böndunum en allfeitur. Varð honum mjög mætt. En þá    er hann kom neðan hjá Tittlingsstöðum þraut uxann gönguna.    Þeir fóstbræður gengu til húss því að hvorigir vildu veita    öðrum að sínu hlutverki. Þorgils spyr að Gretti en þeir sögðu    hvar þeir höfðu skilið. Hann sendi þá menn á móti honum og er    þeir komu ofan undir Hellishóla sáu þeir hvar maður fór í    móti þeim og hafði naut á baki og var þar kominn Grettir og    bar þá uxann. Undruðust þá allir hversu mikið hann gat orkað.    Lék Þorgeiri næsta öfund á um afl Grettis.    Það var einn dag nokkuð eftir jól að Grettir fór í laug einn    saman.    Þorgeir vissi það og mælti við Þormóð: \"Förum við til og    vitum hversu Gretti bregður við ef eg ræð á hann, þá er hann    fer frá lauginni.\"    \"Ekki er mér um það,\" sagði Þormóður, \"og muntu ekki gott fá    af honum.\"    \"Fara vil eg þó,\" sagði Þorgeir.    Snýr hann nú ofan á brekkuna og bar hátt öxina.    Grettir gekk þá neðan frá lauginni og er þeir fundust mælti    Þorgeir: \"Er það satt Grettir,\" sagði hann, \"að þú hefir það    mælt að þú skyldir aldrei renna fyrir einum?\"    \"Eigi veit eg það svo víst,\" sagði Grettir, \"en skammt hefi    eg fyrir þér runnið,\" kvað Grettir.    Þorgeir reiddi þá upp öxina. Í því hljóp Grettir undir    Þorgeir og færði hann niður allmikið fall.    Þorgeir mælti þá til Þormóðar: \"Skaltu standa hjá er fjandi    sjá drepur mig undir sér?\"    Þormóður þreif þá í fætur Gretti og ætlaði að draga hann ofan    af Þorgeiri og fékk ekki að gert. Hann var gyrður saxi og    ætlaði að bregða. Þá kom Þorgils bóndi að og bað þá vera    spaka og fást ekki við Gretti. Þeir gerðu svo og sneru þessu    í gaman. Ekki áttust þeir fleira við svo að getið sé. Þótti    mönnum Þorgils mikla gæfu til hafa borið að stilla slíka    ofstopamenn. En er vora tók fóru þeir á burt allir.    Grettir fór inn til Þorskafjarðar. Var hann spurður að hversu    honum hefði líkað vistargerðin eða veturvistin á Reykjahólum.    Hann svarar: \"Þar hefi eg svo verið að eg hefi jafnan mínum    mat orðið fegnastur þá er eg náði honum.\"    Fór hann síðan vestur yfir heiðar."}}