{"originalTitle": "Grettis_Saga_Chapter_92", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_92", "text": {"0": "Fóru þau nú allan veg þar til er þau komu til Rómaborgar. Svo    sem þau komu fram fyrir þann er til þess var skipaður að    heyra skriftamál manna þá sögðu þau sannlega allt hversu    farið hafði og með hverjum klókskap þau höfðu sinn hjúskap    bundið. Þau gáfu sig auðmjúklega undir þvílíkar skriftir sér    til yfirbóta sem hann vildi á þau leggja. En fyrir þann skuld    að þau höfðu sjálf orkast hugar á að bæta sína meinbugi án    allri þröngvan og hatri af kirkjunnar formönnum þá var þeim    létt um allar álögur svo sem fremst mátti vera en beðin með    blíðu að þau skipuðu nú sem skynsamlegast fyrir sinni sál og    lifðu hreinlega þaðan í frá að fenginni lausn allra sinna    mála. Þóttu þau vel og viturlega farið hafa.    Þá mælti Spes: \"Nú þykir mér vel farið hafa og lyktast okkart    mál. Höfum við nú eigi ógæfu saman átt eina. Kann vera að    heimskir menn dragi sér til eftirdæma okkra hina fyrri ævi.    Skulum við nú gera þá endalykt okkars lífs að góðum mönnum sé    þar eftir líkjanda. Nú skulum við kaupa að þeim mönnum sem    hagir eru á steinsmíði að þeir geri sinn stein hvoru okkru og    mættum við svo bæta það sem við höfum brotið við guð.\"    Nú lét Þorsteinn lagða verða peninga til steinsmíðar báðum    þeim og þvílíks annars sem þau þurftu og þau máttu eigi missa    til viðurlífis. Og að lyktaðri þessari smíð og á    viðurkvæmilegum tíma og öllum hlutum tilbúnum skildu þau sína    stundlega samvist að sjálfráði sínu að þau mættu því heldur    njótandi verða heilagrar samvistu annars heims. Settist þá í    sinn stein hvort þeirra og lifðu svo langan tíma sem guð    vildi skipa og entu svo sína ævi.    Hafa það flestir menn sagt að Þorsteinn drómundur og hans    kona Spes þykja verið hafa hinir mestu gæfumenn úr því sem    ráða var. En ekki hafa börn hans né afkvæmi til Íslands komið    svo að saga sé frá ger."}}