{"originalTitle": "Beowulf2_Ix", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Ix", "text": {"0": "IX\"So often upon me the hateful foesPowerfully pressed: I punished themWith my dear sword, as it behooved me.Not at all did they have joy of their meal,The evil-doers, that they me might devout,'Round their banquet might sit nigh the sea-bottom,But in the morning wounded with swordsAround the sea-strand and upon it they lay,With swords put to sleep, that never thereafterUpon the high ocean the farers-by-seaMight they let on their journey. Light from the east came,Bright beacon of God: still were the waves,So that I the sea-nesses might now behold,The windy walls. Weird often preservesAn unfated earl, when his might has availed !Yet it granted to me that I with sword slewNine of the nickers. Ne'er heard I at nightUnder heaven's vault of a harder fight,Nor on the sea-billows of a more wretched man —Yet I my foes' grip with life escapedWeary of th' journey. Then me the sea bore,The flood o'er the waves, upon the Finns' land,The welling waters. Not at all about theeOf such-like contests have I heard tell,Of terror with swords. Breca ne'er yetIn battle-play, nor either of you,So daring a deed ever has done,With stained swords (not of that do I boast),Though thou thine own brothers' murderer wast,Thy blood-relations': for this shalt thou in hellCurses endure, though thy wit may avail!I tell thee in truth, son of Ecglaf,That never had Grendel wrought so many horrors,The terrible monster, to thine own prince,Shame in Heorot, if thy mind were,Thy temper, so fierce, as thou thyself reckonest:But he hath found that he the feud need not,The terrible contest of your own people,Very much dread, of the Victor-Scyldings;He taketh forced pledge, he spareth no oneOf the Danes' people, but he joy beareth,Killeth and eateth, nor weeneth of contestWith the Spear-Danes. But I to him shallThe Geats' strength and might without delay nowOffer in battle. Then shall go he who mayProudly to mead, when morning-lightOf the second day o'er the children of men,The sun ether-clad, shall shine from the South.\"Then was in joy the giver of treasure,Gray-haired and war-fierce; help he expected,The ruler of Bright-Danes; in Beowulf heardThe people's shepherd the firm-set purpose.There was laughter of heroes, the harp merry sounded,Winsome were words. Went Wealhtheow forth,The queen of Hrothgar, mindful of courtesies,Gold-adorned greeted the men in the hall,And the high-born woman then gave the cupFirst to the East-Danes' home-protector,Bade him be blithe at the beer-drinking,Him dear to his people. In joy he receivedThe food and the hall-cup, victorious king.Then around went the Helmings' ladyTo every division of old and of young,Costly gifts gave, until the time cameThat she to Beowulf, the ring-adorned queen,Noble in mind, the mead-cup bore:She greeted the Geats' chief, thanks gave to God,Wise in her words, that the wish to her fell,That on any earl she might relyFor comfort in evils. Received he the cup,The warrior fierce, at Wealhtheow's hands.And then he spoke, ready for battle;Beowulf spoke, Ecgtheow's son:\"This thought I then, when I on the sea stied,Boarded my sea-boat with my warrior-band,That I throughout of your own peopleThe will would work, or in battle fall,Fast in fiend's grip. I shall performDeeds of valor, or end-day mineIn this mead-hall I shall await.\"To the woman these words well-pleasing were,Boasts of the Geat: gold-adorned wentThe high-born queen to sit by her lord.Then was as before again in the hallMighty word spoken, in joy were the people,The victor-folk's shout, until all at onceThe son of Healfdene wished to seek outHis evening-rest; he knew for the monsterIn the high hall was battle prepared,647a [Because in this hall the Ring-Danes never647bDared to abide unless by day-time],From the time that they the sun-light might see,Till night spreading darkness over all things,Night-wandering spirits, came advancingDark under the clouds. The crowd all arose:Greeted then glad-minded one man another,Hrothgar Beowulf, and offered him hail,Power o'er the mead-hall, and this word spoke:\" Never to any man ere did I trust,Since I could lift my hand and my shield,Royal hall of the Danes except to thee now.Have now and hold the noblest of houses,Of glory be mindful, a hero's might show,Watch 'gainst the foe. No wish shalt thou want,If thou the great struggle escapest with life.\""}}