{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_5", "text": {"0": "Þá er Hálfdan hafði þetta unnit, gekk hann innareptir hellinum, þar til er hann kom at afhelli einum.Þar sá hann konu sitja á stóli. Hár hennar var bunditvið stólbrúðirnar. Fætr hennar váru í köldu jöklavatni.Hún mælti, er hún sér manninn: \"Skjótt drepr Járnnefrþik, maðr, ef hann veit, at þú ert hér.\" Hálfdanmælti: \"Ek hefi drepit hann ok svá Sleggju, eða hvatheitir þú?\" Hún kveðst Hildr heita ok vera dóttir Angantýsjarls af Skotlandi, \"bræður mínir hétu Sigmundrok Sigurðr. Þeir váru tvíburar. Vér heldum fyrir landfram í fyrra sumar. Seiddi Járnnefr mik hingat ok ölloss, ok ætlaði hann sér at eiga mik, en drepa kerlingusína, en ek vilda þat eigi.\" Hálfdan leysti hana þá, okgengu þau fram í hellinn, ok váru þeir bræðr mjökat komnir. Þeir váru svá magrir, at skinn var skorpitniðr við beinin. Hún settist undir herðar Sigurði, enHálfdan undir herðar Sigmundi, ok dreypir víni ávarir þeim, ok nærðust þeir skjótt, svá at þeir máttumæla. Þeir spurðu, hverir þeim höfðu líf gefit. Hildrsegir, at hann héti Hálfdan ok væri sonr Hrings konungsór Danmörku. Þeir urðu því harðla fegnir, erþeir sáu systur sína heila, ok þakka þau öll Hálfdani,ok váru þau þar fimm nætr.En í annan stað er at segja frá mönnum Hálfdanar,at þeir váru mjök hugsjúkir um hann, en Ingibjörg,systir hans, vakti bæði nótt ok dag ok neytti hvárkisvefns né matar.At fimm nóttum liðnum bjuggust þau öll í burt órhellinum, ok hafði Hálfdan þaðan gull ok silfr okmargar gersimar ok kom heill til sinna manna. Urðuþeir honum fegnir ok þó mest systir hans. Segir hannþeim allt um ferðir sínar. Kærleikar miklir váru meðþeim Hildi ok Ingibjörgu. Þar sat Hálfdan þann vetr,ok var nú allt kyrrt."}}