{"originalTitle": "Grettis_Saga_Chapter_58", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_58", "text": {"0": "Þá bjó í Hólmi Björn Hítdælakappi. Hann var Arngeirsson,    Bersasonar goðlauss, Bálkasonar er nam Hrútafjörð sem fyrr    segir. Björn var höfðingi mikill og harðfengur og hélt jafnan    seka menn. Grettir kom í Hólm og tók Björn vel við honum því    að vinátta hafði verið með hinum fyrrum frændum þeirra.    Grettir spurði ef hann vildi honum nokkra ásjá veita.    Björn sagði að hann ætti svo sökótt um allt land að menn    mundu forðast bjargir við hann um það er sekt nemur \"en    heldur skal eg þér gagn gera ef þú lætur þá menn vera í friði    sem í minni vernd eru hvers sem þú gerir við aðra menn hér í    byggð.\"    Grettir játaði því.    Björn mælti: \"Að því hefi eg hugað að í því fjalli sem fram    gengur fyrir utan Hítará mun vera vígi gott og þó fylgsni ef    klóklega er um búið. Er þar bora í gegnum fjallið og sér það    neðan af veginum því að þjóðgatan liggur niðri undan en    sandbrekka svo brött fyrir ofan að fáir menn munu upp komast    ef einn maður röskur er til varnar uppi í bælinu. Nú líst mér    það helst ráð og umtalsmál að vera þar því að þaðan er hægt    að leita til fanga ofan á Mýrar og út til sjóvar.\"    Grettir kvaðst hans forsjá hlíta mundu ef hann vildi nokkuð    til leggja. Fór Grettir þá í Fagraskógafjall og bjóst þar um.    Hann tjaldaði með grá vaðmáli fyrir boruna á fjallinu og    þótti sem þar sæi í gegnum neðan af götunum. Réð hann þá til    fanga ofan í byggðina. Þótti Mýramönnum mikill vágestur    kominn er Grettir var.    Þórður Kolbeinsson bjó þá á Hítarnesi. Hann var skáld gott. Í    þenna tíma var fjandskapur mikill með þeim Birni og Þórði og    þótti Birni eigi verr en hálfneytt þó að Grettir gerði óspekt    mönnum Þórðar eða fé.    Grettir var jafnan með Birni og reyndu þeir margan frækleik,    og vísar svo til í sögu Bjarnar að þeir kölluðust jafnir að    íþróttum. En það er flestra manna ætlan að Grettir hafi    sterkastur verið á landinu síðan þeir Ormur Stórólfsson og    Þórálfur Skólmsson lögðu af aflraunir. Þeir Grettir og Björn    lögðust í einu eftir allri Hítará ofan frá vatni og út til    sjóvar. Þeir færðu stéttir þær í ána er aldrei síðan hefir úr    rekið hvorki með vatnavöxtum né ísalögum eða jöklagangi. Sat    Grettir í Fagraskógafjalli svo einn vetur að honum voru    öngvar aðfarir gervar en þó misstu þá margir síns fyrir honum    og fengu ekki að gert því að hann hafði gott vígi en átti    jafnan vingott við þá sem næstir honum voru."}}