{"originalTitle": "Ásmundar_Saga_Kappabana_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ásmundar_Saga_Kappabana_Chapter_7", "text": {"0": "Nú er at segja frá Lazino konungi ok HildibrandiHúnakappa, mági hans. Hildibrandr segir: \"Mun eigikominn sá tími, er hólmgöngu skal reyna við hertuganaok menn þeira? Nú væri eigi torsóttligt at ná þeimbúum, er eptir eru.\" Konungr mælti: \"Gerum heldrmann til þeira ok vita, ef auðvellligar fáist.\" Sá maðrhét Vöggr, er sendr var. Frá hans ferð er ekki sagt, fyrren hann kemr til hertuganna. Hann gekk í höllina okfyrir borð ok mælti síðan: \"Lazinus konungr ok innríki Hildibrandr Húnakappi vilja vita, hvárt þit viliðkoma til hólmstefnu eða láta þrautlaust þat, er eptirer.\" Hertugarnir svara: \"Svá er nú komit, ef of mikilþykkir vár eiga, at lítit er at missa hjá því sem góðradrengja.\" Ásmundr mælti: \"Hví mæli þit svá? Muneigi því meiri nauðsyn at halda, er minna er eptir?\"Vöggr horfir á hann. Ásmundr mælti: \"Hví horfir þúsvá þrátt á mik?\" Hann segir: \"Þat berr til, at ek hefieigi sét inn þriðja mann jafnvirðuligan sem þit Hildibrandreruð. Hann er ljósari, en þú ert eigi óharðmannligri,ok spurt hefir Hildibrandr, at ókuðr maðr var hérkominn með góð vápn, ok ek skylda sjá þitt sverð.\"Ásmundr bað hann ráða. Hann leit nú á ok mælti:\"Hér fara vápnin eptir yfirsýn þeira, er eigu. Hitt erbjartara ok gert betr, en eigi er þat snarpara.\" Ásmundrkveðst eigi þat vita, \"en vita munt þú vilja þitt erendi.\"Hann kvað svá vera. Ásmundr mælti: \"Seg sváhöfðingjum yðrum, at koma mun maðr af hendi hertugannatil hólmstefnu.\"Nú reið Vöggr heim ok kvaddi konung ok Hildibrand.Hildibrandr mælti: \"Hver svör kanntu at segjaaf ráðagerð hertuganna?\" Vöggr svarar: \"Þess er mérván, at þeir ljúgi eigi hólmstefnu.\" Hildibrandr mælti:\"Þó eru þeir nú mjök herðir, eða veldr því sá innókunni maðr, eða með hverjum svip sýndist þér hann?Þú ert glöggþekkinn.\" Vöggr segir: \"Hans yfirbragðer með því, at hann er látaðr vel ok alllíkr yðr í augum,ok sýndist mér líkligr til, at vera muni ofrhugi,ok þat sverð hefir hann, er ek sá ekki jafnlíkt því, semþú hefir, ok þat hygg ek, at ór einum afli sé borit.\"Hildibrandr mælti: \"Mikit finnst þér um þenna mann.Ætlar þú eigi, at mitt sverð muni vera jafnt hans sverðieða hann muni minn jafningi vera?\" Vöggr svarar:\"Eigi veit ek, hvárt hann er þinn jafningi. Hitt veitek, at sá, er berst við hann, at hann kemr í þá raun,at hann er víst dugandi maðr.\" Hildibrandr mælti:\"Framarla segist þér frá.\" Ok nú lætr Hildibrandr einnaf sínum köppum ríða til hólmstefnu."}}