{"originalTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_3", "text": {"0": "At vári bjó Þorsteinn skip sitt. Hann hafði snekkjuok fjóra menn ok tuttugu. Ok er hann kom við Jamtaland,lá hann í höfn einn dag, ok gekk hann á land atskemmta sér. Hann kom í eitt rjóðr. Þar var einn mikillsteinn. Skammt þaðan sá hann einn dverg furðuligaljótan, ok grenjaði upp yfir sik. Sýndist Þorsteini kjaptrinnsnúinn út at eyranu, en öðrum megin nefit niðrat kjaptinum. Þorsteinn segir, hví hann léti svá heimsliga.\"Þú, góði maðr,\" sagði hann, \"undrast eigi. Sérþú eigi þann mikla örn, er þar flýgr? Hann hefir tekitson minn. Ætla ek þat, at sá ófögnuðr sé sendr af Óðni,en ek spring, ef ek missi barnit.\" Þorsteinn skaut eptirerninum, ok kom undir vænginn, ok datt hann dauðrniðr, en Þorsteinn henti dvergsbarnit á lopti ok færðiföðurnum, en dvergrinn varð feginn mjök ok mælti:\"Þér á ek at launa lífgjöf ok sonr minn, ok kjós þérnú fyrir laun í gulli ok silfri.\" \"Græð þú fyrst sonþinn,\" sagði Þorsteinn; \"er ek eigi vanr at taka múturá afli mínu.\" \"Eigi væri mér at óskyldara at launa,\"segir dvergrinn. \"Mun þér ekki þykkja framboðligrserkr minn af sauða ullu, en eigi muntu á sundi mæðastok eigi sár fá, ef þú hefir hann næst þér.\" Þorsteinnfór í serkinn, ok var honum mátuligr, en honum sýndistdvergnum of lítill. Hann tók ok silfrhring ór pungisínum ok gaf Þorsteini ok bað hann vel geyma oksagði honum aldri féfátt verða mundu, meðan hannætti hringinn. Siðan tók hann einn stein svartan okgaf Þorsteini, \"ok ef þú felr hann í lófa þér, sér þikengi. Eigi hefi ek fleira, þat þér megi gagn at vera.Hall einn vil ek gefa þér til skemmtunar.\" Tók hannþá hallinn ór pungi sínum. Fylgdi honum einn stálbroddr.Hallrinn var þríhyrndr. Hann var hvítr í miðju,en rauðr öðrum megin, en gul rönd utan um. Dvergrinnmælti: \"Ef þú pjakkar broddinum á hallinn, þarsem hann er hvítr, þá kemr haglhríð svá mikil, at engiþorir móti at sjá. En ef þú vilt þíða þann snjó, þáskaltu pjakka þar, sem gulr er hallrinn, ok kemr þásólskin, svá at allt bræðir. En ef þú pjakkar þar í, semrautt er, þá kemr þar ór eldr ok eimyrja með gneistaflaug,svá at engi má móti at sjá. Þú mátt ok hæfaþat, sem þú vilt, með broddinum ok hallinum, okhann kemr sjálfr aptr í hönd þér, þegar þú kallar. Getek nú ekki launat þér fleira at sinni. Þorsteinn þakkarhonum gjafirnar. Fór hann nú til sinna manna, okvar honum þessi ferð betr farin en ófarin. Þessu næstgefr þeim byr ok sigla í Austrveginn. Koma nú á fyrirþeim myrkr ok hafvillur, ok vita þeir ekki, hvar þeirfara, ok var þat hálfan mánuð, at þessi villa helzt."}}