{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_28", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_28", "text": {"0": "Lætr nú Þorgnýr jarl hafa skipa búnað ok vápnaum sumarit, svá vítt sem hans ríki var. Kom honumok mikit lið af Svíþjóð ok Fríslandi, er frændr hans okvinir sendu honum, ok enn fekk hann mikinn styrk afVindlandi. Var nú mikill viðbúnaðr í Jótlandi í þessariherferð, en svá sem herrinn var allr saman kominn, varþat frítt lið ok vel búit. Þeir höfðu hundrað skipa okflest stór. Váru þeir Hrólfr ok Stefnir formenn þessaliðs. Þeir biðu byrjar nokkura daga.Einn dag gekk maðr fram at borði á skipi Hrólfs.Hann var lágr ok digr, hafði stóran bagga á herðumsér. Hann gengr á bryggjuna á skipit. Hrólfr kennirþenna mann. Þar er kominn Möndull dvergr. Hrólfrfagnar honum vel. Möndull lagði baggann af sér okmælti: \"Nú er ek hér kominn, sem þú beiddir, Hrólfr,ok mun ek fara með þér, ef þú vilt, með því móti atek ráði öllu því, er ek vil til leggja, ok engi bregði afmínum ráðum. Þó mun alls við þurfa, at vel takist.\"Hrólfr svarar ok segir, at allir skyldi hans ráð hafa okhann vildi gjarna hans föruneyti þiggja. Þá mæltidvergr: \"Þat er fyrst mín skipan, at þú, Hrólfr, skaltvera á því skipi, sem fyrir skal fara alla leið, því atþú hefir gullit álfkonunaut. Máttu eigi villt fara. Vérskulum tengja saman öll skip vár, hvert at stafni annars.Ek skal vera á því skipi, er seinast ferr. Vér skulumeigi fyrr leysa en undit er segl á öllum skipunum, ok þóttnokkurr leysist ór flotanum, þá skal engi fram hjá sigla.Skuluð þér þessu fram halda ok eigi af bregða, hvater á gnýr eða yðr kann sýnast, ok mun þá vel duga.Aldri skulu vér at landi leggja né nokkura dvöl hafa,fyrr en vér komum til Garðaríkis. Skulum vér nú seglvinda, því at byr mun eigi skorta.\" Var nú svá gertsem Mödull hafði fyrir sagt. Bað Þorgnýr jarl vel fyrirþeim ok Ingigerðr. Björn ráðgjafi var eptir með jarlinum,ríkinu til gæzlu.Rann nú byrr á, ok sigla þeir Hrólfr í haf. Þeim byrjaðihægliga, en svá sýndist þeim sem annat mundi veðrí lopti. Sjór var úthverfr kringum þá, ok miklar dunurváru í loptit at heyra. Möndull sat við stjórn á síðastaskipi. Hann tók eitt stórt kefli ok batt þar umblám þræði ok dró þat eptir skipinu í vörina.Eina nótt sýndist þeim sem herskip færi í móti Hrólfiok veitti honum harða atsókn. Möndull kallaði ok baðengan gefa sik at því, en þeir sögðu hann svá hræddan,at hann þyrði eigi verja lið Hrólfs. Þeir leystu skipeitt ór flotanum ok vildu fara fram fyrir önnur skipin,en þess var eigi kostr, því at vindr kom í móti þeim,ok rak þá aptr um öll skipin, ok þat sá hann til þeirasíðast, at einn stór hrosshvalr kom at þeim ok steyptiskipinu um koll. Týndist þar hvert mannsbarn. Mörgundr bar fyrir þá önnur, ok brugðu menn sér misjafntvið. Þeir týndu alls tuttugu skipum, áðr þeir kómu íGarðaríki.Lögðu þeir upp í ána Dýnu ok herjuðu þar á bæðiborð, brenndu byggðir, en ræntu fé, því er þeir náðu.Margt fólk gekk til handa þeim, ok fengu þeir með þvífjölda liðs. Spurðu þeir brátt til Eireks konungs, hvarhann var með fjölmenni. Lögðu þeir þá skipunum íeitt lægi. Möndull tók bát einn ok reri kringum öllskipin. Síðan gekk hann á land ok bað menn tjaldavið einn hamar, er þar var nær þeim, -- \"skal hverttjald standa af annars enda upp.\" Var nú svá gert. Eptirþat leysti hann bagga sinn ok tók þar ór svört silkitjöld.Hann tjaldaði þeim utan yfir öll önnur tjöldinsvá breitt ok sterkliga, at hvergi fannst smuga á. Þettavar fyrir vetrnætr, er þeir kómu í Garðaríki. Möndulldvergr mælti: \"Nú skal bera kost af skipunum í tjöldin,svá at endast megi um þrjár nætr. Síðan skuluð þér ítjöldin ganga ok engi út sjá, fyrr en ek segi yðr til.\"Var nú allt gert eptir hans boði. Gekk Möndull síðastinn ok fór þó áðr umhverfis tjöldin.Litlu eptir þetta heyrðu þeir, at veðr tók at hvessaok gnúði fast á tjöldin. Þótti þeim þat undrum gegna.Maðr einn var svá forvitinn, at hann spretti tjaldinuok sá út, en er hann kom inn aptr, var hann bæði vitlaussok mállauss ok innan lítils tíma dauðr. Þessugekk þrjár nætr, at veðrit stóð. Möndull mælti: \"Eigikomum vér allir aptr til Danmerkr, ef Grímr ægir máráða, því at hann var sá hrosshvalr, er týndi skipumvárum, ok hefði hann svá með öll farit, ef ek hefði eigifarit síðast, því at hann mátti aldri lengra fara en atkefli því, er ek dró eptir mér. Nú hefir hann hríð atyðr gert með frosti, at allir þér hefðuð bana fengit, efeigi hefðu tjöldin hlíft yðr, en nú á þetta ofan erukomnir tólf menn í skóginn skammt heðan, er Grímrhefir sent Eireki konungi. Þeir eru ofan af Ermlandiok eru nú at efla seið ok skulu seið ætlat ykkr Hrólfiok Stefni, svá at þit skulið sjálfir drepa ykkr. Nú skulumvér fara sjau saman móti þeim ok sjá, hvat í gerist.\"Gerðu þeir nú svá, unz þeir kómu í skóginn. Sáuþeir hús eitt. Var þangat at heyra ill læti, er þeir frömduseiðit. Gengu þeir síðan inn í húsit ok sjá þar hjallhávan ok undir fjóra stólpa. Möndull fór inn undirhjallinn ok reist þeim seiðvillur með þeim atkvæðum,at þeim hrifi sjálfum seiðmönnum. Gengu þeir síðanút í skóginn ok námu staðar um hríð, en seiðmönnunumbrá svá við, at þeir brutu ofan seiðhjallinn okhlupu beljandi út af húsinu á sinn veg hverr þeira.Sumir hlupu í fen eða sjó, en sumir fyrir björg okhamra, ok drápu sik allir með þessum hætti. Fóru þeirsíðan aptr til skipa sinna, ok váru þau heilbrigð. Sáuþeir, at hríðin hafði ekki víðara tekit en um kringskipin ok tjöldin. Þá mælti Möndull: \"Nú er svá orðit,Hrólfr, at ek mun ekki í orrostu ganga, því at ek erengi at hreysti eða framgöngu, en þó mundir þú liðfárhafa orðit, ef þú hefðir einn um sét með. Ykkr Stefnivar þessi dauði ætlaðr, sem nú sáuð þér, at seiðmennirnirfengu.\" Þökkuðu þeir honum fyrir sín konstr okbjuggu sik til landgöngu síðan."}}