{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_38", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_38", "text": {"0": "Svá er hér sagt, at Stefnir jarl muni ekki langlífr verithafa ok ætti ekki barn, svá at ór barnæsku kæmist. ÞeirHrólfr ok Stefnir skildust með mikilli vináttu ok heldusínum félagsskap, meðan þeir lifðu báðir. Ekki er þessgetit, at Hrólfr kæmi til Hringaríkis síðan. En þat ersagt, at þat sumar fór Haraldr vestr til Englands. SigldiHrólfr af Danmörk austr til Hólmgarða með tíu skipumok Ingigerðr með honum. Var Hrólfr þar til konungstekinn yfir allt Garðaríki með ráði konungsdótturok annarra ríkismanna. Þriðjungr Garðaríkis erkallaðr Kænugarðar. Þat liggr með fjallgarði þeim,er skilr Jötunheima ok Hólmgarðaríki. Þar er ok Ermlandok fleiri önnur smáríki. Hrólfr stýrði nú ríki sínumeð mikilli virðing. Var hann bæði vitr ok stjórnsamr.Þorðu engir höfðingjar á hann at herja sakir hansfrægðar ok hreysti. Unnust þau mikit Hrólfr ok Ingigerðr,ok áttu þau mörg börn. Hreggviðr hét sonr þeiraok var mikill fyrir sér. Hann fór í hernað í Austrvegok ekki aptr síðan. Þat er fróðra manna sögn, at annarrsonr Hrólfs hafi verið Óláfr konungr í Danmörk, erHelgi inn frækni herjaði á, en Hrómundr Gripssonveitti Óláfi, sem segir í sögu hans, ok drap Helga, okþær Dagný ok Dagbjört væru dætr Hrólfs, er grædduHrómund. En þat er eigi ritat, hvárt þær váru börnIngigerðar eða eigi. Þriði sonr Hrólfs hét Hörðr, faðirKára, föður Hörða-Knúts. Þat er sagt, at Hrólfr yrðigamall maðr, en eigi er þat greint, hvárt hann varsóttdauðr eða með vápnum veginn.Nú þótt þessi saga þykki eigi samhljóða verða öðrumsögum, þeim er at ganga þessu máli, um mannanöfn ok atburði, hvat er hverr vann eða gerði meðfrægð eða vizku, fjölkynngi eða svikum eða hvar höfðingjarnirríktu, þá er þat líkligast, at þeir, er skrifathafa ok samsett þessi tíðendi, muni eitthvert hafa fyrirsér haft, annathvárt forn kvæði eða fróðra manna sögn.Munu þær ok fár eða engar fornra manna sögur, atmenn vili með eiðum sanna, at svá hafi verit sem sagðareru, því at flestar verða orðum auknar, verða okeigi öll orð ok atvik greind í sumum stöðum, því atflest er seinna en segir. Stendr því bezt at lasta eigieða kalla lygð fróðra manna sagnir, nema hann kunnimeð meirum líkendum at segja eða orðfæriligar framat bera. Hafa ok forn kvæði ok frásagnir meir veritfram sett til stundligrar gleði en ævinligs átrúnaðar.Verðr ok fátt svá ólíkliga sagt, at eigi finnist sönn dæmitil, at annat hafi svá orðit. Þat er ok sannliga ritat, atguð hefir lánat heiðnum mönnum einn veg sem kristnumvit ok skilning um jarðliga hluti, þar með frábæriliganfræknleik, auðæfi ok ágæta skapan.Nú verðr hér endir á þessu máli frá Hrólfi Sturlaugssyniok hans afreksverkum. Hafi hverr þökk, erhlýðir ok sér gerir skemmtan af, en hinir ógleði, erangrast við ok ekki verðr at gamni. Amen."}}