{"originalTitle": "Völsunga_Saga_Chapter_41", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_41", "text": {"0": "Guðrún spyrr nú líflát Svanhildar ok mælti við sonusína: \"Hví siti þér kyrrir eða mælið gleðiorð, þarsem Jörmunrekr drap systur ykkra ok trað undir hestafótum með svívirðing? Ok ekki hafið þit líkt skaplyndiGunnari eða Högna. Hefna mundu þeir sinnarfrændkonu.\" Hamðir svarar: \"Lítt lofaðir þú Gunnarok Högna, þá er þeir drápu Sigurð ok þú vart roðin íhans blóði, ok illar váru þínar bræðra hefndir, er þúdrapt sonu þína, ok betr mættim vér allir saman drepaJörmunrek konung. Ok eigi munu vér standast frýjuorð,svá hart sem vér erum eggjaðir.\" Guðrún gekkhlæjandi ok gaf þeim at drekka af stórum kerum. Okeptir þat valdi hún þeim stórar brynjur ok góðar okönnur herklæði. Þá mælti Hamðir: \"Hér munu vérskilja efsta sinni, ok spyrja muntu tíðendin, ok muntuþá erfi drekka eptir okkr ok Svanhildi.\"Eptir þat fóru þeir. En Guðrún gekk til skemmu,harmi aukin, ok mælti: \"Þrimr mönnum var ek gift,fyrst Sigurði Fáfnisbana, ok var hann svikinn, ok varþat mér inn mesti harmr. Síðan var ek gefin Atlakonungi, en svá var grimmt mitt hjarta við hann, atek drap sonu okkra í harmi. Síðan gekk ek á sjáinn,ok hóf mik at landi með bárum, ok var ek nú gefinþessum konungi. Síðan gifta ek Svanhildi af landi íbrott með miklu fé, ok er mér þat sárast minna harma,er hún var troðin undir hrossa fótum, eptir Sigurð.En þat er mér grimmast, er Gunnarr var í ormgarðsettr, en þat harðast, er ór Högna var hjarta skorit,ok betr væri, at Sigurðr kæmi mér á móti ok færa ekmeð honum. Hér sitr nú eigi eptir sonr né dóttir mikat hugga. Minnstu nú, Sigurðr, þess, er vit mæltum,þá er vit stigum á einn beð, at þú mundir mín vitjaok ór helju bíða.\" Ok lýkr þar hennar harmtölur."}}