{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_24", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_24", "text": {"0": "Skúli jarl hefr nú upp sína sögu ok sagði frá því, athann setti Kol höfðingja fyrir liðit ok hverninn þærnöfnur breyttu ok at þau Ingigerðr hefðu verit sá karlok kerling, sem flýðu undan Hálfdani við Álaborg okhann vildi nát hafa; segir nú sik ok sitt ríki í valdiHálfdanar. Hálfdan mælti þá: \"Nú er svá komit, atlönd þessi öll lúta undir mik. Því vil ek nú birta yðr,hversu ek vil vera láta: Ek vil gefa Skúla jarli Ísgerðidrottning ok þat ríki, sem hún á hér í Garðaríki. Ekhefi nú í mínu valdi Bjarmaland ok Eðnýju, dótturHáreks konungs. Þat ríki vil ek gefa Sigmundi ok meynaþar með, ef þat er þeim báðum viljugt.\"Sigmundr lét sér þetta vel líka, ef meyjan vill þvísamþykkjast, en Eðný lézt eigi framar bónorðs sérvænta, -- \"ok mun mér þetta vel líka.\" Hálfdan sagðistmundu vitja þess ríkis, sem hann átti í Noregi, -- \"okmun þat hverjum heppnast sem hann til borinn er.\"Fór þetta nú fram, at þessi brullaup váru drukkin meðmjök miklu prís, ok at þeim enduðum fóru höfðingjarnirhverr til síns heima, en Hálfdan sat þar um vetrinn,ok váru góðar ástir með þeim Ingigerði. Sviða innsókndjarfa sendu þeir austr í Kirjálabotna, ok skyldihann vera þar höfðingi yfir ok hafa þat ríki af Skúlajarli.En um várit, þegar ísa leysti, safnar Hálfdan at sérbæði skipum ok mönnum, ok bjuggust þeir Sigmundrtil Bjarmalands ok Skúli jarl, ok tókst þeim sú ferð vel,ok lá landit laust í þeira valdi, ok gerðist Sigmundr þarhöfðingi yfir, en var þó með Hálfdani. Skúli jarl fórheim í Álaborg, ok unnust þau Ísgerðr drottning mikit.Þeira sonr var Hreggviðr, faðir Ingigerðar, er Göngu-Hrólfrátti."}}