{"originalTitle": "Beowulf_Xxi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxi", "text": {"0": "XXIBēowulf maeþlode,  beam Ecgþēowes:'Ne sorga, snotor guma!  Sēlre bið ǣghwǣm,þæt hē his frēond wrece,  þonne hē fela murne.Ūre ǣghwylc sceal  ende gebīdanworolde līfes;  wyrce sē þe mōtedōmes ǣr dēaþe;  þæt bið drihtgumanunlifgendum  æfter sēlest.Ārīs, rīces weard,  uton hraþe fēran,Grendles māgan  gang scēawigan.Ic hit þē gehāte:  nō hē on helm losaþ,nē on foldan fæþm,  nē on fyrgenholt,nē on gyfenes grund,  gā þǣr hē wille !Ðȳs dōgor þū  geþyld hafawēana gehwy]ces,  swā ic þē wēne tō.'Āhlēop ðā se gomela,  Gode þancode,mihtigan Drihtne,  þæs se man gespræc.þā wæs Hrōðgāre  hors gebǣted,wicg wundenfeax.  Wīsa fengelgeatolīc gende;  gumfēþa stōplindhæbbendra.  Lāstas wǣronæfter waldswaþum  wīde gesȳne,gang ofer grundas,  [swā] gegnum fōrofer myrcan mōr,  magoþegna bærþone sēlestan  sāwollēasneþāra þe mid Hrōðgāre  hām eahtode.Oferēode þā  æþelinga bearnstēap stānhliðo,  stīge nearwe,enge ānpðas,  uncūð gelād,neowle næssas,  nicorhūisa fela;hē fēara sum  beforan gengdewīsra monna  wong scēawian,oþ þæt hē fǣringa  fyrgenbēamasofer hārne stān  hleonian funde,wynlēasne wudu;  wæter under stōddrēorig ond gedrēfed.  Denum eallum wæs,winum Scyldinga  weorce on mōdetō geþohanne,  ðegne monegum,oncȳð eorla gehwǣm,  syðþan Æschereson þām holmclife  hafelan mētton.Flōd blōde wēol  --folc tō sǣgon----hātan heolfre.  Horn stundum songfūslīc f(yrd)lēoð.  Fēþa eal gesæt.Gesāwon ðā æfter wætere  wyrmcynnes fela,sellice sǣdracan  sund cunnian,swylce on næshleoðum  nicras licgean,ðā on undernmǣl  oft bewitigaðsorhfulne sīð  on seglrāde,wyrmas ond wildēor.  Hīe on weg hruronbitere ond gebolgne;  bearhtm ongēaton,gūðhorn galan.  Sumne Gēata lēodof flānbogan  fēores getwǣfde,ȳðgewinnes,  þæt him on aldre stōdherestrǣl hearda;  hē on holme wæssundes þē sǣnra,  ðē hyne swylt fornam.Hræþe wearð on ȳðum  mid eofersprēotumheorohōcyhtum  hearde genearwod,nīða genǣged,  ond on naes togen,wundorlic wǣgbora;  weras scēawedongryrelīcne gist.  Gyrede hine Bēowulfeorlgewǣdum,  nalles for ealdre mearn;scolde herebyrne  hondum gebrōden,sīd ond searofāh  sund cunnian,sō ðe bāncofan  beorgan cūþe,þæt him hildegrāp  hreþre ne mihte,eorres inwitfeng  aldre gesceþðan;ac se hwīta helm  hafelan werede,sē þe  meregrundas mengan scolde,sēcan sundgebland  since geweorðad,befongen frēawrāsnum,  swā hine fyrndagumworhte wǣpna smið,  wundrum tēode,besette swīnlīcum,  þæt hine syðþan nōbrond nē beadomēcas  bītan ne meahton.Næs þæt þonne  mǣtost mægenfultuma,þæt him on ðearfe lāh  ðyle Hrōðgþares;wæs þǣm hæftmēce  Hrunting nama;þæt wæs ān foran  ealdgestrēona;ecg wæs īren,  ātertānum fāh,āhyrded heaþoswāte;  nǣfre hit æt hilde ne swācmanna ǣngum  þāra þe hit mid mundum bewand,sē ðe gryresīðas  gegān dorste,folcstede fāra;  næs þæt forma sīeth;,þæt hit ellenweorc  æfnan scolde.Hūru ne gemunde  mago Ecglāfeseafoþes cræftig,  þæt hē ǣr gespræcwīne druncen,  þā hē þæs wǣpnes onlāhsēlran sweordfrecan;  selfa ne dorsteunder ȳða gewin  aldre genēþan,drihtscype drēogan;  þǣr hē dōme forlēas,ellenmǣrðum.  Ne wæs þǣm ōðrum swā,syðþan hē hine tō gūðe  gegyred hæfde."}}