{"originalTitle": "Gríms_Saga_Loðinkinna_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gríms_Saga_Loðinkinna_Chapter_4", "text": {"0": "Nokkurum vetrum fyrr hafði andazt Böðmóðr Framarssonok átti eina dóttur við Hrafnhildi, konu sinni,er Þórný hét. Hennar sonr var Þorbjörn tálkni, faðirKetils breiðs, föður Þórnýjar, er átti Hergils hnapprass.Hrafnhildr fór þá heim í Hrafnistu til Gríms,bróður síns.Þorkell er nefndr ágætr maðr. Hann var jarl yfirNaumdælafylki. Hann fór til Hrafnistu ok bað Hrafnhildar.Hún var honum gift. Þeira sonr var Ketill hængr,er inni brenndi Hárek ok Hrærek, Hildiríðar sonu,fyrir þat, at þeir rægðu Þórólf, frænda hans. Eptir þatfór Ketill til Íslands ok nam þar land milli Þjórsár okMarkarfljóts ok bjó at Hofi. Sonr hans var Hrafn, innfyrsti lögmaðr á Íslandi. Annarr sonr hans var Helgi,faðir Helgu, er átti Oddbjörn askasmiðr. Inn þriðivar Stórólfr, faðir Orms ins sterka ok Hrafnhildar, erátti Gunnarr Baugsson. Þeira sonr var Hámundr, faðirGunnars á Hlíðarenda, en dóttir Arngunnr, er áttiHróarr Tungugoði. Þeira sonr var Hámundr inn halti.Veðrormr, sonr Vémundar ins gamla, var hersir ríkr.Hann bað Brynhildar, dóttur Gríms loðinkinna. Húngekk með honum. Þeira sonr var Vémundr, faðir Veðrorms,er stökk fyrir Haraldi konungi austr á Jamtaland,ok ruddu þar mörk til byggðar. Hans sonr varHólmfastr, en systir Veðrorms hét Brynhildr; hennarsonr Grímr, er hét eptir Grími loðinkinna.Þeir frændr, Grímr ok Hólmfastr, fóru í vestrvíkingok drápu í Suðreyjum Ásbjörn jarl skerjablesa, entóku þar at herfangi Ólofu, konu hans, ok Arneiði,dóttur hans, ok hlaut Hólmfastr hana ok seldi Veðrormi,frænda sínum, ok var hún þar ambátt, til þessat Ketill þrymr fekk hennar ok hafði hana út til Íslands.Við hana eru kenndir Arneiðarstaðir í Austfjörðum.Grímr fekk Ólofar, dóttur Þórðar vagalda, er jarlhafði átta.Grímr fór til Íslands ok nam Grímsnes allt upp tilSvínavatns ok bjó í Öndverðunesi fjóra vetr, en síðanat Búrfelli. Hans sonr var Þorgils, er átti Helgu, dótturGests Oddleifssonar. Þeira synir váru þeir Þórarinnat Búrfelli ok Jörundr á Miðengi. Grímr fell á hólmiundir Hallkelshólum fyrir Hallkatli, bróður Ketilbjarnarat Mosfelli.Grímr loðinkinni sat í Hrafnistu, sem fyrr segir.Hann átti son við konu síðarla, er Oddr hét. Hann varfóstraðr hjá Ingjaldi á Berurjóðri. Hann var síðan kallaðrýmist Örvar-Oddr eða Oddr inn víðförli. Grímrþótti mikill maðr fyrir sér. Hann var rammr at afli okfullhugi inn mesti ok bjó þó mjök einn um sitt. Hannvarð ellidauðr maðr. Ok lýkr hér sögu Gríms loðinkinna.En hér hefr upp Örvar-Odds sögu, ok er mikilsaga."}}