{"originalTitle": "Helga_Þáttr_Þórissonar_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Helga_Þáttr_Þórissonar_Chapter_3", "text": {"0": "Nú líðr af vetrinn, ok kemr annarr átti dagr jóla,ok er konungr í kirkju ok hirð hans at hlýða messu.Þá koma þar þrír menn til kirkjudyra, ok er einn eptir,en tveir fara í brott ok mæla þetta áðr: \"Hér færum vitþér Gretti, konungr, ok er eigi víst, nær þú færir afþér.\" Kenna menn þar Helga. Síðan gengr konungr tilborða, ok er menn tala við Helga, verða menn þess varir,at hann er blindr. Frétti konungr þá, hverju gegndium hans hag eða hvar hann hefði verit þessa stundalla. Hann segir þá konungi fyrst frá því, er hannfann konurnar í skóginum, þá frá því, er þeir Grímargerðu veðrit at þeim bræðrum, er þeir vildu bjargaskipinu, ok síðan höfðu þeir Grímar hann með sér tilGuðmundar á Glæsisvöllum ok færðu hann Ingibjörgu,dóttur Guðmundar. Þá mælti konungr: \"Hversu þóttiþér þar at vera?\" \"Allgott,\" segir hann, \"ok hvergihefir mér betra þótt.\" Þá spurði konungr at um siðuGuðmundar konungs ok at fjölmenni eða athöfn. Enhann lét yfir öllu vel ok sagði, at hans var miklu fleirien hann fengi talit. Konungr mælti: \"Hví fóru þér sváskjótliga í brott í fyrra vetr?\" \"Guðmundr konungrsendi þá til at svíkja yðr,\" segir hann, \"en fyrir bæniryðrar lét hann mik lausan, svá at þér mættið vita, hvater af mér væri orðit. En því fóru vér svá skjótt í brottnæstunni, at þeir Grímar höfðu eigi náttúru til atdrekka þann drykk, er þér létuð signa. Urðu þeir þessureiðir, at þeir sá sik yfirstigna, ok því drápu þeir mennyðra, at svá sagði Guðmundr konungr fyrir, ef þeirfengi ekki mein yðr gert. En hann sýndi tign sínaí því, at hann sendi yðr hornin, at þér mundiðþá síðr eptir mér leita.\" Konungr spurði: \"Hví fórtunú í brott öðru sinni?\" Hann svarar: \"Ingibjörg olliþví. Hún þóttist eigi mega liggja hjá mér nema meðmeinlætum, ef hún kæmi við mik beran, ok því fór ekmest í brott, enda vildi Guðmundr konungr ekki þreytavið yðr, þegar hann vissi, at þér vilduð mik í brott hafa.En um tign ok risnu Guðmundar konungs má ek eigi ífám orðum segja ok um fjölmenni þat, er með honumer.\" Konungr spurði: \"Hví ertu blindr?\" Hann svarar:\"Ingibjörg Guðmundardóttir greip ór mér bæði augun,þá er vit skildum, ok sagði, at konur í Noregi mundumín skamma stund njóta.\" Konungr sagði: \"Makligrværi Guðmundr meingerða af mér fyrir þau manndráp,er hann gerði, ef guð vildi þat vera láta.\"Síðan var sent eptir Þóri, föður Helga, ok þakkaðihann honum vel, er sonr hans var aptr kominn órtrölla höndum. Ferr hann síðan heim, en Helgi er eptirmeð konungi ok lifir til annarrar jafnlengdar. En konungrhefir hornin Gríma með sér, þá er hann fór síðastasinn ór landi. En þat segja menn, þá er Óláfr konungrhvarf af Orminum langa, at hyrfi ok hornin okhafi engi maðr þau sét síðan. Ok lýkr hér frá Grímumat segja."}}