{"originalTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_8", "text": {"0": "Nú kemr Högni heim, verðr nú víss ins sanna, atHeðinn hefir siglt í brott með Hildi ok drekann Hálfdanarnaut,en drottning lá dauð eptir. Högni varð viðþetta mjök reiðr ok bað menn við bregða þegar oksigla eptir Heðni. Gera þeir nú ok svá ok fá inn beztabyr, koma æ þar at kveldi á þær hafnir, sem Heðinnhafði burt siglt áðr um morgininn.Þat var einn dag, er Högni helt til hafnar, at þá várusegl Heðins at sjá við hafi. Þá halda þeir Högni þegareptir. Þat er sannliga sagt, at þá fekk Heðinn andviðrií móti sér, en Högna helzt inn sami byrr. Heðinn leggrþá upp at eyju þeiri, er Há heitir, ok leggr þar í lægi.Bráðliga kemr Högni eptir, ok er þeir finnast, kveðrHeðinn hann blíðliga. \"Þat er þér at segja, fóstbróðir,\"segir Heðinn, \"at mik hefir hent svá mikit slys, at þatmá engi bæta nema þú. Ek hefi hertekit dóttur þínaok dreka, en veitt líflát drottningu þinni ok þó eigiaf eiginligri illsku minni, heldr af vándum spám okillum álögum. Vil ek nú, at þú skerir einn ok skapirokkar í milli. Þat vil ek ok bjóða þér at leggja bæðiaf Hildi ok drekann, menn alla ok fé, en fara svá langtút í heima, at ek koma aldri til Norðrlanda né þérí augsýn, meðan ek lifi.\" Högni svarar: \"Ek hefða giftþér Hildi, ef þú hefðir hennar beðit. Nú þó ok, at þúhefðir hertekit Hildi, þá mættim vit þó sættast fyrirþat. En nú, er þú hefir gert svá mikit óverkan, at þúhefir níðzt á drottningu ok drepit hana, er engi váná, at ek vili sættum taka. Skulu vér ok reyna þegar ístað, hvárir stærst kunna at höggva.\" Heðinn svarar:\"Hitt er ráð, ef þú vilt ekki annat en berjast, at vitreynim tveir með okkr, því at hér áttu við engan mannsakir nema við mik. Dugir þat eigi, at ómakligir menngjaldi glæpa minna ok illgerða.\" Fylgdarmenn þeirasvöruðu allir sem eins munni, at þeir skyldu fyrr fallahverr á fætr öðrum, heldr en þeir næði höggum viðat skiptast. En er Heðinn sá, at Högni vildi ekki annaten berjast, þá bað hann sína menn á land ganga. \"Skalek eigi lengr bila við Högna né biðjast undan bardaga,ok dugi nú hverr eptir drengmennsku.\"Ganga þeir nú á land ok berjast. Er Högni allæfr,en Heðinn bæði vápnfimr ok stórhöggr. Þat er meðsannendum sagt, at svá mikil atkvæði ok illska fylgdiþessum álögum, at þó at þeir klyfist í herðar niðr, þástóðu þeir upp sem áðr ok börðust. Hildr sat í einumlundi ok sá upp á þenna leik. Þessi armæða ok ánauðgekk alla stund frá því, at þeir tóku til at berjast, okframan til þess, er Óláfr Tryggvason varð konungr atNoregi. Segja menn, at þat væri fjórtán tigir ára okþrjú ár, áðr en þessum ágæta manni, Óláfi konungi,yrði þat lagit, at hans hirðmaðr leysti þá frá þessuaumliga áfelli ok skaðligum skapraunum."}}