{"originalTitle": "Beowulf_Xix", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xix", "text": {"0": "XIXSigon þā tō slǣpe.  Sum sāre angealdǣfenræste,  swā him fuL oft gelamp,siþðan goldsele  Grendel warode,unriht æfnde,  oþ þæt ende becwōm,swylt æfter synnum.  þæt gesȳne wearþ,widcūþ werum,  þætte wrecend þā gȳtlifde æfter lāþum,  lange þrāge,æfter gūðceare;  Grendles mōdor,ides āglǣcwīf  yrmþe gemunde,sē þe wæteregesan  wunian scolde,cealde strēamas,  siþðan Cāin wearðtō ecgbanan  āngan brēþer,fæderenmǣge;  hē þā fāg gewāt,morþre gemearcod  mandrēam fleon,wēsten warode.  þanon wōc felageōsceaftgāsta;  wæs þǣra Grendel sum,heorowearh hetelīc,  sē æt Heorote fandwæccendne wer  wīges bīdan;þǣer him āglǣca  ætgrǣpe wearð;hwæþre hē gemunde  mægenes strenge,gimfæste gife,  ðē him God sealde,ond him tō Anwaldan  āre gelȳfde,frōfre ond fultum;  ðȳ hē þone fēond ofercwōm,gehnǣgde helle gāst.  þā hē hēan gewāt,drēame bedǣled  dēaþwīc seon,mancynnes fēond.  Ond his mōdor þā gȳtgīfre ond galgmōd  gegān woldesorhfulne sīð,  sunu dēoð wrecan.Cōm þā tō Heorote,  ðǣr Hring-Denegeond þæt sæld swǣfun.  þā ðǣr sōna wearðedhwyrft eorlum,  siþðan inne fealhGrendles mōdor.  Wæs se gryre lǣssaefne swā micle,  swā bið mægþa cræft,wīggryre wīfes  be wǣpnedmen,þonne heoru bunden,  hamere geþrūen,sweord swāte fāh  swīn ofer helmeecgum dyhtig  andweard scireð.Ðā wæs on healle  heardecg togensweord ofer setlum,  sīdrand manighafen handa fæst;  helm ne gemunde,byrnan sīde,  þā hine se brōga angeat.Hēo wæs on ofste,  wolde ūt þanon,fēore beorgan,  þā hēo onfunden wæs;hraðe hēo æþelinga  ānne hæfdefæste befangen,  þā hēo tō fenne gang.Sē wæs Hrōþgāre  hæleþa lēofoston gesīðes hād  be sǣm twēonum,rīce randwiga,  þone ðe hēo on ræste ābrēat,blǣdfæstne beorn.  Næs Bēowulf þǣr,ac wæs ōper in  ǣr geteohhodæfter māþðumgife  mǣrum Gēate.Hrēam wearð in Heorote;  hēo under heolfre genamcūþe folme;  cearu wæs genīwod,geworden in wīcun.  Ne wæs þæt gewrixle til,þæt hīe on bā healfa  bicgan scoldonfrēonda fēorum!  þā wæs frōd cyning,hār hilderinc  on hrēon mōde,syðþan hē aldorþegn  unlyfigendne,þone dēorestan  dēadne wisse.Hraþe wæs tō būre  Bēowulf fetod,sigorēadig secg.  Samod ǣrdægeēode eorla sum,  æþele cempaself mid gesīðum  þǣr se snotera bād,hwæþer him Alwalda  ǣfre willeæfter wēaspelle  wyrpe gefremman.Gang ðā æfter flōre  fyrdwyrðe manmid his handscale  --healwudu dynede--,þæt hē þone wīsan  wordum nǣgdefrēan Ingwina,  frægn gif him wǣreæfter nēodlaðu[m]  niht getǣse."}}