{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_2", "text": {"0": "Þat var einn morgin snimma, at karlinn Vífill vaknarvið ok mælir: \"Margt er kynligt á ferð ok flug, okmiklar fylgjur ok máttugar eru hingat komnar í eyna.Standið upp, Hálfdanar synir, Hróarr ok Helgi, ok haldiðykkr í skógarrunnum mínum í dag.\" Þeir hlupu ískóginn. Nú fór þetta eptir því, sem karl gat til, at sendimennFróða konungs kómu á eyna ok leita þeira hvarvetna,sem þeim kemr í hug, ok finna hvergi sveinana.Þeim sýnist karl vera heldr skuggaligr, fara þó í burtvið svá búit ok segja konungi, at þeir kunni þá ekkiat finna. \"Illa munu þér leitat hafa,\" segir konungr,\"ok er karl þessi margkunnugr, ok farið nú í stað aptrsömu leið, svá at karl verði sízt við búinn til at bregðaþeim undan, ef þeir eru þar.\" Þeir verða nú at gerasvá sem konungr bauð, fara nú aptr í annat sinn tileyjarinnar. Karl mælti við sveinana: \"Ekki er ykkr tilsetu búit, haldið til skógar sem skjótast.\" Sveinarnirgerðu svá. Eptir þat þustu konungsmenn at ok báðustrannsóknar, ok lætr karl allt opit fyrir þeim standa,ok finna þá hvergi um eyna, hvar sem þeir leita, okfara svá aptr við svá búit ok segja konungi. Fróði konungrsegir: \"Nú skal ekki með laufsegli lengr faraat við þenna karl. Skal ek fara sjálfr til eyjarinnar þegará morgin,\" ok svá var nú gert, at konungr fór sjálfr.Karl vaknar ok heldr mæðiliga ok sér nú enn, atskjótt muni verða til ráða at taka. Hann mælti við þábræðr: \"Þit skuluð kannast við, ef ek kalla hátt Hoppok Hó, hunda mína. Hlaupið þá til jarðarhúss ykkarok hafið þat at marki, at þá mun ekki friðr kominn íeyna, ok forðið þit ykkr þar, því at Fróði, frændi ykkar,er nú sjálfr í leitinni, en hann leitar eptir lífi ykkarmeð alls kyns vígvélum ok brögðum, ok sé ek nú ekki,hvárt ek mun geta haldit ykkr.\" Karl ferr þá til strandar,ok er þá komit konungsskipit. Hann lætr sem hann sjáiþat eigi ok læzt skima at fé sínu svá hvatliga, at hannlítr aldri til konungs né manna hans. Konungr býðrmönnum sínum at handtaka karl, ok svá var gert, okvar hann leiddr fyrir konung. Konungr mælti: \"Þú ertmikill bragðakarl ok mjök slægligr. Segðu mér, hvarkonungssynir eru, því at þat veiztu.\" Karl segir: \"Heilirsvá, herra, haldið mér ekki, því at vargrinn vill rífa ísundr fé mitt.\" Karl kallar þá hátt: \"Hoppr ok Hó,hjálpið fénu, fyrst ek má ekki forða því.\" Konungrmælti: \"Hvat kallar þú nú?\" Karl segir: \"Hundar mínirheita svá, en leiti þér nú, herra, sem yðr líkar, en ekkivænti ek þess, at konungssynir finnist hér, ok mjökundrar mik, at þér ætlið, at ek muni halda mönnumfyrir yðr.\" Konungr sagði: \"Þú ert víst bragðakarl,en ekki munu þeir þó í öðru hirðast mega upp fráþessu, þótt þeir hafi hér áðr verit, ok væri makligt,at þú værir af lífi tekinn.\" Karl segir: \"Þér eigið þatnú undir yðr. Hafi þér þá heldr örendi átt í eyna, heldren at fara svá búnir.\" Konungr sagði: \"Eigi kann ekat láta drepa þik, en þó ætla ek, at þat sé misráðit.\"Ferr konungr nú heim við svá búit. Karl hittir núsveinana ok segir nú, at þeir megi eigi lengr þar vera.\"Vil ek senda ykkr til Sævils, mágs ykkar, ok munuð þitverða frægir menn, ef þit lifið lengi.\""}}