{"originalTitle": "Beowulf_Prologue", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Prologue", "text": {"0": "PrologueHwæt, wē Gār-Dena  in gēardagum,þēodcyninga  þrym gefrūnon,hū ðā æþelingas  ellen fremedon !Oft Scyld Scēfing  sceaþena þrēatum,monegum mǣgþum  meodosetla oftēah,egsode eorl[as],  syððan ǣrest wearðfēasceaft funden;  hē þæs frōfre gebād,wēox under wolcnum  weorðmyndum þāh,oð þæt him ǣghwylc  ymbsittendraofer hronrāde  hȳran scolde,gomban gyldan;  þæt wæs gōd cyning!Ðǣm eafera wæs  æfter cennedgeong in geardum,  þone God sendefolce tō frōfre;  fyrenðearfe ongeat,þē hīe ǣr drugon  aldor(lē)aselange hwīle;  him þæs Liffrea,wuldres Wealdend  woroldāre forgeaf;Bēowulf wæs brēme  -- blǣd wīde sprang --Scyldes eafera  Scedelandum in.Swā sceal (geong g)uma  gōde gewyrcean,fromum feohgiftum  on fæder (bea)rme,þæt hine on ylde  eft gewunigenwilgesīþas,  þonne wīg cume,lēode gelǣsten;  lofdǣdum scealin mǣgþa gehwǣre  man geþeon.Him ðā Scyld gewāt  tō gescæphwīlefelahrōr fēran  on Frēan wǣre;hī hyne þā ætbǣron  tō brimes faroðe,swǣse gesīþas,  swā hē selfa bæd,þenden wordum wēold  wine Scyldinga --lēof landfruma  lange āhte.þǣr æt hȳðe stōd  hringedstefnaīsig ond ūtfūs,  æþelinges fær;ālēdon þā  lēofne þēoden,bēaga bryttan  on bearm scipes,mǣrne be mæste.  þǣr wæs mādma felaof feorwegum  frætwa gelǣded;ne hȳrde ic cȳmlīcor  cēol gegyrwanhildewǣpnum  ond heaðowǣdum,billum ond byrnum;  him on bearme lægmādma mænigo,  þā him mid scoldonon flōdes ǣht  feor gewītan.Nalæs hī hine lǣssan  lācum tēodan,þēodgestrēonum,  þon þā dydon,þē hine æt frumsceafte  forð onsendonǣnne ofer ȳðe  umborwesende.þā gȳt hīe him āsetton  segen g(yl)dennehēah ofer hēafod,  lēton holm beran,gēafon on gārsecg;  him wæs geōmor sefa,murnende mōd.  Men ne cunnonsecgan tō sōðe,  selerǣdende,hǣleð under heofenum,  hwā þǣm hlæste onfēng."}}