{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_49", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_49", "text": {"0": "Þessu næst er þat at segja, at Hjalti inn hugprúðigengr til húss þess, sem frilla hans er inni. Hann sérþá glöggliga, at eigi mun vera friðsamligt undir tjöldumþeira Hjörvarðar ok Skuldar. Lætr hann þó kyrrtvera ok lætr sér ekki í brún bregða, leggst nú meðfrillunni. Hún var kvenna fríðust. Ok sem hann hefirverit þar um hríð, sprettr hann upp ok mælti til frillunnar:\"Hvárt þykkir þér betri tveir tvíelleftir eða einnáttræðr?\" Hún svarar: \"Tveir tvíelleftir þykki mér betrien attræðir karlar.\" \"Þessara orða skaltu gjalda,\" sagðiHjalti, \"þín hóra,\" ok gekk at henni ok beit af henninefit. \"Kenndu mér um, ef nokkurir fljúgast á um þik,ok vænti ek, at flestum þykki lítil gersemi at þér uppfrá þessu.\" \"Illa gerðir þú til mín ok ómakliga,\" sagðihún. \"Ekki verðr við öllu sét,\" sagði Hjalti.Hann þrífr síðan vápn sín, því at hann sér, at alþakiter í kringum borgina af brynjuðu fólki ok merki eruupp sett. Skilr hann nú, at ekki þurfi at dyljast viðlengr, at ófriðr sé fyrir höndum. Hann leitar til hallarinnarok þangat, sem Hrólfr konungr sat ok kapparnir.Hjalti mælti: \"Vakið, herra konungr, því at ófriðr erí garðinum, ok er meiri þörf at berjast en at spennakonur, ok þat hygg ek, at lítt aukist gull í höllinni viðskattinn Skuldar, systur þinnar, ok hefir hún grimmdSkjöldunga, ok þat kann ek þér at segja, at þetta erólítill herr með hörðum sverðum ok hervápnum, okþeir ganga í kringum borgina með reiddum sverðum,ok mun Hjörvarðr konungr óvingjarnligt erendi viðþik eiga, ok eigi mun hann optar heðan í frá ætla atkrefja þik ríkis. Þat er nú til,\" sagði Hjalti, \"at vérmunum stýra liði konungs várs, er ekki neitt sparir viðoss. Efnum nú vel heitstrengingar várar, at vér verjumvel inn frægasta konung, sem nú er á öllum Norðrlöndum,ok látum þat á hvert land spyrjast mega ok launumhonum nú vápn ok herklæði ok margt eptirlæti annat,því at vér munum þetta eigi forverkum gera. Hafa hérok stórar bendingar fyrir borit, þótt vér höfum duliztvið langa tíma, ok er mér meiri grunr á, at hér munustórir tilburðir eptir koma, svá at í minni munu verða,ok munu sumir þat kalla, at ek mæli nokkut af æðru,en vera kann, at Hrólfr konungr drekki nú it síðastasinn með sínum köppum ok hirðmönnum. Upp núallir kapparnir,\" segir Hjalti, \"ok gerið skjótt at skiljavið frillur yðar, því at annat liggr nú brýnna fyrir, atbúast við því, sem eptir ferr. Upp, allir kappar, meðhraðri svipan, ok vápnizt allir.\"Þá stökk upp Hrómundr harði ok Hrólfr skjóthendi,Svipdagr ok Beigaðr ok Hvítserkr inn hvati, Haklangrinn setti, Harðrefill inn sjaundi, Haki inn frækniinn áttundi, Vöttr inn mikilaflaði inn níundi, Starólfrhét inn tíundi, Hjalti inn hugprúði inn ellefti, Böðvarrbjarki inn tólfti, ok var hann því svá kallaðr, at hannrýmdi á burt öllum berserkjum Hrólfs konungs vegnaþeira ofsa ok ójafnaðar, en drap suma, svá at engiþeira þreifst fyrir honum, því at þeir váru svá semkonur hjá honum, þá á átti at reyna, ok þóttust þóhonum ávallt meiri ok sátu ávallt á svikráðum við hann.Böðvarr bjarki stóð strax upp ok herklæddist ok mælti,at nú væri Hrólfi konungi þörf á stoltum drengjum,-- \"ok mun þeim öllum duga hjarta ok hugr, sem eigistanda á baki Hrólfs konungs.\"Hrólfr konungr sprettr þá upp ok tekr til orða meðengum ótta: \"Takið oss þann drukk, sem beztr er til,ok skulum vér drekka áðr ok gerast kátir ok sýnumsvá, hvaða menn þetta eru, Hrólfs kappar, ok stundumþat eina, at í minni sé vár hreysti, því at hingat hafasótt inir mestu kappar af öllum löndum, sem í nánderu, ok inir fræknustu. Segið þat Hjörvarði ok Skuldok þeira görpum, at vér munum drekka oss glaða, áðren vér tökum við skattinum.\" Svá var gert sem konungrinnmælti. Skuld svarar: \"Ólíkr er Hrólfr konungr,bróðir minn, öllum öðrum, ok er at slíkum helztskaði, en þó skal til skarar skríða allt at einu.\" Svámikit fannst um Hrólf konung, at hann var lofaðr bæðiaf vinum sínum ok óvinum."}}