{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_6", "text": {"0": "Einn dag er þess getit, at Hringr jarl var úti á leikvelliok hirðmenn hans með honum. Þeir sáu komaríðandi mann af mörkinni fram, mikinn vexti. Hestrhans var allr brynjaðr ok svá sjálfr hann, svartr skjöldrá hlið, höggspjót í hendi. Hann reið svá snart, at mennstukku undan tveggja vegna. Hann reið svá fram oksat á hesti sínum ok lagði spjótit fram á milli eyrnaá hestinum ok mælti: \"Heill, herra.\" Jarl tók kveðjuhans ok spyrr, hverr hann væri. Hann segir: \"Ek heitiKolr krappi, en þat er erendi mitt hingat at biðja Ásu,dóttur þinnar, mér til handa.\" Jarl mælti: \"Veiztuþat eigi, at hún er festarkona Haralds konungs?\" Kolrsegir: \"Eigi þykkir mér verr at eiga hana, ok ger núannat hvárt, at þú gef fram festarnar, elligar rek ekspjótit í gegnum þik.\" Jarl íhugar nú þetta ok þykkistnú vita, at eigi muni kostrinn góðr, kýss þat af at lifa,þótti einskis utan ills þaðan af ván. Þótti honum eigiundir, hversu illt þeir ætti til samans Haraldr konungrok Kolr, ok selr nú fram festarnar. Kolr mælti: \"SegHaraldi konungi, at ek skora honum hólmgöngu austrvið Gautelfi, þá er líðr hávetrinn. Hafi sá meyna, ersigr fær, en komi hann eigi né vogi at berjast, þá berihann níðingsorð fyrir hverjum manni svá lengi semhann lifir. Sitið heilir, herra.\" Síðan snýr Kolr hestisínum ok reið brott ok þóttist vel hafa fram gengit.Jarl unir illa við sinn hlut ok sitr eptir nokkurastund, stendr síðan upp ok gengr til skemmu dóttursinnar ok settist niðr hjá henni ok má varla mæla. Ásamælti: \"Ertu sjúkr, faðir minn?\" Jarl mælti: \"Betr værisótt ok bráðr dauði en fá slíka skömm, at gefa nauðigrdóttur sína.\" Ása mælti: \"Hverjum er ek nú gift?\" Jarlmælti: \"Hann heitir Kolr krappi.\" Hún segir: \"Bregðastmá til betra en eiga inn versta mann, ok verða munbetri várr hagr en svá sem nú er ætlat, ok einn munhljóta þenna kost, en eigi tveir. Má ok svá verða, athvárrgi þeira hljóti, ef vel vill, ok ver kátr, faðir,\" segirhún. Jarl mælti: \"Væri vel, ef enn væri sem þú mælir,en þat uggir mik, at eigi hljótist þat af, ef þeir drepastsjálfir, en þá yrði sem ek vildi.\" Nú skilja þau atsinni."}}