{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_9", "text": {"0": "Þessu næst sigldu þeir burt af Bjarmalandi, sem byrgaf, ok er þá eigi getit um ferð þeira, fyrr en þeirkómu heim í Gautland, ok höfðu þeir þá tvá vetr íburt verit. Þeir gengu nú fyrir konung, ok færði Bósihonum eggit, ok var þá brotin rauf á skurninu, ok váruþar í tíu merkr gulls, ok hafði konungr skurnit fyrirborðker. Bósi gaf konungi þat kerit, er hann tók afJómalanum, ok váru þeir nú sáttir.Í þenna tíma kómu þeir til hirðar konungs Dagfari okNáttfari, bræðr drottningar, ok váru þeir sendir af Haraldikonungi hilditönn í liðsbón, því at þá var settrtími til bardagans á Brávöllum, er mestr hefir veritá Norðrlöndum, sem segir í sögu Sigurðar hrings, föðurRagnars loðbrókar. Hringr konungr bað Herrauð farafyrir sik, en kveðst skyldu geyma brúðar hans á meðan,ok skyldu þeir þá vera sáttir um allt þat, sem þeirahafði í millum farit. Herrauðr gerði nú sem hans faðirbeiddi, ok fóru þeir Bósi með þeim bræðrum með fimmhundruð manna ok fundu Harald konung. Í þessiorrostu fell Haraldr konungr ok með honum fimmtánkonungar annars hundraðs, sem segir í sögu hans, okmargir aðrir kappar, þeir sem konungum váru meiri.Þar fellu þeir Dagfari ok Náttfari, en þeir Herrauðrok Bósi urðu báðir sárir ok kómust þó báðir ór bardaganum.Þá höfðu orðit þau umskipti í Gautlandi,sem síðar mun sagt verða, meðan þeir váru á burtu."}}