{"originalTitle": "Grettis_Saga_Chapter_63", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_63", "text": {"0": "Nú er þar til að taka að Grettir er kominn austan úr fjörðum    og fór nú huldu höfði og duldist því að hann vildi ekki finna    Þóri og lá úti um sumarið á Möðrudalsheiði og í ýmsum stöðum.    Hann var og stundum á Reykjaheiði.    Það frétti Þórir að Grettir var á Reykjaheiði og safnaði    mönnum og reið á heiðina og ætlaði nú að hann skyldi eigi    undan reka. Grettir varð eigi nálega var við er þeir komu að    honum. Hann var þá við sel er þar stóð skammt frá veginum. Þá    var hann við annan mann. Og er þeir sáu flokkana, og varð    skjótt til ráða að taka, þá bað Grettir að þeir skyldu fella    hestana og draga inn í selið og svo gerðu þeir. Þórir reið um    fram norður eftir heiðinni og misstu vinar í stað og fundu    ekki og hurfu nú aftur.    Og er flokkurinn var vestur um riðinn þá mælti Grettir: \"Eigi    mun þeim ferðin þykja góð ef vér finnumst eigi. Nú skaltu    geyma hesta okkar en eg skal fara móts við þá. Væri þeim það    hjáleikur ef þeir kenndu mig eigi.\"    Förunautur hans latti þessa en þó fór hann og tók sér annan    búning og hafði síðan hött niður fyrir andlitið og hafði staf    í hendi, gekk síðan á veginn fyrir þá. Þeir heilsuðu honum og    spurðu hvort hann hefði nokkra menn séð ríða um heiðina.    \"Séð mun eg hafa þá sem þér leitið að. Skorti yður nú    alllítið að finna þá því að þeir voru hér fyrir sunnan    mýrarnar þær sem eru til vinstri handar.\"    En er þeir heyrðu þetta þeystu þeir út á mýrarnar. Þar voru    svo mikil fen að þeir komust hvergi fram og urðu að draga úr    hestana og hröktust þar í lengi dags. Báðu þeir illa fyrir    honum, þessum förumanni er þá hafði svo dárað.    Grettir sneri skjótt aftur til móts við félaga sinn og er    þeir fundust kvað Grettir vísu:Ríðkat rækimeiðumrandar hóts á móti.Sköpuð er þessum þegniþraut, fer eg einn á brautu.Vilkat Viðris bálkarvinnendr snara finna.Hnekki eg frá þar er flokkarfara Þóris mjög stórir.    Þeir riðu nú sem hvatast vestur af og fram um bæinn í Garði    áður en Þórir kom af fjallinu með flokk sinn. Og er þeir komu    nærri bænum kom maður í för þeirra. Sá kenndi þá ekki. Þeir    sjá að kona stóð úti, ung og skrautbúin. Grettir spurði hver    kona sú mundi vera. Sá hinn nýkomni maður sagði að það væri    dóttir Þóris.    Þá kvað Grettir vísu:Svinn mun segja kunnaSól gullinna stóla,opt þótt eigi skiptiorð mín, föður þínumhvar eg ríð um bæ breiðan,barðjós, og nær garði,láðskreytis er lítiðlið, með dreng hinn þriðja.    Af þessu þóttist sjá vita hinn nýkomni maður hverjir vera    mundu og reið til byggðar og sagði að Grettir væri um riðinn.    En er Þórir kom heim þótti mörgum Grettir hafa vafið héðin að    höfði þeim. Setti Þórir þá gíslingar fyrir Gretti hvar sem    hann kæmi. Tók Grettir það til ráðs að hann sendi fylgdarmann    sinn vestur á sveitir með hestana en hann fór upp til fjalla    og var í dularkufli og fór svo norður þar öndverðan vetur svo    að hann kenndist ekki.    Öllum þótti Þórir nú hafa fengið af slíkt eða verra en fyrr í    þeirra viðskiptum."}}