{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_3", "text": {"0": "Í þann tíma kom Eirekr konungr með her sinn íríki Hreggviðar konungs. Þeir drepa menn, brennabyggðir, en ræna fé. Ok er landsmenn verða varir viðófrið þenna, fara þeir á fund Hreggviðar konungs oksegja honum sem orðit var. En er hann frétti þessi tíðendi,lætr hann herör upp skera ok býðr öllum vígummönnum á sinn fund. Fekk hann þó lítit lið, því atherinn bar snart at, en flestum segir þungr hugr, hversuganga mundi.Þenna sama morgin, áðr bardaginn skyldi vera, herklæddistHreggviðr konungr öllum sínum herklæðum.Hann spennti gullmen at hálsi sér. Þat var allgóðr gripr.Eptir þat gyrði hann sik sverðinu góða. Hann tók burtstönginaok drap á skjöldinn, ok gaf hún ekki hljóð afsér. Hestrinn Dúlcifal vildi ok eigi láta takast. Var hanneltr af mörgum mönnum. Varð honum um síðir komitinn í djúpar traðir. Gekk þá konungr til ok vildi takahann. En þegar hestrinn sér konung, stökk hann út yfirgrindrnar ok burt á skóg. Þótti þetta öllum in mestuundr ok hugðu vísan ósigr ok gerðu eigi eptir honumat leita. Hreggviðr konungr lét taka sér hest annan,skjöld ok burtstöng, en fekk dóttur sinni skjöldinn okburtstöngina til varðveizlu. Bjóst hann síðan til bardagaok allr herrinn.Eirekr konungr heimti saman allan sinn her ok baðhvern duga, sem drengr væri til, ok spara nú ekki allskyns mátt, er hverr má frammi hafa. Grímr ægir segir:\"Þat er skylt, herra, at hverr dugi sem getr, en ef vérsigrum Hreggvið konung, þá viljum vér hér staðfestast,ok vil ek þiggja einn land til yfirsóknar ok jarlsnafn.Þórðr, frændi þinn, skal með mér fara, ok skaleitt yfir okkr ganga, en Sörkvir ok Brynjólfr skulu meðyðr fara ok verja land fyrir yðr.\" Konungr játar þessu,er Grímr mælti, ok sagði svá vera skyldu.Fylkja nú hvárirtveggju, ok síga saman fylkingar. Eirekrkonungr var í öðrum fylkingararmi sínum, en Grímrí öðrum. Liðsmunr var mikill, svá at fjórir váru umeinn landsmanna. Hreggviðr konungr fylkti móti Eirekikonungi, en Sigurðr ullband móti Grími ægi. Varð þarin snarpasta orrosta með höggum ok slögum, skotumok grjótkasti. Gengu hvárir í lið annars með ópi okeggjan. Berserkir Eireks konungs gengu fyrir fylkingarfram ok hjuggu niðr lið Hreggviðar konungs sem hráviði,ok fellr hverr um þveran annan. Þetta sér Sigurðrullband ok höggr til beggja handa, þar til er hann mætirÞórði Hléseyjarskalla, ok höggr til hans, en hann attií mót skallanum, ok beit ekki á. Eptir þat hjó ÞórðrSigurð banahögg. Fell hann með góðum orðstír. Þettasér Hreggviðr konungr ok eirir illa falli Sigurðar okkeyrir hestinn sporum ok ríðr hart fram ok höggr okleggr til beggja handa bæði menn ok hesta, svá at allthrökkr undan. Beit sverðit sem í vátn brygði. Umgerðinvar öll gulli búin, þar er bæta þótti, ok í aptra hjaltisverðsins váru leystir lífsteinar þeir, er eitr ok sviðadrógu ór sárum,ef í váru skafnir. Ríðr hann svá styggrfram at merki Eireks konungs, at hann hefir báðarhendr blóðgar til axla. Stundum drap hann tvá eða þrjáí einu höggi, þar til er þeir kómu í móti honum Grímrægir ok Þórðr, ok hjuggu báðir senn til hans, en konungrvarðist svá vel, at hann var ekki sárr. Í því blésGrímr með svá miklum galdri, at hestrinn viknaði, sváat hann reiddi til falls. Konungr hljóp þá af baki okhjó þá enn til beggja handa. Hlóð hann svá hávan valinní kringum sik, at honum tók í belti. Hann hjó þátveim höndum til Gríms ægis, en hann blés í mót, sváat sverðit hraut ór hendi honum. Þá tók hann öxi eina oklaust með hamrinum í skallann á Þórði, svá at hann lálengi í óviti. Síðan hóf hann sik í lopt upp ok hljóp út yfirvalköstinn. Komþá móti honum Eirekr konungr ok hjómeð sverði til Hreggviðar, svá at þat gekk í sundr undirhjöltunum, en ekki beit á herklæðin. Í því lagði Grímrægir neðan undir brynjuna, svá at í gegnum stóð, meðmæki. Konungrinn fell þar með mikilli hreysti ok góðumorðstír, ok þykkir varla verit hafa frægri maðr íGarðaríki en Hreggviðr konungr. Flýði þat lið allt, ereptir var, en þó var meiri hlutr fallinn. Margt hafði okfallit af liði Eireks konungs. Var þá haldit upp friðskildiok gengu þeir til griða, er líf var gefit ok þatvildu þiggja, en hinir drepnir, er eigi vildu þjóna Eirekikonungi, ok lýkr nú bardaganum.Eptir þat váru flettir dauðir menn, en konungr gekkí borgina með sínu föruneyti, ok höfðu alls kyns gleðimeð drykk ok hljóðfærum. Líðr svá af nóttin, en ummorguninn kallar konungr á Grím ægi ok þá félaga,at þeir skyldu hitta konungsdóttur, ok svá gerðu þeir. Ener þeir kómu í herbergi hennar, þá heilsaði hún Eirekikonungi ok var þó mjök grátin ok harmsfull. Eirekrkonungr gladdi hana ok sagðist skyldu bæta hennimannamissi ok skaða þann, er hún hafði fengit, -- \"okskaltu þiggja af mér hverja bæn, er þú vilt beðit hafa,en oss samir at veita, ef þú vilt síðan oss samþykkja okvárn vilja gera.\" Þá segir Ingigerðr konungsdóttir: \"Eigimá sá með réttu konungsnafn bera, er eigi heldr þat,er hann lofar einni jungfrú. Mun ek þá yðr samþykkjastok gera yðvarn vilja, ef þér haldið yður orð okveitit mér bæn þá, er ek bið yðr, en fyrr en ek ganginauðig með nokkurum manni, þá skal ek fyrr heldrveita mér bráðan bana, ok nýtr mín þá engi.\" Konunginumrann mikill ástarhugr til hennar ok mælti: \"Verðisá níðingr, er eigi heldr orð sin við yðr, ok kjós á sömustundu, en ek skal veita.\" \"Þat er fyrst bæn mín,\" segirkonungsdóttir, \"at haugr sé orpinn eptir föður minn,mikill ok vel innan gerr, ok hár skíðgarðr umhverfishauginn. Haugrinn skal standa langt burt í eyðimörk.Bera skal gull ok góða gripi í hauginn hjá honum.Hann skal vera í öllum sínum herklæðum ok gyrðrsverði sínu. Hann skal sitja á stóli, ok skipa köppumhans til beggja handa honum, þeim er fallit hafa. Á hestinumDúlcifal skal engi taka af yðrum mönnum, okhann skal sjálfráðr fara. Ek vil ráða fyrir fjórðungi ríkisinsum þrjá vetr ok þeir, sem ek skipa til með mér,ok skulu þeir allir í friði ok náðum, sem mér til heyra.Ek skal á hverju ári fá mann til burtreiðar við yðr eðaSörkvi, kappa yðvarn, en ef ek fæ engan svá fræganaf mínum mönnum, at Sörkvi ríði af baki á þessumtíma, þá skuluð þér ráða mínum kosti ok öllu ríkinu.En ef Sörkvir verðr unninn, þá skuluð þit burtu verðameð öllu yðru föruneyti ok koma aldri í Garðaríki síðan,en ek taki þá lönd ok ríki eptir föður minn, semréttr stendr til.\" Grímr ægir mælti: \"Varla er þessibæn veitandi, því at hún stendr með djúpri grundanok langri forhugsan. Þykki mér yðr eigi standa, herra,at vera svá lengi vánbiðill eptir nokkurri kvinnu, envel megið þér treysta Sörkvi, svá ok ráðum mínum okvitsmunum, at ekki mun til saka.\" Konungr svarar:\"Eigi hugða ek þat, konungsdóttir, at þér munduðþessa beiðast, en þó mun ek efna orð mín við yðr, þvíat ek treysti vel Sörkvi, at eigi fáið þér honum frægramann.\" Bundu þau þetta fastmælum ok skildu nú talit.Grímr ægir mælti: \"Ráð kom mér í hug, þat oss munduga. Vér skulum seið efla láta ok seiða til þess, atSörkvi skal engi vinna mega, hvárki í burtreið né einvígi,nema sá, er hefir öll herklæði Hreggviðar konungs,en haugrinn skal vera svá sterkr gerr með múr ok tígl,at hann skal engi mennskr maðr opna mega. Munuð þérvilja halda öll yður orð við konungsdóttur. Þér skuluðjafnan senda menn eptir herklæðunum ok heita Gyðu,systur yðvarri, þeim, er náð getr, ok eru þau þá í yðruvaldi, ella munu þeir eigi lífs aptr koma.\" Þótti konungiþetta vel ráðit ok öllum þeim. Var nú haugr gerrok Hreggviðr konungr í settr. Ingigerðr gekk síðast órhauginum. Hún lét þangat færa með leynd tvenn herklæðiok lagði í kné föður sínum. Var haugrinn síðanaptr byrgðr ok um búit eptir forsögn Gríms ægis. Síðanvar ríkin skipt eptir skildögum ok allt fullgert, þater fyrr var sagt. Fekk konungsdóttir engan þann, er viðSörkvi þyrði at reyna. Konungr sendi marga menn tilhaugsins, ok kom engi aptr.Grímr ægir stýrði Ermlandi. Þat er eitt konungssetrí Garðaríki, ok undu þeir allir illa sínum hlut, er undirhann þjónuðu. Þeir Þórðr Hléseyjarskalli áttu jafnanmikit stríð við þá ofan ór Jötunheimabyggðinni frá Áluborg,ok er þat margra frásagna vert, er þeir áttust viðí göldrum ok fölkynngi ok stórum orrostum, ok veittiýmsum verr, en hvárigum betr. Þeir Sörkvir ok Brynjólfrváru í hernaði á sumrum ok höfðu landvörn fyrirEirek konung. Ingigerðr konungsdóttir sat í einum friðkastalaí ríki sínu ok hennar vildismenn ok var mjökhugsjúk um sinn hag."}}