{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_17", "text": {"0": "Tryggvi konungr fagnaði þeim vel ok dætrum sínum.Þeir færðu konungi margar gersimar ok sögðuhonum allt it sannasta af ferðum sínum. Þakkaði konungrþeim margfaldliga sína ferð. Litlu síðar lét konungrstefna þing, ok á því þingi lýsti konungr fyrirmönnum þeim einkamálum, sem hann hafði lofat þeim,sem fyndi dætr hans, nema þeir vildu annat heldr, þávill hann launa þeim í gulli ok silfri, en þeir svöruðubáðir senn, at þeir vildu þær eiga, ef þat væri þeira vili,en þær þóttust þeim lífgjöf launa eiga ok sögðu, at eigimundu þær aðra menn kjósa, ef þeira væri kostr, okurðu þær endalyktir, at Egill fekk Bekkhildi, en ÁsmundrBrynhildi. Lét konungr nú búast við brullaupi,en Egill kveðst fyrst vilja finna föður sinn, ef hannlifði, ok vita, til hvers hann mátti ætla um ríki þat,sem hann þóttist eiga, en Ásmundr sagðist vilja faraaustr í Tattaríá at bjóða Herrauði, fóstbróður sínum,í sitt brullaup. Var nú ákveðin brullaupsstefna ok nærþeir skulu aptr koma. Er eigi annars getit en þeim tækistþessi ferð vel. En er Egill kom til Gautlands, fórhann á fund föður síns, ok brást hann ókunnigr við,því at hann hugði hann löngu dauðan. Sagði hannnú föður sínum allt, hvé farit hafði ok áðr hefir sagtverit, ok sýndi honum örit á hendi sinni, þar sem húnhafði verit af höggvin, ok svá sverð þat, sem dvergrinnhafði gert honum ok falrinn var á. Létu þeir Regindverg gera nú á þat meðalkafla, ok var þat góðr gripr.Egill bauð nú föður sínum til brullaupsins, ok fóruþeir ok móðir Egils ok systir. En er þau kómu á fundTryggva konungs, váru þeir Herrauðr ok Ásmundrþar komnir. Konungr fagnar þeim nú öllum vel, okvar eigi langt at bíða, áðr þar reis upp sæmilig veizla.Mátti þar heyra margs konar hljóðfæri ok sjá marganhofmann. Var þar ok engi hlutr sparaðr af þeim beztumföngum, sem fást máttu í þeim löndum.At þessari veizlu höfðu menn þat til skemmtunar,at þeir Egill ok Ásmundr sögðu frá ferðum sínum, oktil sannenda um sögu þeira segir svá, at þær váru þarbáðar Skinnnefja ok Arinnefja ok sönnuðu sögu þeira,ok þekkti Ingibjörg drottning Arinnefju, ok sættustþær þá heilum sáttum. Stóð veizlan yfir fullan mánuð.En at liðinni veizlunni fór hverr til síns heimilis, okváru mönnum valdar sæmiligar gjafir. Egill gaf Herrauðiskyrtuna, þá sem Bekkhildr hafði gert, en Ásmundrgaf honum hringinn Kerlingarnaut ok sverðþat, sem Gautr hafði átt. Tryggvi konungr var þá maðrgamall, ok bað hann Egil þar sitja. Kveðst hann ekkilengi mundu lifa þaðan af. Egill kveðst fyrst verða atfara heim til Gautlands, en koma aptr innan tólf mánaða.Lofaði konungr honum þat. Ásmundr bað Herrauðfara með sér til Hálogalands, ok veitti Herrauðrhonum þat. Arinnefja fór heim aptr í Jötunheima, okgaf Ingibjörg drottning henni smjörtrog svá mikit semhún gat lypt, ok sagði hún, at sá gripr mundi torgætrþykkja í Jötunheimum, en Ásmundr gaf henni tvögaltarflikki, ok váru þau svá þung, at þau vágu skippund.Þótti kerlingu þessir gripir betri en þótt þeirhefði gefit henni byrði sína af gulli. Skildu þau meðvináttu."}}