{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_8", "text": {"0": "Litlu síðar hafði Ásmundr þing við landsmenn okspurði, hvat þeir vildu halda af því, sem þeir Áránhöfðu saman bundit, en menn lögðu þar misjafnt til.Þeir menn, er Árán hafði gefit Ásmundi, vildu honumat fylgja. Þessu næst varð þeim litit til hafs, oksáu menn þá skip sigla at landi, ok váru þar komnirþeir bræðr, berserkirnir Hrærekr ok Siggeirr, ok hugðuallir illt til þess. Ásmundr bauð þeim sína forstöðu,en engir váru til at rísa á mót þeim. Fór Ásmundr tilskipa sinna við sína menn. En er berserkirnir vissuþau tíðendi, sem þar váru orðin, kölluðu þeir sér landallt. Ásmundr sagði þeim einkamál þeira Áráns okkallaði sér hálft landit. Berserkirnir báðu hann burtverða, ef hann vildi halda lífinu. Ásmundr bauð einvígihvárum, sem vildi, ok lægi þar land undir, enþeir grenjuðu í móti ok báðu menn sína vápnast, októkst þá bardagi með þeim. Hafði Ásmundr lið minna,en landsmenn þorðu honum eigi lið at veita. Fellumenn Ásmundar allir, ok varð hann handtekinn. Varþá komit at kveldi. Urðu þeir á þat sáttir, at ummorguninn skyldi höggva hann á haugi Áráns ok gefa hannÓðni til sigrs sér. Var hann þá bundinn við vindásinn,en menn fóru allir til lands ok sváfu af um nóttina íherbúðum ok bundu sár sín. Þeir bræðr lágu í litlutjaldi skammt frá herbúðunum ok fátt manna meðþeim.Nú er at segja frá Ásmundi, at hann sat upp viðvindásinn. Hann sá járnloku eina, er fram stóð órvindásnum. Þar hafði komit í högg mikit, ok reis áröndinni úfr hvass. Þar gneri Ásmundr við strengnum, okskarst hann í sundr, því at járnit var hvasst. Var Ásmundrþá lauss. Braut hann nú fjöturinn af fótum sér.Vindr stóð á land. Ásmundr hjó strenginn, ok rakskipit upp at skóginum, ok því næst var Ásmundr álandi. Kom honum nú í hug at glettast nokkut við berserkina,áðr hann færi í skóginn. Ferr hann nú tiltjalds þess, sem þeir sváfu inni, ok fellir á þá tjaldit.Þeir spruttu upp, sem inni váru, ok varð þeim ógreiðútgangan, því at tjaldit flæktist fyrir þeim. Ásmundrhjó í höfuð Hræreki ok klauf niðr í jaxla. Siggeirrkomst út ok vildi hlaupa í skóginn. Ásmundr hljópeptir honum. Siggeirr drap fæti, en Ásmundr hjó eptirhonum á hrygginn fyrir neðan þat, sem hann varmjóstr, ok tók hann þar sundr. Síðan fór Ásmundr ískóginn. Drepit hafði hann tíu menn með berserkjunum.Menn leituðu hans ok fundu hann eigi, en áðren dagrinn var úti, kom Herrauðr konungsson meðtuttugu skipum, ok urðu honum allir fegnir. Spurthafði hann öll þau tíðendi, sem þar höfðu orðit, ensíðan átti hann þing við landsmenn ok lýsti sinni eigná landinu ok beiddist viðtöku, en engi mælti á mót,ok var hann til konungs tekinn yfir allt landit, enmenn þeir, sem fylgt höfðu berserkjunum, váru burtreknir, en Herrauðr tók fé þeira.Þá kom Ásmundr á fund Herrauðs. Hann kvaddikonung. Herrauðr spurði, hvat manna hann væri. Hannsagði til it sanna. Herrauðr spurði, hvárt hann hefðidrepit berserkina. Hann kvað þat satt vera. \"Hví fórtuþá á minn fund?\" sagði hann. \"Ek sá minn engan betra,\"sagði Ásmundr, \"en ek þóttumst þá drepa fleski í kálþitt. Fór ek því á þinn fund, at ek vissa, at mér mundieigi tjá at forðast þik, ok vil ek nú vita minn hlut,hverr vera skal. Mun ek verja mik, meðan ek get, efek á lífi at forða, en þiggja betri kosti, ef boðnir eru.\"\"Frétt hefi ek ummæli ykkur Áráns,\" sagði Herrauðr,\"ok ætla ek vel fallt at taka þik í bróður stað, því atmiklar meinvættir þótti mér af ráðnar, er berserkirnirváru drepnir\" Síðan var Ásmundr með Herrauði, okkom þeim vel saman. Því næst bað Ásmundr hann fásér skip ok vill fara í hernað, ok Herrauðr bað hannvelja bæði skip ok menn svá marga sem ek vilda okbað hann sitja hjá sér þeim stundum, sem hann vildi.Ásmundr valdi þrjá tigu manna af liði hans ok hafðieitt skip. Skildu þeir með vináttu ok lofuðu, at þeirskyldu bræðr hittast, hvar sem þeir fyndust. Kölluðuþeir hann nú Ásmund berserkjabana, ok endast þar númín saga, at ek er þessi sami Ásmundr.\"\"Mikil þykki mér saga þín,\" sagði kerling, \"eða hvatlíðr nú grautnum, genta?\" \"Nú er komin á vella,\"sagði Skinnnefja. \"Langt mun þá, áðr en búinn er,\"sagði drottning, \"eða hvat segir þú til, Egill?\""}}