{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_7", "text": {"0": "Eysteinn konungr sitr nú í sínu ríki. Hann unni mikitÍsgerði drottningu. Hún lét sér alla hluti kvenmannligaverða til hans, ok líða svá þrír vetr.Þat bar til eitt sinn, at kaupskip mikit sigldi austanfyrir Bálagarðssíðu í stórviðri. Þat skip hvarf, ok fannstekki mannsbarn af, ok ætluðu menn, at stórviðri mundihafa brotit þetta sama skip. En eptir um haustit varþat einn dag, at tveir menn kómu til hirðar Eysteinskonungs. Þeir váru miklir vexti, en eigi vel klæddir.Ekki sáu menn gerla í andlitit þeim, því at þeir höfðusíða höttu. Þeir gengu fyrir konung ok kvöddu hannverðuliga, því at hann var optast blíðr í mali. Hannspurði, hvat manna þeir væri. Þeir sögðust báðir Grímarheita ok vera ættaðir utan af Rússía ok hafa misst peningasína í skipreika. Þeir báðu konung vetrvistar.Konungr spyrr drottning, hvat henni þætti ráð um, enhún sagði, at hann mundi sjálfr slíku ráða, en kvað þómarga ókunna menn misjafnt gefast, -- \"er mér þá eigiaf at kenna, ef ek legg ekki til.\" Konungr kvað hanajafnan litlu vilja sér af skipta um ráðagerðirnar, -- \"nenniek eigi at vísa þeim frá mat, at svá eru langt at komnirr.\"Var þeim nú skipat sæti þar, sem mætast gestirok hirðmenn. Þeir váru fáskiptnir við menn, en kómusér við alla vel. Grímr inn ellri var svá stórr vexti, atfáir váru hans líkar. Hann var sterkr ok fimr við allaleika ok var opt at leikum með konungsmönnum áskotbakka ok at knattleikum. Hann fór vel með aflisínu, lék á engan, en var eigi aflvana, ef aðrir leituðuá hann. Grímr inn yngri var mjúkr í öllum leikum,fimr við skot, en prófaði lítt aflraunir, en skaut allramanna bezt af handboga ok lásboga, en tefldi svá vel,at engi komst til jafns við hann. Hálfdan konungssonlagði opt leik sinn við hann, bæði um tafl ok skotfimi,en svá mikinn vörð helt hann á Grímunum, at enganótt sváfu þeir svá, at hann vekti eigi ok hefði vitundaf þeim, ok leið svá fram vetrinn at jólum."}}