{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_9", "text": {"0": "Eptir þat heldr Helgi konungr í hernað ok var ágætrmaðr. Ok er stundir liðu fram, fæðir Ólöf barn. Þatvar mær. Hún leggr á barn þat alla óstund. Hún áttihund þann, er Yrsa hét, ok þar eptir kallaði hún meyna,ok skyldi hún heita Yrsa. Hún var væn at áliti. Ok semhún var tólf vetra gömul, skyldi hún gæta hjarðar okaldri annat vitast en hún væri karls dóttir ok kerlingar,því at drottningin hafði svá leynt með þessu farit, atfáir menn vissu, at hún hafði barn átt ok fætt.Svá ferr nú fram, þar til at mærin er þrettán vetra.Þá varð sá atburðr, at Helgi konungr kom þar við landok forvitnar at hafa tíðendi af landinu. Hann hefireina stafkarlsgervi. Hann sér við skóg einn marga hjörð,ok þar gætti ein kona ung at aldri ok svá fríð, at hannþykkist ekki hafa sét fríðari konu. Hann spyrr, hvat húnheiti eða hverrar ættar hún sé. Hún segir: \"Ek emkarlsdóttir, ok heiti ek Yrsa.\" \"Óþrælslig augu hefirpú,\" sagði hann, ok rennir hann þegar ástarhug tilhennar ok sagði, at þat væri makligt, at stafkarl ættihana, fyrst hún er karlsdóttir. Hún bað hann þat eigigera, en hann tekr hana sem áðr ok hefr sik til skipaok siglir síðan heim í sitt ríki. Ólöf drottning varð fláráðvið petta ok eigi heilbrjóstuð, þá er hún vissi. Léthún sem hún vissi ei, hvat um var, ok gerði þat í hugsér, at þetta mundi Helga konungi vera til harms oksvívirðingar, en til einskis frama né yndis. Helgi konungrgerir nú brullaup til Yrsu ok ann henni mikit."}}