{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_6", "text": {"0": "Nú er þar til at taka, er Hrólfr fór ór Hringaríki,sem fyrr var sagt. Ekki hafði hann vápna nema eikikylfu.Hann var í kápunni Véfreyjunaut, en bar aðra.Honum váru vegir ókunnigir. Fór hann optar um fjöllok skóga en byggð. Stefnir hann svá austr á Eiðaskógok ætlaði upp í Svíaríki. Enga hefir hann vegu um skóginn.Fór hann villr mjök ok var lengi úti.Eitt kveld seint hitti hann skála einn sterkan í skóginum.Þetta var um vártíma. Hurð var hnigin aptr.Hann setr klumbu sína við vegginn, en gengr inn ískálann. Þar var eins manns sæng ok sæti utar frá.Skinnavara var þar nokkur, en lítit fé annat. Hrólfrkveykti eld upp. En er at sólarfalli kom, gekk maðrinn í skálann, mikill vexti. Hann var í svörtum kufliok hetta mórauð upp af. Svartr var hann yfirlits, skolbrúnnok skeggjaðr mjök. Hann var gyrðr sverði, engekk við spjót. Hann mælti: \"Hverr er þessi þjófrinn,eða hvaðan komtu at?\" Hrólfr segir: \"Eigi þarftu atvera svá harðorðr fyrir enga sök, en eigi hirði ek atleyna nafni mínu. Ek heiti Hrólfr. Er ek kominn órHringaríki.\" Skálabúi segir: \"Engi skyldi sá heill, erþaðan kæmi, en far þú burt frá eldinum ok sit upp ísætit ok hvíl þik.\" Hrólfr gerði svá. En er hann varniðr settr, mælti skálabúi: \"Nú skal eigi leyna þik mínunafni. Ek heiti Atli Ótryggsson, ættaðr ór Hringaríki.Kenni ek þik nú gerla. Þú ert sonr Sturlaugs ins starfsama.Skaltu þess nú gjalda, er faðir þinn gerði mikútlægan, þá er ek hafða drepit hirðmann hans.\" Síðangreip hann spjótit tveim höndum ok lagði fyrir brjóstHrólfi svá hart, at hann öngvaði saman, en ekki beitá kápuna. Hrólfr vildi þá upp standa, en þess var engikostr, því at hann var fastr við sætit. Þá mælti Atli:\"Eigi skal þér nú fjölkynngi tjá, ok skal taka klumbuþína ok lemja þik í hel með henni.\" Hljóp hann þáút ór skálanum. Hrólfr þóttist nú illa kominn ok brauztum fast, þar til er losnaði fjölin, sú er hann sat á. Varþat jafnsnemma, at Atli kom með klumbuna. Hrólfrhljóp undir Atla. Hann kastar klumbunni, ok tókustþeir fangbrögðum ok glímdu sterkliga. Hrólfr gekk atrammliga, ok barst Atli fyrir orku sakir, þar til er hannfell á bak aptr. Lét Hrólfr þá fylgja kné kviði ok greipbáðum höndum um háls honum ok barka, svá at hannkom engu orði upp. Atli brauzt um sterkliga, en Hrólfrhelt sama taki, þar til at hann var dauðr. Í skálanumfann Hrólfr fésjóð mikinn ok hafði hann með sér. Hanntók sverðit ok spjótit, en lét eptir klumbuna. Hrólfrfærði Atla ór kuflinum, því at honum þótti hann léttariat ganga í en kápurnar, ok bar hann þær. Hannbrenndi Atla ok lá þar um nóttina, þat er eptir var,en um morgininn fór hann veg sinn ok gekk þá ennmarga daga um skóginn.Einn dag kom hann fram í eitt rjóðr ok sá þar ellefumenn alvápnaða. Einn þeira var bezt búinn, ok sá þóttihonum sem vera mundi formaðr þeira. En er þeir sjáHrólf, þá mælti þessi maðr: \"Hér er kominn Atli innilli, standið nú upp allir ok drepið hann sem skjótast,ok launum honum rán ok manndráp.\" Kom Hrólfr núengum orðum fyrir sik, en þeir sóttu at honum í ákafabæði með höggum ok lögum. Hrólfr snerist við karlmannliga,gerði ýmist hann hjó eða lagði með spjótinu.Varð hann þeim stórhöggr, því at spjótit var itbezta vápn, en fekk Hrólfr sár nokkur á höndum okfótum. Þeir börðust lengi, ok lauk svá, at Hrólfr drapþá alla. Var hann þá mjök móðr. Hafði hann sár mörgok smá. Batt hann þá sár sín ok kastaði af sé kuflinum,því at hann vildi eigi slíkt fá af honum optar. Sváþótti honum sem þeir menn mundu verit hafa órVermalandi ok farit at jaga dýr eða um eptirleit viðAtla.Fór hann þá leiðar sinnar. Er ok ekki sagt frá ferðumhans, fyrr en hann kom fram í Gautland við Gautelfi.Hann sér, hvar skip eitt flýtr við land. Þat varlangskip mikit. Skipit var tjaldat allt stafna í millum.Bryggja lá á land, en við bryggjusporðinn var eldr okmenn at matgerð. Hrólfr hafði síðan kápuhöttinn okgekk þar til ok heilsar á þá, er við eldinn váru. Þeirtóku kveðju hans ok spurðu hann at nafni eða hvaðanat hann kæmi. Hann nefndist Stígandi ok kominn at órVermalandi. Hrólfr frétti, hverr skipit ætti eða hverjumþeir þjónuðu. Þeir sögðu, at hann héti Jólgeirr okvar ættaðr ofan ór Sylgisdölum í Svíaríki. Hrólfr segir:\"Gott mundi at þjóna slíkum manni.\" Þeir segja þannverr hafa, er honum þjónaði, -- \"því at hann er berserkrfjölkunnigr, ok bíta eigi járn. Harðr er hannok inn versti viðreignar. Vér erum átta tigir á skipi,ok þjónum vér honum allir nauðigir, því at hann hefirdrepit várn höfðingja, er skipit átti, ok nauðgaði osstil at sverja sér trúnaðareiða. Hefir hann þetta alltunnit með svikum ok fjölkynngi. Ætlar hann nú í hernaðí Austrveg.\" Hrólfr segir þá vel skemmt hafa.Gekk hann síðan út á skip ok fyrir Jólgeir ok kvaddihann. Sat hann í lypting á skipinu, ok sýndist Hrólfihann mjök ósvipligr. Jólgeirr tók kveðju hans ok spurðihann at erendum ok nafni. Hann segir: \"Stígandi heitiek, en þat er erendi mitt at koma mér í þjónustu meðgóðum mönnum. Er mér óleitt at vinna dyggiliga þat,er þarf, en engi er ek bardagamaðr. Hefi ek góða fréttaf yðr, at þú ert höfðingi mikill ok ósparr at gefa mannimat, er þurfu.\" Jólgeirr segir: \"Sannspurt hefir þú þat,at mér er matr ósparr, en illa lízt mér á þik, því at ekætla, at þú sért illmenni, en fara máttu með oss, ef þérlíkar.\" Hrólfr þakkar honum, ok skilja með því talit.Þeir herja um sumarit. Býtti Hrólfr silfrinu úr sjóðnumá tvær hendr, ok var þeim öllum vel til hans nemaJólgeir, því at Hrólfr var bæði latr ok svefnugr, enkunni eigi í skipi at gera. Aldri var hann í bardögumné nokkurum mannraunum. Jólgeirr fór illa með herskapsínum ok rænti mest búþegna ok kaupmenn, enherjuðu optast um Kúrlönd ok fengu of fjár.Þat var eitt sinn, at Jólgeirr skipaði Stíganda at haldavörð á skipi þeira. Lá skipit við land, ok var ein bryggjauppi. Veðr var illt af stormi ok regni. Fóru þeir tilsvefns á skipinu, en Hrólfr var á landi við bryggjusporðinn.Leið svá nóttin, en er morgnaði, tók Hrólfrat höfga, ok vafði hann Véfreyjunaut utan at sér. Ener Jólgeirr vaknaði, herklæðist hann ok gengr á landupp ok hafði sverð í hendi. Hann sér, hvar Hrólfrliggr ok sefr, svá at hrýtr um glæðurnar. Jólgeirr varðákafliga reiðr. Hann bregðr sverðinu ok höggr báðumhöndum ofan á Hrólf miðjan, svá at þat hefði hansbani orðit, ef eigi hefði kápan hlíft honum. Hrólfrvaknar með andfælum ok sprettr upp, en Jólgeirr vildiþá höggva í höfuð honum annat högg. Hrólfr réðundir hann. Jólgeirr tók á móti, ok urðu þar sviptingarharðar. Hamaðist hann þá á Hrólf, en hann létberast undan ok fram at sjónum, þar til er þeir fellubáðir á kaf ofan fyrir einn hamar. Færði þá hvárr annaní kaf, ok váru lengi niðri. Þeir tóku mörg köf okstór, en engi vildi skakka með þeim, því at öllum hugnaðibetr til Hrólfs en til Jólgeirs. Svá lauk þeira fundi,at þá bar at landi upp, ok kom Hrólfr fótum undirsik, ok þar var forbrekkt ok þverhöggt mjök niðr fyrir.Tók Hrólfi þá í linda stað, en Jólgeirr tók eigi niðri.Þreif Hrólfr þá í herðar honum ok færði hann í kafok helt honum niðri, þar til hann drekkti honum.Hrólfr gekk þá á land ok var móðr mjök. En allirmenn Jólgeirs þökkuðu honum þetta verk ok sögðuhann frægðarmann, er hann fekk unnit þvílíkan berserk.Hrólfr spurði: \"Þér munuð nú vilja taka mik tilhöfðingja yfir yðr í stað Jólgeirs, ok skal ek eigi verrtil yðar gera. Vil ek nú kunngera yðr, hverr ek er, þvíat ek heiti Hrólfr, en Sturlaugr er faðir minn, inn starfsami,er ræðr fyrir Hringaríki í Noregi.\" Þeir fögnuðuhonum allir ok sögðu hann eigi kynvana, þótt hannværi inn mesti kappi. Gengu þeir þá á málstefnu, okréðu þeir þat af, at þeir gengu á hönd Hrólfi ok tókuhann til skipstjórnarmanns. Var Hrólfr ósparr af fé því,er Jólgeirr hafði saman dregit, ok gaf þeim stórar málagjafir.Varð hann skjótt vinsæll af þeim. Höfðu þeirmargar orrostur, ok hafði Hrólfr jafnan sigr. En erhausta tók, sigldu þeir austan. Sagði Hrólfr, at þeirmundu halda til Danmerkr. Þeir kómu síð um hausttil Jótlands, skammt frá borg Þorgnýs jarls, ok lögðu íeinn leynivág, festu skip sitt ok tjölduðu. Hrólfr segirsínum mönnum, at þeir skyldi bíða þar, til þess er hannkæmi aptr, -- \"en ek mun ganga einn frá skipi at sjá,hvat í gerist.\""}}