{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_16", "text": {"0": "Steinkell hét ríkr maðr í Svíaríki ok kynstórr; móðirhans hét Ástríðr, dóttir Njáls Finnssonar ins skjálga afHálogalandi, en faðir hans var Rögnvaldr inn gamli.Steinkell var fyrst jarl í Svíþjóð, en eptir dauða Eymundarkonungs tóku Svíar hann til konungs. Þá gekkkonungdómr ór langfeðgaætt í Svíþjóð inna fornu konunga.Steinkell var mikill höfðingi. Hann átti dótturEymundar konungs. Hann varð sóttdauðr í Svíþjóðnær því, er Haraldr konungr fell á Englandi. Ingi hétsonr Steinkels, er Svíar tóku til konungs næst eptirHákon. Ingi var þar lengi konungr ok vinsæll ok velkristinn. Hann eyddi blótum í Svíþjóð ok bað fólk alltþar kristnast, en Svíar höfðu of mikinn átrúnað áheiðnum goðum ok heldu fornum siðum. Ingi konungrgekk at eiga konu þá, er Mær hét. Bróðir hennarhét Sveinn. Inga konungi þokknaðist enginn maðr svável, ok varð hann í Svíþjóð inn ríkasti maðr. Svíumþótti Ingi konungr brjóta forn landslög á sér, er hannvandaði um þá hluti, er Steinkell hafði standa látit. Áþingi nokkuru, er Svíar áttu við Inga konung, gerðuþeir honum tvá kosti, hvárt hann vildi heldr haldavið þá forn lög eða láta af konungdómi. Þá mælti Ingikonungr ok kveðst eigi mundu kasta þeiri trú, sem réttværi. Þá æptu Svíar ok þröngdu honum með grjóti okráku hann af lögþinginu. Sveinn, mágr konungs, vareptir á þinginu. Hann bauð Svíum at efla blót fyrirþeim, ef þeir gæfi honum konungdóm. Því játa þeirallir; var Sveinn þá til konungs tekinn yfir alla Svíþjóð.Þá var fram leitt hross eitt á þingit ok höggvití sundr ok skipt til áts, en roðit blóðinu blóttré. Köstuðuþá allir Svíar kristni, ok hófust blót, en þeir rákuInga konung á brott, ok fór hann í vestra Gautland.Blót-Sveinn var þrjá vetr konungr yfir Svíum.Ingi konungr fór með hirð sína ok sveit nokkuraok hafði lítinn her. Hann reið austr um Smáland okí eystra Gautland ok svá í Svíþjóð. Hann reið bæðidag ok nótt ok kom óvart Sveini snemma morguns.Þeir tóku hús á þeim ok slógu eldi í ok brenndu liðþat, er inni var. Þjófr hét maðr lendr, er þar branninni; hann hafði áðr fylgt Sveini. Blót-Sveinn gekk útok var þegar drepinn. Ingi tók svá konungdóm yfirSvíum ok réttleiddi þá enn kristnina ok réð ríkinu tildauðadags ok varð sóttdauðr. Hallsteinn hét sonr Steinkelskonungs, bróðir Inga konungs, er konungr varmeð Inga konungi, bróður sínum. Synir Hallsteinsváru þeir Philippus ok Ingi, er konungdóm tóku íSvíþjóð eptir Inga konung gamla. Philippus átti Ingigerði,dóttur Haralds konungs Sigurðarsonar; hann varskamma stund konungr."}}