{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_21", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_21", "text": {"0": "Þar er nú til at taka, at Svipr karl er. Hann vaknareinn tíma af svefni sínum ok blæss mæðiliga ok mæltitil sona sinna: \"Þurfa þykkist nú Svipdagr liðs við,bróðir ykkarr, því at hann heldr bardaga ekki langtheðan ok á við mikinn liðsmun, ok misst hefir hannauga sitt annat ok hefir þó mörg sár önnur, en fellthefir hann þrjá berserki, ok nú eru eptir aðrir þrír.\"Þeir bræðr bregða við skjótt ok vápna sik, fara síðanþangat, sem orrostan er, ok höfðu víkingar lið hálfufleira. Svipdagr hafði mikit af sér gert ok er þó þá sárrmjök ok úr honum annat augat. Er þá drepit lið hansat handamáli, en konungr kemr ekki til liðs við hann.Ok sem þeir bræðr hans koma til orrostu, þá gangaþeir vel fram ok þar at, sem berserkir eru fyrir. Svá fórleikr með þeim, at berserkir falla þar allir fyrir þeimbræðrum. Snýr nú skjótt mannfall í lið víkinga, okþeir, sem lífit þágu, gengu á hendr þeim bræðrum. Okeptir þetta fara þeir á fund Aðils konungs ok sögðuhonum þessi tíðendi. Konungr þakkar þeim vel þrekvirkiþetta. Svipdagr hafði fengið tvau sár á höndum.Hann hafði mikil sár á höfði ok var einsýnn alla ævisíðan. Liggr hann um hríð í sárum þessum, ok græddiYrsa drottning hann.En þá hann var orðinn vel heill, þá sagði hann konungi,at hann vildi í burtu þaðan. \"Vil ek sækja heimþann konung, er meiri sóma vill til vár gera en þú,konungr. Illa hefir þú launat mér landvörn ok slíkansigr sem vér höfum yðr unnit.\" Aðils konungr baðhann heima vera ok lézt mundu gera allvel til þeirabræðra ok kvaðst enga skyldu meta fram yfir þá. Svipdagrvill ekki annat en ríða burt ok mest fyrir þat,at Aðils konungr kom eigi fyrr til bardagans en lokitvar, því at hann var tvískiptr í, hvárr sigrinn hlyti,Svipdagr eða berserkir, því at konungr var þá í skógieinum ok horfði þaðan á leik þeira ok átti kost atfara, þegar hann vildi, en honum þótti raunar ekkimáli skipta, þótt Svipdagr fengi ósigr ok styngi niðrnösum."}}