{"originalTitle": "Commentary_On_Beowulf_Lines_3137-3182", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Commentary_On_Beowulf_Lines_3137-3182", "text": {"0": "Bēowulf's funeral obsequies.On the funeral practices, see Kemble's note on the last line of Beow.; Ettmüller Transl. 52 ff.; Grimm L 9.2 Wright L 9.3. chs. 11 & 15 i Weinhold L 9.32.474 ff.; du Chaillu L 9.35. i.ch. 19 Gummere G. O. ch. 11; Montelius, passim S. Muller, passim and i. ch. to Stjer. chs. 5 & 8; Schiicking L4.126.1 Helm L 4.42. n. 148 ff.We know from Tacitus that the Germans of his time burned their dead. (See Germ., c. 27, Par.  § 10, and Mullenhoff's commentary, L 9. 14.1.)In the Scandinavian countriesSee the convenient summarizing statements in Chadwick, The Cult of Othin (1899), pp. 40, 59, 64 the custom of burning was common from the latter half of the bronze age, and though it was temporarily interrupted, more or less, by a period of inhumation, it was for centuries previous to the Viking era the recognized practice in most districts. Splendid examples of this method of disposing of the departed ones -- being the more poetical and intrinsically spiritual one -- are found in the ON. literature, such as the burning of Brynhildr and Sigurþr (Sigurparkv. en skamma 64 ff.) and that of Harald Hildetan (Saxo viii 264, Par.  § 7); see also note on Scyld (p. 122).The heathen Anglo-Saxons practised both cremation and interment, the latter mode apparently prevailing in the southern districts (Chadwick Or. 73 ff.), but after their conversion to ChristianityAmong the continental Saxons the Church labored to suppress the ' heathen'' rite as late as the end of the 8th century. (Grimm L 9.2.259.) cremation was of course entirely given up. Yet in their great epos of post-heathen times we find the heathen and heroic practice described in all its impressive splendor.On some veiled àllusions to the Christian burial (445 f., 1004 ff., 3107 ff.), see Angl. xxxv 263, 465 f., xxxvi 174. --The very ancient form of burial in stone graves is suggested by the barrow or mound of the dragon, cf. note on 2231 ff'.The obsequies of Beowulf remind us in several respects of the famous funeral ceremonies of the classical epics (Iliad xxiii 138 ff., xxiv 785 ff.; Odyssey xxiv 43 ff.; Æneid vi 176 ff., xi 59 ff.). More interesting still, certain important features are paralleled by the funeral of Attila (Jordanes, c. 49, Par.  § 12), which was carried out after the Gothic fashion--the main points of difference being that Attila's body is not burned but buried, and that the mourning horsemen's songs of praise do not accompany the final ceremony but represent an initial, separate act of the funeral rites.It is the peculiarity of the Beowulf account that two distinct and, as it were, parallel funeral ceremonies are related in detail, the burning and the consigning of the ashes to the monumental mound, and that the greater emphasis is placed on the closing stage, which is made the occasion of rehearsing solemn and inspiring songs sounding an almost: Christian note. (Only the former ceremony takes place in the case of the less pompous obsequies of Hnaef and the other fallen warriors of the Finn tale, 1108 ff.)According to Stjerna (ch. 8) the royal barrow at Gamla Upsala, called Odinshog, which was constructed about 500 A.D., is an exact: counterpart of Bēowulf's mound."}}