{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_3", "text": {"0": "Þá er Ásmundr hafði verit þar mánuð, var þat einndag, at konungr sat yfir drykkju, at menn kómu í höllinaátján saman, allir mjök sárir. Sá hét Rögnvaldr, erfyrir þeir var, landvarnarmaðr konungs. Hann kvaddikonung. Konungr tók vel kveðju hans ok spurði, hverrhann hefði svá harðliga leikit. \"Maðr er einn kominní land yðvart,\" sagði Rögnvaldr. \"Sá heitir Egill. Hanner illr viðreignar. Hann rænti land yðvart, ok fór ektil móts við hann, ok hafði ek fimm skip vel skipuð, enEgill hafði eitt skip ok á þrjá tigi manna. Þóttumst ekhafa ráð hans í hendi mér, en svá skildu vit, at ek komá flótta, ok váru drepnir menn mínir allir utan þessir.En Egill þessi hefir aðra hönd ok er kallaðr Egill einhendi,ok vinnr hann meira sigr með þeiri, sem af er.Er þar búit um eitt sverð, ok er þat dverga smíði, oker því læst at fyrir ofan úlflið, en hans högg standastengir menn.\" Gekk Rögnvaldr þá til sætis ok datt dauðrniðr. Konungr mælti: \"Eigi má ek þat þola, at þín séóhefnt.\" Ásmundr svarar: \"Svá mætta ek helzt launayðr gott yfirlæti at finna Egil þenna.\" \"Þat vil ekgjarna,\" sagði konungr, \"ok hafið svá mikit lið semþér vilið.\" \"Ekki em ek vanr at auka liði við jafnmargamenn,\" sagði Ásmundr, \"en ef Egill hefir meira lið, þámunu landsmenn veita oss.\""}}