{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_6", "text": {"0": "En er Heiðrekr hefir skamma hríð farit, þá hittirhann menn nokkura ok einn bundinn. Spyrjast þeirtíðenda, ok spyrr Heiðrekr, hvat þessi maðr hefði gert,er svá var við búit. Þeir segja, at hann hefir svikitlánardrottin sinn. Heiðrekr spyrr, ef þeir vili taka féfyrir hann, en þeir játa því. Hann fær þeim hálfa mörkgulls, en þeir láta hann lausan. Sá býðr Heiðreki sínaþjónustu, en hann segir: \"Hví muntu mér heldr trúr,ókunnum manni, en þú sveikt lánardrottin þinn, okfar þú brott frá mér.\" Litlu síðar hittir Heiðrekr ennnokkura menn ok einn bundinn. Hann spyrr, hvat sáhefir rangt gert. Þeir segja hann hafa myrðan félagasinn. Hann spyrr, ef þeir vildi fé fyrir hann. Þeir játaþví. Hann gaf þeim aðra hálfa mörk gulls. Sá býðrHeiðreki sína þjónustu, en hann neitar. Síðan ferrHeiðrekr langar leiðar ok kemr þar, er hét Reiðgotaland.Þar réð fyrir konungr sá, er Haraldr hét, gamallmjök, ok hafði átt mikit ríki til forráða. Hann átti enganson. En með því minnkaðist hans ríki, at jarlarnokkurir fóru á hendr honum með her, en hann hafðibarizt við þá ok fengit jafnan ósigr. En nú höfðu þeirsætzt með því móti, at konungr galt þeim skatt á hverjumtólf mánuðum. Heiðrekr nam þar staðar ok dvaldistmeð konungi um vetrinn.Svá bar at eitt sinn, at til konungs kom mikit lausafé.Þá spyrr Heiðrekr, hvárt þat væri skattar konungs.Konungr segir, at þat veit annan veg við: \"Skal ekþetta fé gjalda í skatt.\" Heiðrekr segir, at þat væriósæmiligt, at konungr sá, er svá hefði haft mikit ríki,gyldi skatt vándum jörlum; væri meira snjallræði athalda orrostu í mót þeim. Konungr segir, at hann hefðiþess freistat ok farit ósigr. Heiðrekr mælti: \"Svá mundaek yðr mega helzt launa gott yfirlæti at vera höfuðsmaðrþessar farar, ok þat hugða ek, ef ek hefða liðskost,at mér mundi ekki mikit þykkja at berjast einnvið tignari menn en þessir eru.\" Konungr segir: \"Ekmun fá þér liðskost, ef þú vilt berjast við jarla, okmun þat vera þín gæfuför, ef þú ferr góða för; mestván ok, at þú finnir sjálfan þik fyrir, ef þú mælir þérdul.\" Eptir þat lætr konungr safna her miklum, okvar þat lið búit til herferðar. Þar var Heiðrekr höfðingifyrir liðinu, fóru síðan á hendr jörlum þessum,herja þegar ok ræna, er þeir koma í ríki þeira. En erjarlar spyrja þetta, þá fóru þeir í mót þeim með mikinnher, ok er þeir finnast, þá varð orrosta mikil. VarHeiðrekr þá í öndverðri fylking ok hafði Tyrfing íhægri hendi, en við því sverði stóð ekki, hvárki hjálmrné brynja, ok drap hann þá alla, er honum váru næstir.Ok þá hljóp hann fram ór fylkingu ok hjó til beggjahanda, ok svá fór hann langt í herinn, at hann drapbáða jarla, ok síðan flýði sumt lið, en mestr hluti vardrepinn. Heiðrekr fór þá yfir ríkit ok skattaði alltlandit undir Harald konung, sem fyrr hafði verit, ferrheim við svá búit með ógrynni fjár ok mikinn sigr.Haraldr konungr lætr þá ganga í mót honum meðmikilli sæmd ok býðr honum með sér at vera ok hafasvá mikit ríki sem hann beiðist sjálfr. Þá bað Heiðrekrdóttur Haralds konungs, er Helga hét, ok húnvar honum gift. Tók þá Heiðrekr til forráða hálft ríkiHaralds konungs. Heiðrekr gat son við konu sinni. Sáhét Angantýr. Haraldr konungr gat son í elli sinni,ok er sá ekki nefndr."}}