{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_15", "text": {"0": "Þar er nú til at taka, at þeir bræðr, Gautr ok Hildir,láta þing stefna. Kom þar til fólk um alla Jötunheima.Þar var ok Skröggr, því at hann var lögmaðr tröllanna,ok váru nú þangat leiddar konungsdætrnar ok gersimarþær, sem þær höfðu gervar. Brynhildr hafði gert eittklæði. Þat var með þeiri náttúru, at þat mátti líða Ílofti ok þar niðr koma, sem vildi. Mátti þar færa ámikla byrði. Bekkhildr hafði gert eina skyrtu, ok festiekki vápn á, ok eigi mátti sá á sundi mæðast, er íhenni var.Nú er í orð lagit, hvár þeira systra hagari væri. Varþá lagit í dóm allra trölla, en þau urðu eigi ásátt okdæmdu undir Skrögg lögmann, en hann lagði sinn órskurðá, at Brynhildr væri fríðari ok á klæðinu værimeiri hagleikr, --,ok því skal Gautr konungr vera okeiga Brynhildi, en hálfu landi skyldi stýra hvárr.\" Sleitnú með því þinginu. Buðu þeir bræðr þá höfðingjunumí brullaup sín ok þeim, sem mest mark var at.Kemr Skröggr nú heim ok sagði kerlingu, hvat dæmthafði verit á þinginu ok nær brullaupin eiga at vera.Síðan váru þau lengi á tali, ok sagði hún honum, athún vill veita þeim bræðrum, biðr hann svá búast viðum fjölmenni ok aðra hluti, en Skröggr kvað svá veraskyldu.En móti því brullaupin skyldu vera, býst kerlingheiman ok þeir fóstbræðr með henni. Skal annarrheita Fjalarr, en annarr Frosti. Kerling lét þá líta íglerit, ok sýndust þeir þá svá stórir, at þeir várutröllum líkir, en miklu váru þeir fríðari en aðrir menn.Hún fekk þeim sæmilig klæði, ok fara þau nú ok komaþar, sem þeir bræðr réðu fyrir. Þat hét á Gjallandibrú.Sátu þeir þá við drykkju. Kerling gekk í hellinn,en hverr leit til annars. Hún gekk fyrir Gaut ok kvaddihann vel. Hann tók kveðju hennar ok mælti: \"Hér ernýtt at komit, at þú gengr hingat á várar náðir.\" Húnsvarar: \"Þat stendr eigi svá af sér sem vant er. Með osshefir verit fæð nokkur hér til, ok dyl ek eigi, at eksé þess valdandi. Sé ek nú, Gautr frændi, at gæfan styðrþik, ok hefir þú nú fengit ágætt kvánfang, ok nú vil ektil leggja af mínum mun þat, sem vár hefir áðr í millumfarit. Vil ek nú gefa þér hringinn góða, sómir hannvel konu þinni í bekkjargjöf, ok með vináttu mína.Heyrir þat okkarri frændsemi, at vit skiptumst góðuvið.\" Gautr sagðist þess þakkir kunna, -- \"eða hvarhefir þú fengit menn þessa ina vænu?\" Hún sagði, atþeir váru synir Dumbs konungs ór Dumbshafi, -- \"okmunu slíkir menn varla finnast í Jötunheimum, efhæversku þarf at reyna. Hefi ek ætlat þá til at þjóna íbrullaupi þínu.\" Tekr hún nú hringinn ok fekk Gauti,en hann þakkaði henni, ok skal hún þjóna í brullaupinu,ok öllu skyldi svá haga sem þeir Fjalarr ok Frostivildi vera láta, ok váru þeim fengnir lyklar at öllumféhirzlum.Því næst koma boðsmenn, ok verðr þar fjölmennimikit. Skipaði kerling fyrir, ok varð þat at standa, semhún talaði. Skröggr lögmaðr var þar fremstrvirðingarmanna. Kerling sagði þeim systrum í hljóði,hverir þeir menn váru, er með henni fóru, -- \"megið þitvera glaðar.\" Urðu þær nú kátar, því at þær hugðu illttil ráðahagsins, en jötnunum þótti mikit batna, þegar þærváru kátar, ok þökkuðu frændkonu sinni sinn umgang.En er fólki var niðr skipat ok brúðgumarnir niðr settir,þá váru brúðirnar inn leiddar. Skorti þá eigi skjarkalaok gálaskap, er flögðin höfðu. Skröggr lögmaðr sat áannan bekk ok bændasveitin með honum, en Gautr okHildir á annan ok þeira menn. Arinnefja sat hjá brúðumok hafði allan setning á þeira háttum ok margaraðrar stórskornar konur. Fjalarr ok Frosti skenktu brúðunum,ok skorti eigi áfengan drykk.Líðr nú á kveldit, ok gerast menn drukknir. Þá stendrArinnefja upp ok kallar til sín lögmanninn ok þá fóstbræðrok segir, at þeir skulu bera inn bekkjargjafir.Var þá inn borit klæðit ok skyrtan, tafl þat it góða,er þeir bræðr höfðu átt, ok hringrinn inn góði, erkerling hafði átt, ok margar gersimar aðrar. Skröggrlögmaðr afhenti bekkjargjafirnar, en kerling tók við okgeymdi. Tók hún þá klæðit ok breiddi niðr á völlinnok lét þar upp á góðgripina. Setti hún þar til Skinnnefju,dóttur sína, at bera þangat gull ok silfr, en húngekk í hellinn ok biðr Frosta ganga með sér. Koma þaunú þar, sem þau skyldu liggja Gautr ok Brynhildr.Segir hún honum, at þar með hans sængarstokki skalhann finna sverð þat it góða, er Gautr átti, segir, atekki vápn beit á hann annat, en Fjalarr ok Hildir munufara í annan stað, ok segir, at þeir munu svá við megabúast sem þeir komi í mannraun mikla. Síðan ferrkerling inn í hellinn ok kallar, at brúðunum væri máltil sængr. Taka þeir Fjalarr ok Frosti í hendr brúðunumok leiða þær út ok setja þær niðr á klæðit. Síðanless kerling upp klæðit, en fær dóttur sinni glerit okbiðr hana ganga til hellisdyra ok bera glerit yfir hvernmann, sem út gengr, en þær líða upp í lopt með klæðitok allt þat, sem á var. Nú kemr mikill dansleikr íhellinn, er brúðgumana skal út leiða."}}