{"originalTitle": "Grettis_Saga_Chapter_70", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_70", "text": {"0": "Þá er Grettir kom í Drangey voru þessir héraðshöfðingjar í    Skagafirði.    Hjalti bjó að Hofi í Hjaltadal, son Þórðar Hjaltasonar,    Þórðarsonar skálps. Hjalti var höfðingi og göfugmenni mikið    og vinsæll. Þorbjörn öngull hét bróðir hans. Hann var mikill    maður og sterkur og harðfengur og ódæll. Þórður faðir þeirra    hafði kvongast í elli sinni og var sú kona ekki móðir þeirra    bræðra. Hún var illa til stjúpbarna sinna og verst til    Þorbjarnar því að hann var illfengur og ófyrirleitinn.    Það var eitt sinn að Þorbjörn öngull sat að tafli. Þá gekk    stjúpmóðir hans hjá og sá að hann tefldi hnettafl. Það var    stórt halatafl. Henni þótti hann óþrifinn og kastaði að honum    nokkurum orðum en hann svarar illa. Hún greip þá upp töflina    og setti halann á kinnbein Þorbirni og hljóp af í augað svo    að úti lá á kinninni. Hann hljóp upp og þreif til hennar    óþyrmilega svo að hún lagðist í rekkju af og af því dó hún    síðan og sögðu menn að hún hefði verið ólétt. Síðan varð hann    mesti óeirðarmaður. Tók hann þá við fé sínu og bjó fyrst í    Viðvík.    Halldór Þorgeirsson, Þórðarsonar frá Höfða, bjó að Hofi á    Höfðaströnd. Hann átti Þórdísi Þórðardóttur systur þeirra    bræðra Hjalta og Þorbjarnar önguls. Halldór var gildur bóndi    og ríkur að fé.    Björn hét maður er bjó í Haganesi í Fljótum. Hann var vinur    Halldórs að Hofi. Þessir veittust að hverju máli.    Tungu-Steinn hét maður er bjó á Steinsstöðum. Hann var    Bjarnarson, Ófeigssonar þunnskeggs, Kráku-Hreiðarssonar,    sonar þess er Eiríkur í Goðdölum gaf tunguna niður frá    Skálamýri. Steinn var frægur maður.    Eiríkur hét maður son Hólmgöngu-Starra Eiríkssonar úr    Goðdölum, Hróaldssonar, Geirmundarsonar örðigskeggja. Hann    bjó að Hofi í Goðdölum. Þessir voru allir virðingamenn    miklir.    Bræður tveir bjuggu þar sem heitir að Breiðá í Sléttahlíð og    hét Þórður hvortveggi. Þeir voru rammir að afli og þó gæfir    menn. Þeir áttu allir part í Drangey. Svo segja menn að eigi    ættu færri menn í eynni en tuttugu og vildi engi sinn part    öðrum selja. Þórðarsynir áttu mest í, því að þeir voru    ríkastir."}}