{"originalTitle": "Beowulf2_Xxvi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xxvi", "text": {"0": "XXVIBeowulf spoke, Ecgtheow's son:\"Now we sea-goers desire to say,Comers-from-far, that we intendHygelac to seek: we were here wellSupplied in our wishes: thou served'st us well.If I then on earth may in any mannerMore of thy heart's love gain for myself,Ruler of men, than I have yet done,For works of war I soon shall be ready.If I that learn o'er the flood's course,That thee thy neighbors with dread oppress,As hating thee they sometimes have done,To thee I shall bring thousands of thanes,Of heroes for help. Of Hygelac I know,Lord of the Geats, though he be youngChief of his folk, that he me will aidBy words and by deeds that I may thee honor,And to thee for help my spear-shaft bear,The power of my might, if thou needest men.If Hrethric then at the courts of the Geats,The king's son, aid seeks, he may there manyOf his friends find: far countries will beBetter sought for by him who is worthy.\"Hrothgar then spoke to him in answer:\" These words to thee the all-wise LordSent into thy mind: ne'er heard I more wiselyIn so youthful age any man speak:Thou art in might strong and in mind old,A counsellor wise. I count on the hope,If this may happen that the spear take,Terrible battle, the son of Hrethel,Sickness or weapon, thine own chieftain,People's shepherd, and thou hast thy life,That the Sea-Geats will not have a better,To choose as their king, any one, than thee.Hoard-keeper of heroes, if thou wilt holdThy kinsmen's kingdom. Me thy bold courageLong pleases so well, Beowulf dear.Thou hast now caused that to these nations shall,To the Geats' people and to the Spear-Danes,Peace be in common and strife shall cease,The hostile contests which they ere suffered:There shall be, whilst I wield the wide realm,Treasures in common; many anotherWith presents shall greet o'er the swan's bath:The ringed ship shall o'er the sea bringPresents and love-tokens. I know that the peopleTowards foe and towards friend are firmly disposed,In everything blameless after old custom.\"Then still to him the defence of earls gave,The son of Healfdene, twelve jewels besides,Bade him with these presents his own dear peopleSeek in good health and quickly return.Kissed him then the king noble in birth,The prince of the Scyldings kissed the best thane,And round the neck clasped; tears from him fell,The gray-haired one: he had hope of both,The aged man, more of the latter,That they might again each other see,Courageous in council. The man was so dearThat he the breast-flood could not restrain,But in his breast, fast in his mind's fetters,For the dear man a secret longingBurned through his blood. - Beowulf thence,The gold-adorned warrior, the grassy plain trod,Proud of his treasure: the sea-goer awaitedIts own possessor, which at anchor rode.Then was on the way the gift of HrothgarOften extolled: that was a kingIn everything blameless, till old age removed himFrom his might's joys, which has oft oppressed many"}}