{"originalTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_10", "text": {"0": "Sigurðr hringr var konungr yfir Svíþjóð ok Danmörkeptir Harald konung hilditönn. Ok þá óx uppsonr hans, Ragnarr, í hirð föður síns. Hann var allraþeira manna mestr ok fríðastr, er menn hefði sét, okvar hann líkr móður sinni ásýndar ok í hennar ætt atsjá, því at þat er kunnigt í öllum fornum frásögum umþat fólk, er Álfar hétu, at þat var miklu fríðara en engiönnur mannkind á Norðrlöndum, því at allt foreldriÁlfhildar, móður hans, ok allr ættbálkr var kominn fráÁlfi gamla. Þat váru þá kallaðar Álfa ættir. Af honumtóku nöfn þær tvær meginár, er elfr heitir hvártveggisíðan. Önnur skildi ríki hans af Gautlandi, var sú fyrirþví kölluð Gautelfr, en önnur fell at því landi, er núheitir Raumaríki, ok heitir sú Raumelfr. Ragnarr varlíkr feðr sínum ok föðurfrændum á vöxt, sem verit hafðiHaraldr konungr hilditönn eða Ívarr víðfaðmi. Ok erHringr konungr tók at eldast ok þungfærast, tók atminnkast ríki hans, ok tók mest af því, er first honumvar. Sá konungr er nefndr Aðalbrikt, er kominn var afætt Ellu konungs, þess er drepit hafði Hálfdan ylfingr,ok lagði undir sik þann hluta Englands, er Norðimbralandheitir; þann hlut átti Hringr konungr ok áðrHaraldr konungr. Aðalbrikt konungr réð því ríki langarstundir. Synir hans hétu Áma ok Ella, er konungarváru í Norðimbralandi eptir föður sinn.Þá er Sigurðr hringr var gamall, var þat á einuhausti, er hann hafði riðit um ríki sitt, Gautland vestra,at dæma mönnum landslög, ok þá kómu í móti honumGandálfs synir, mágar hans, ok báðu, at hann mundiveita þeim lið at ríða á hendr þeim konungi, er Eysteinnhét, er því ríki réð, er þá hétu Vestmarar, en nú heitirVestfold. Þá váru höfð blót í Skíringssal, er til var sóttum alla Víkina.........."}}