{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_23", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_23", "text": {"0": "Nú er frá því at segja, þegar þeir váru búnir, helduþeir á brott af Svíþjóð ok vestr í haf. Gaf þeim heldrlítt, fengu veðr stór ok óhæga  byri. Þeir höfðu miklamyrkva, tókst þeim heldr ógreitt, lágu löngum við eyjarok annes, mættu þar jafnan víkingum. Fóru þeiraskipti svá, at Hrólfr konungr hafði jafnan sigr. Svá ersagt, at á áliðnu sumri kómu þeir við England. Þáréð fyrir Englandi Ella konungr. Hann var ríkr konungrok ágætr, ok er hann spyrr kvámu Hrólfs konungsGautrekssonar, sendir hann menn á fund hans ok býðrhonum til veizlu með svá mikit lið sem hann sjálfrvildi. Hrólfr konungr bar þetta boð fyrir sína mennok spurði, hversu fýsiligt þeim þætti at sækja veizluna.Þeir báðu hann fyrir sjá. Konungr kveðst mundu tilætla ok bjóst með hundraðs liði.Svá er sagt, at Ella konungr átti dýr eitt. Þat varsvá grimmt ok ólmt, at þat eirði engu því, sem þvívar á vísat. Þat var bæði mikit ok sterkt. Þat var leó.Þetta dýr höfðu þeir svá vanit, at þat grandaði enguutan þeim, er konunginum veittu mótgang ok hannvildi því á vísa, en þat var spakt ok kyrrt við alla hirðkonungsins ok alla þá, er konungrinn vildi, at meðhonum væri í friði ok náðum. Konungi þótti góðr griprí dýrinu, því at þegar ófriðr var gerr á ríki hans, léthann slá lausu dýrinu, ok drap þat niðr á lítilli stundufjölda manns, svá at hundruðum skipti. Var þat sváöruggt til landvarnar, at engir konungar treystust áEngland at stríða, síðan þeir vissu athæfi þessa dýrs.Tveir menn eru nefndir með hirð Ellu konungs, hétannarr Sigurðr, en annarr Bárðr. Þeir váru mikilsmetnir. Þeir geymdu ok varðveittu þetta dýr; var þathversdagsliga bundit sterkliga með járnviðjum. Þessirbræðr váru ójafnaðarmenn miklir ok heldr illfúsir.Ok er þeir urðu þess varir, at Hrólfi konungi var þangatboðit með sínu föruneyti, mælti Sigurðr: \"Hvert ráðskulu vit þat gera, at konungr þessi tapi sæmd sinni, ersvá mjök er lofaðr af öllum mönnum, því at mér þykkirþat illt at vita, ef hann fær hér nokkurn frama af konungivárum?\" Bárðr svaraði: \"Þat er helzt mitt ráð, atvér farim á skóg þann, er á leið þeira er, ok hafim meðokkr dýr konungsins ok slám því lausu, þá er við sjámferð þeira. Mun konungr þessi eigi svá mikils máttar,at hann sigri dýrit, heldr mun þat honum verða atskaða. Færi þá sem skyldi ok ek vildi.\" Þeir fara númeð dýrit á skóginn ok leynast þar, þar til er þeir sjáferð Hrólfs konungs. Þeir höfðu áðr dýrit ært með víniok alls kyns drykk inum sterkasta. Slógu þeir síðanlaustu dýrinu ok létu hlaupa, en fálu sjálfa sik."}}