{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_13", "text": {"0": "Þat er frá Herði at segja, at hann gekk fram meðsjónum. Hann sá einn stein stóran í fjörunni okgat í. Hann litast um ok sér, hvar risi einn ógnarligr komfram á bjargit ok var eigi sveinsligr yfirlits,því at engan þóttist hann slíkan sét hafa sakir stórskorinshöfuðs. Hann hafði háva stöng í hendi ok fram órflein tvíeggjaðan, fjögurra álna langan. Hann tók niðrat fjörunni, þá hann stóð á bjarginu. Jötunninn mælti:\"Hvar er kögurbörn þau, sem drepit hafa dætr mínar?Gangi þeir nú fram, ef þeir þora, því at slíkt eru inmestu níðingsverk, svá ungar sem þær váru, því at súvar ellst, sem var tólf vetra.\" \"Hér em ek kominn,\"segir Hörðr, \"ok drap ek þær dætr þínar, ok váru þærheldr miklar fyrir sér, en ek vil leita trausts til þín.\"Risinn mælti: \"Vel sé þér, vinr, ok ver velkominn okfar hingat.\" Hörðr mælti: \"Þat get ek með engu móti.Mér hefir ávallt illt verit, en nú batnar lítit um síðaní vár, at ek fór í sjóinn með þeim fóstbræðrum. Réttuheldr til mín stöng þína, ok mun ek taka þar í.\" Risinnmælti: \"Þat má ek vel gera, því at þau ein skiphafa hér komit, at ek hefi rekit flein í gegnum þauok dregit þau svá upp at mér, ok mun ek rétta stönginaofan at þér.\" Hörðr tók í sem hann gat. En á meðanþeir höfðu við talazt, hafði hann reyrt sik við steininnmeð kaðli. Jötunninn rykkti á mjök fast. Hörðrmælti: \"Tak þú á fastara ok betr, félagi. Ekki er ekallléttr.\" Jötunninn reiddist ok rak fleininn niðr íbjargit ok rykkir svá fast til, at hann sökk í hamarinnallt at bróklinda, en Herði var við því búit, at hannmundi slitna í sundr bein frá beini. Risinn mælti: \"Þúert þungr, jafnlítill.\" \"Vanhertr ertu þá,\" segir Hörðr.Jötunninn herðir sik því meir ok brauzt um, þar til atupp losnar steinninn sá, sem Hörðr hafði reyrt sik við, okhóf hann frá jörðu eigi minna en sex faðma. Í því slappaf fleininum, en jötunninn datt á bak aptr, en Hörðrofan með steininum, ok lá hann lengi í óviti. En er hannraknaði við, sagði hann: \"Miklu ósterkari ertu en ekmeinti, jafnstórr, ok kannt lítit, er þú kemr mér eigi uppá bjargit. Hafðu mín ráð ok gakk niðr í tóna í bjargitok lút vel áfram ok teyg þik sem mest.\" Risinn lét atþessu ginnast ok ferr ofan í tóna ok teygir hálsinn, enréttir stöngina ofan fyrir. Hörðr tók í stöngina okkippti risanum ofan fyrir bjargit, svá at brotnaði í honumhvert bein. En Hörðr leysti sik ok rann þegar uppbjargit ok kom at helli stórum. Þar var Ýma fyrir okfell til fóta honum. Hann gaf henni líf. Þar var hannum vetrinn í hellinum. Þar var nóg gull ok silfr, erjötunninn hafði átt, en at vári komanda tók hann þarhring mætan ok skikkju ok sjóð stóran með gulli. Ýmugaf hann hellinn ok góz allt. Hún bað hann nefnasik, ef hann þyrfti liðs við. Hörðr gekk þaðan ok laukupp húsinu. Hjálmþér varð honum feginn. Eigi hafðihann munat til Hervarar á þeim vetri. Skip hafði Hörðrgert þeim um vetrinn. Þeir létu þá í haf. Skipit fórjafnhart í móti vindi sem undan."}}