{"originalTitle": "Völsunga_Saga_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_5", "text": {"0": "Nú er at segja frá Völsungi konungi ok sonum hans,at þeir fara at ákveðinni stundu til Gautlands at boðiSiggeirs konungs, mágs síns, ok hafa þrjú skip ór landiok öll vel skipuð ok verða vel reiðfara ok koma skipumsínum við Gautland, en þat var síð um aptan. Enþann sama aptan kom Signý, dóttir Völsungs konungs,ok kallar föður sinn á einmæli ok bræður sína, segir núætlan sína ok Siggeirs konungs, at hann hefir dregitsaman óvígjan her, -- \"ok ætlar at svíkja yðr. Nú bið ekyðr,\" segir hún, \"at þér farið þegar aptr í yðart ríkiok fáið yðr lið sem mest ok farið hingat síðan okhefnið yðar sjálfir ok gangið eigi í ófæru, því at eigimissi þér svika af honum, ef eigi taki þér þetta bragð,sem ek beiði yðr.\" Þá mælti Völsungr konungr: \"Þatmunu allar þjóðir at orðum gera, at ek mælta eitt orðóborinn, ok strengda ek þess heit, at ek skylda hvárkiflýja eld né járn fyrir hræðslu sakir, ok svá hefi ekenn gert hér til, ok hví munda ek eigi efna þat á gamalsaldri? Ok eigi skulu meyjar því bregða sonum mínumí leikum, at þeir hræðist bana sinn, því at eitt sinnskal hverr deyja, en engi má undan komast at deyjaum sinn. Er þat mitt ráð, at vér flýjum hvergi ok gerumaf várri hendi sem hreystiligast. Ek hefi barizthundrað sinnum, ok hefi ek haft stundum meira lið,en stundum minna, ok hefi ek jafnan sigr haft, okeigi skal þat spyrjast, at ek flýja né friðar biðja.\"Nú grætr Signý sárliga ok bað, at hún skyldi eigikoma til Siggeirs konungs. Völsungr konungr svarar:\"Þú skalt at vísu fara heim til bónda þíns ok vera samtmeð honum, hversu sem með oss ferr.\" Nú gengr Signýheim, en þeir búa eptir um nóttina. Ok um myrgininn,þegar er dagar, þá biðr Völsungr konungr uppstanda sína menn alla ok ganga á land upp ok búastvið bardaga. Nú ganga þeir á land upp allir alvápnaðir,ok er eigi langt at bíða, áðr þar kemr Siggeirrkonungr með allan sinn her, ok verðr þar in harðastaorrosta með þeim, ok eggjar konungr lið sitt tilframgöngu sem harðligast, ok er svá sagt, at Völsungrkonungr ok synir hans gengu átta sinnum í gegnumfylkingar Siggeirs konungs um daginn ok höggva átvær hendr. Ok er þeir ætla enn svá at fara, þá fellrVölsungr konungr í miðri fylkingu sinni ok þar alltlið hans með honum nema synir hans tíu, því at miklumeira ofrefli var í móti en þeir mætti við standa. Núeru synir hans allir teknir ok í bönd reknir ok á brottleiddir.Signý varð vör við, at faðir hennar var drepinn, enbræðr hennar höndum teknir ok til bana ráðnir. Núkallar hún Siggeir konung á einmæli. Nú mælti Signý:\"Þess vil ek biðja þik, at þú látir eigi svá skjótt drepabræðr mína ok látið þá heldr setja í stokk, ok kemrmér at því, sem mælt er, at unir auga, meðan á sér, okþví bið ek þeim eigi lengra, at ek ætla, at mér muniekki tjóa.\" Þá svarar Siggeirr: \"Ær ertu ok örvita, er þúbiðr bræðrum þínum meira böls en þeir sé höggniren þó skal það veita þér, því at þess betr þykki mér,er þeir þola verra ok hafa lengri kvöl til bana.\"Nú lætr hann svá gera sem hún bauð, ok var tekinneinn mikill stokkr ok felldr á fætr þeim tíubræðrum í skógi einhvers staðar, ok sitja þeir nú þarþann dag allan til nætr. En at miðri nótt þá kom þarylgr ein ór skógi gömul at þeim, er þeir sátu í stokkinum.Hún var bæði mikil ok illilig. Henni varð þatfyrir, at hún bítr einn þeira til bana. Siðan át húnþann upp allan. Eptir þat fór hún í brott. En eptirum morgininn þá sendi Signý mann til bræðra sinna,þann er hún trúði bezt, at vita, hvat títt sé. Ok er hannkemr aptr, segir hann henni, at dauðr sé einn þeira.Henni þótti þetta mikit, ef þeir skulu svá fara allir,en hún mátti ekki duga þeim.Skjótt er þar frá at segja. Níu nætr í samt kom sjáin sama ylgr um miðnætti ok etr einn þeira senn tilbana, unz allir eru dauðir, nema Sigmundr einn ereptir. Ok nú, áðr tíunda nótt kemr, sendir Signý trúnaðarmannsinn til Sigmundar, bróður síns, ok seldi íhönd honum hunang ok mælti, at hann skyldi ríða áandlit Sigmundar ok leggja í munn honum sumt. Núferr hann til Sigmundar ok gerir sem honum varboðit ok fór heim síðan. Um nóttina eptir þá kemrsú in sama ylgr at vanda sínum ok ætlaði at bítahann til bana sem bræðr hans. En nú dregr hún veðritaf honum, þar sem hunangit var á riðit, ok sleikirandlit hans allt með tungu sér ok réttir síðan tungunaí munn honum. Hann lætr sér verða óbilt ok beití tunguna ylginni. Hún bregðr við fast ok hnykkirat sér hart ok rak fætrna í stokkinn, svá at hann klofnaðiallr í sundr, en hann helt svá fast, at tungan gekkór ylginni upp í tungurótunum, ok fekk af því bana.En þat er sögn sumra manna, at sú in sama ylgr værimóðir Siggeirs konungs ok hafi hún brugðit á sik þessulíki fyrir tröllskapar sakir ok fjölkynngi."}}