{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_11", "text": {"0": "Nú er þar til at taka, at Jökull ok þeir bræðr sögðuvíg Óláfs föður sínum, -- \"ok er eigi til annat,\" segirJökull, \"en safna liði, fara heim at Víking ok brennahann inni ok sonu hans alla, ok væri þó varla fullhefntÓláfs.\" Njörfi segir: \"Þat banna ek með öllu,at nokkurt mein sé Víking gert. Veit ek, at þetta eruekki hans ráð um líf sonar míns. Eru hér allir saklausiraf nema Þórir. En vit Víkingr höfum svarizt ífóstbræðralag. Hefir hann þat allt bezt haldit. Skal ekok engan ófrið efla honum á hendr. Þykki mér Óláfrekki at bættari, þótt Þórir sé drepinn ok aukinn sváharmr Víkingi.\" Fekk Jökull nú engan styrk af föðursínum til þessa. Var Óláfr heygðr eptir vanda fornum.Tók Jökull þá at halda sveit manna. Njörfi konungrtok fast at eldast, svá at Jökull hafði landvörn at mestu.Þat var einn dag, at tveir menn gengu fyrir Njörfa,ok váru báðir í bláum heklum. Þeir kvöddu konung.Konungr spurði þá af heiti. Annarr nefndist Gautan,en annarr Ógautan. Þeir beiddu konung vetrvistar.Konungr sagði: \"Illa lízt mér á ykkr. Mun ek ekkivið ykkr taka.\" Jökull mælti: \"Eruð þit íþróttamennnokkurir?\" Ógautan mælti: \"Lítit er allt um þat, enþó vitum vit fleira en okkr er sagt.\" \"Þá þykki mérráð,\" segir Jökull, \"at þit farið í flokk minn ok veriðmeð mér.\" Svá gerðu þeir. Jökull gerði við þá vel.Þat hafði frétzt til konungs hallar, at Víkingr hafðirekit burtu sonu sína. Jökull vildi því ekki trúa okfór til Víkings með mikit fjölmenni. Víkingr frétti,hvat hann vildi. Jökull spyrr, hvat hann vissi til óhappamannsinsÞóris. Víkingr kvaðst hafa rekit þá burt okþeir væri ekki þar. Jökull beiddist at rannsaka herbergi.Víkingr lét þat til reiðu, en segir konung þat eigi ætlathafa, at hann mundi bregðast sér. Rannsökuðu þeirhúsin ok fundu eigi, sem ván var, ok fóru heim viðsvá búit. Þótti Jökli illa, er hann spyrr ekki til þeirabræðra. Jökull mælti þá til þeira Ógautans: \"Muntuekki víss verða með listum þínum, hvar þeir bræðreru niðr komnir?\" \"Eigi mun þat,\" segir Ógautan. \"Þúskalt fá okkr bræðrum eitt hús at sofa í, ok þar skalengi koma fyrr en þú ok þó eigi fyrr en á þriggjadaga fresti.\" Lét Jökull svá gera. Var þeim fengin einskemma at sofa í. Jökull lagði ríkt við, ef nokkurrnefndi þá, ok skyldi engu fyrir týna nema lífinu.Snemma þenna dag kom Jökull í skemmuna til þeirabræðra. Ógautan mælti þá: \"Þú ert bráðlátr, Jökull,því at ek er nývaknaðr, en þó má ek segja þér til Víkingssona.Þú munt vita, hvar vatn þat er, sem Vænirheitir. Þar stendr í hólmr ok skáli. Þar eru þeirVíkingssynir.\" Jökull mælti: \"Ef þetta er sem þú segir,þá sé ek enga ván til, at þeim verði nát \" Ógautanmælti: \"Allt þykki mér þér verða sem móðurlausubarni, ok litlu ætla ek þú orkir, ef þú ert einn at. Núvil ek,\" segir Ógautan, \"segja þér, at ek á einn belg,þann er veðrbelgr heitir, en ef ek hristi hann, þá stendrór honum stormr ok vindr með svá stórri grimmd okkulda, at innan þriggja nátta skal lagðr svá sterkr íssá vatnit, at ríða skal mega hestum, þótt vili.\" \"Þat erþó satt at segja,\" sagði Jökull, \"at þú er mikill listarmaðr,ok má með þessu einu komast í hólmann, þvíat skip eru ekki nema við sjó, ok færir þau engi sválangan veg.\" Eptir þat tók Ógautan belg sinn ok hristi.Kom þar ór mikil óveðran sakir fjúks grimmdar, atengi maðr mátti úti vera. Þótti mönnum þetta undrumgegna. En at liðnum þremr nóttum var hvert vatnok fjörðr lagðr. Jökull safnar mönnum saman, ok verðaþrír tigir manna. Ekki var Njörfa konungi um þessaferð, sagði sér svá hugr um segja, at honum mundiaukast harmr, en minnka eigi, -- \"mun ek missa í þessariferð flesta alla sonu mína ok marga menn aðra.Mundi svá betr hafa verit, er ek vildi í fyrstu, at vérhefðim sætzt við Þóri ok haft vináttu Víkings jarls oksona hans.\""}}