{"originalTitle": "Grettis_Saga_Chapter_52", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_52", "text": {"0": "Þá er Grettir kom yfir Þorskafjarðarheiði í Langadal lét hann    sópa greipur um eignir smábænda og hafði af hverjum það er    kallaði. Tók hann af hverjum vopn en sumum klæði. Gengu þeir    mjög misjafnt af en allir sögðust nauðgir láta þegar hann var    á brottu.    Þá bjó í Vatnsfirði Vermundur hinn mjóvi bróðir Víga-Styrs.    Hann átti Þorbjörgu dóttur Ólafs pá Höskuldssonar. Hún var    kölluð Þorbjörg hin digra.    Vermundur var þenna tíma til þings riðinn er Grettir var í    Langadal. Hann fór ofan yfir háls til Laugabóls. Þar bjó sá    maður er Helgi hét. Hann var þar helst fyrir bændum. Þaðan    hafði Grettir góðan hest er bóndi átti. Þaðan fór hann inn    til Gervidals. Þar bjó sá maður er Þorkell hét. Hann var vel    birgur að kosti og þó lítilmenni. Hafði Grettir þaðan slíkt    er hann vildi og þorði Þorkell ekki að að finna eða á að    halda. Þaðan fór Grettir til Eyrar og svo út þeim megin    fjarðar og hafði af hverjum bæði vistir og klæði og gerði    mörgum harðleikið og þótti flestum þungt undir að búa.    Grettir fór nú djarflega og hafði enginn varðhöld á sér. Hann    fór nú uns er hann kom í Vatnsfjarðardal og fór þar til sels.    Dvaldist hann þar margar nætur og lá þar í skógum og svaf og    hugði ekki að sér.    En er smalamenn vissu það fóru þeir til bæjar og sögðu að sá    dólgur væri kominn í byggðina að þeim þótti ekki dæll    viðfangs. Söfnuðust þá bændur saman og höfðu þrjá tigu manna.    Leyndust þeir í skóginum svo að Grettir vissi ekki til og    létu smalamenn halda njósnum nær færi gæfi á Gretti en þó    vissu þeir ógjörla hver maðurinn var.    Nú bar svo til einn dag þá er Grettir lá og svaf að bændur    komu að honum. Og er þeir sáu hann áttu þeir ráðagerð um    hversu þeir skyldu taka hann svo að minnst yrði manntjón í og    skipuðu til að tíu skyldu á hann hlaupa en sumir skyldu bera    bönd að fótunum. Þeir gerðu nú svo og fleygðu sér ofan á hann    en Grettir brá við svo hart að þeir hrutu af honum en hann    komst á kné og í því gátu þeir kastað böndum á hann og fætur    honum. Þá spyrnti Grettir svo fast við eyrun á tveimur að    þeir lágu í roti. Nú hljóp á hann hver að öðrum en hann    ruddist um fast og lengi en þó gátu þeir hlaðið honum um    síðir og bundu hann.    Eftir það áttu þeir um að tala hversu við hann skyldi gera.    Báðu þeir Helga af Laugabóli taka við honum og annast hann    þar til að Vermundur kæmi heim af þingi.    Hann svarar að \"annað ætla eg mér þarfara en láta húskarla    mína sitja yfir honum því að eg á lönd erfið og kemur hann    aldrei í mína ferð.\"    Þá báðu þeir Þorkel í Gervidal við honum að taka, kváðu hann    vera nógtarmann.    Þorkell mælti í móti og kvað öngvan kost á því \"þar sem eg    ligg einn í húsi og kerling mín en hvar fjarri öðrum mönnum    og komið þér ekki þeim kassa á mig,\" segir hann.    \"Þú, Þórálfur á Eyri,\" sögðu þeir, \"tak við Gretti og ger til    hans vel um þingið ella fær þú hann af þér til næsta bæjar og    ábyrgst að hann verði ekki laus. Set hann svo bundinn niður    sem nú tekur þú við honum.\"    Hann svarar: \"Ekki vil eg við Gretti taka því að eg hefi    hvorki til föng né fé að halda hann. Hefir hann og ekki á    minni jörðu tekinn verið. Líst mér heldur vandræði en virðing    við honum að taka eða gera mikið með honum og hann kemur    aldrei í mín hús inn.\"    Eftir það leituðu þeir við hvern bónda og mæltu allir í móti.    Og eftir þessu viðtali þeirra hafa kátir menn sett fræði það    er Grettisfærsla hét og aukið þar í kátlegum orðum til gamans    mönnum.    En er þeir höfðu þetta talað lengi þá kom það ásamt með þeim    að þeir mundu eigi gera happ sitt að óhappi og fóru til og    reistu gálga þar þegar í skóginum og ætluðu hengja Gretti og    hlömmuðu nú mjög yfir þessu.    Þá sáu þeir ríða þrjá menn neðan eftir dalnum. Var einn í    litklæðum. Þeir gátu að mundi Þorbjörg húsfreyja úr    Vatnsfirði og svo var. Ætlaði hún til sels. Hún var skörungur    mikill og forvitur. Hún hafði héraðsstjórn og skipaði öllum    málum þegar Vermundur var eigi heima.    Hún veik þangað að sem mannfundurinn var og var hún af baki    tekin. Bændur fögnuðu henni vel.    Hún mælti þá: \"Hvað þingi hafið þér eða hver er þessi hinn    hálsdigri er hér situr í böndum?\"    Grettir nefndi sig og heilsaði henni.    Hún svarar: \"Hvað rak þig til þess Grettir,\" sagði hún, \"að    þú vildir gera hér óspektir þingmönnum mínum?\"    \"Eigi má nú við öllu sjá. Vera varð eg nokkur.\"    \"Slíkt er mikið gæfuleysi,\" segir hún, \"að vesalmenni þessi    skyldu taka þig svo að ekki lagðist fyrir þig. Eða hvað ætlið    þér nú af honum að gera?\"    Bændur sögðu henni að þeir ætluðu að festa hann á gálga fyrir    óspektir sínar.    Hún svarar: \"Vera má að Grettir hafi sakir til þess en ofráð    mun það verða yður Ísfirðingum að taka Grettir af lífi því að    hann er maður frægur og stórættaður þó að hann sé eigi    gæfumaður. Eða hvað viltu nú vinna til lífs þér Grettir ef eg    gef þér líf?\"    Hann svarar: \"Hvað mælir þú til?\"    \"Þú skalt vinna eið,\" sagði hún, \"að gera öngvar óspektir hér    um Ísafjörð. Öngum skaltu hefna þeim sem í aðför hafa verið    að taka þig.\"    Grettir kvað hana ráða. Síðan var hann leystur. Og þá kvaðst    hann mest bundist hafa að sínu skaplyndi að hann sló þá eigi    er þeir hældust við hann. Þorbjörg bað hann fara heim með sér    og fékk honum hest til reiðar. Fór hann þá heim í Vatnsfjörð    og beið þar til þess er Vermundur kom heim og gerði húsfreyja    vel við hann. Varð hún af þessu mjög fræg víða um sveitir.    Vermundur var ófrýnn er hann kom heim og spurði því Grettir    væri þar. Þorbjörg sagði allt sem farið hafði með þeim    Ísfirðingum.    \"Hvers naut hann að því,\" sagði Vermundur, \"er þú gafst honum    líf?\"    \"Margar greinir voru til þess,\" sagði Þorbjörg. \"Það fyrst,\"    segir hún, \"að þú munt þykja meiri höfðingi en áður er þú    áttir þá konu er slíkt þorði að gera. Þá mundi það og ætla    Hrefna frændkona hans að eg mundi eigi láta drepa hann. Það    hið þriðja að hann er hinn mesti afreksmaður í mörgum    greinum.\"    \"Vitur kona ertu,\" sagði Vermundur, \"í flestu og haf þökk    fyrir.\"    Þá mælti hann til Grettis: \"Lítið lagðist nú fyrir þig,    þvílíkur garpur sem þú ert, er vesalmenni skyldu taka þig og    fer svo jafnan óeirðarmönnum.\"    Grettir kvað þá vísu þessa:Mitt var giltgæfuleysií marþaksmiðjum firðier gamlirgrísir skylduhalda mérað höfuðbeinum.    \"Hvað vildu þeir af þér gera,\" kvað Vermundur, \"þá er þeir    höfðu tekið þig?\"    Grettir kvað:Sögðu mér,þau er Sigar veitti,mægða launmargir hæfauns lofgróinnlaufi sæmdarreynirunnrekkar fundu.    Vermundur mælti: \"Hvort mundu þeir hafa hengt þig ef þeir    einir hefðu um vélt?\"Myndi eg sjálfrí snöru egndahelsti brátthöfði stingaef Þorbjörgþessu skáldi,hún er allsnotr,eigi byrgi.    Vermundur mælti: \"Hvort bauð hún þér til sín?\"    Grettir svaraði:Mig bað hjálphanda tveggjaSifjar versmeð sér fara.Sú, gaf þvengÞundar beðjugóðan hest,er mig gæddi friði.    \"Mikil mun verða ævi þín og erfið,\" segir Vermundur, \"og er    þér kennt að varast óvini þína. En ekki nenni eg að halda þig    og hafa þar fyrir þykkju margra ríkra manna. Er þér enn best    að leita til frænda þinna en fáir munu verða til að taka þig    ef öðru mega við koma. Ertu og ekki auðkvæður til fylgdar við    flesta menn.\"    Grettir var í Vatnsfirði nokkura hríð og fór þaðan til    Vestfjarða og leitaði til margra göfugra manna og bar jafnan    eitthvert við það er engi tók við honum."}}