{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_15", "text": {"0": "Bögu-Bósi er nú kominn upp á skip Hræreks okbarðist alldrengiliga. Hann sá, hvar faðir sinn flautmeð borðinu mjök máttdreginn. Stökk hann nú fyrirborð ok hjálpaði honum ok kom honum upp í skipsitt. Þá var Hrærekr kominnn á skipit ok hafði drepitmargan mann. Bósi kom þá upp á skipit ok var mjökmóðr, en þó réðst hann í móti Hræreki ok hjó í skjöldhans ok klauf hann allan niðr í gegnum ok af honumfótinn í ristarliðnum. Sverðit kom í vindásinn ok stökksundr í miðju. Hrærekr hjó á móti. Bósi snerist undaná hæli. Sverðit slapp af hjálminum ok niðr á herðarnarok reif af honum alla brynjuna, ok fekk hann sár á herðablöðunum,ok gekk svá niðr um allt bakit, at öll klæðinrifnuðu af honum, svá at hann var nakinn allr eptir,ok af vinstra fæti hælbeinit. Bósi þreif upp ás einn, enHrærekr vildi þá hlaupa fyrir borð. Bósi sló hann ísundr við hástokkinum, svá at sér fell hvárr hlutrinn.Var nú ok fallinn mestr hluti liðs þeira, en þeir þágugrið, sem eptir lifðu. Þeir kanna nú lið sitt, ok var eigieptir meir en hundrað manns liðfært, ok áttu þeir fóstbræðrnú miklum sigri at hrósa. Skiptu menn nú herfangi,en þeir váru græddir, sem græðandi váru."}}