{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_11", "text": {"0": "Á einu kveldi var þat, er þeir Áki ok Hálfdandrukku í höllinni, en konungr var farinn at sofa. Ákimælti: \"Ertu mikill íþróttamaðr, Hálfdan?\" \"Eigi erþat,\" sagði hann. \"Viltu reyna sund við mik?\" sagðiÁki. \"Má þat,\" sagði hann. Áki varð glaðr við þetta,því at hann var sundmaðr mikill. Síðan fóru menn atsofa. Um morguninn stendr Áki snemma upp ok hyggrgott til at reyna sundit við Hálfdan, gengr fyrir konungok segir honum viðtal þeira Hálfdanar ok biðrhann til fara ok sjá þenna leik með alla hirð sína.Konungr játar því, ok er nú út blásit allri hirðinni, okferr nú konungr sjálfr at sjá þenna leik. Vatn eitt varskammt frá borginni. Þar ætla þeir at reyna sundit,ok svá gera þeir ok kasta sér til sunds. Hálfdan var íbrynjunni Brönunaut. Leggst Áki nú at honum, ok færirHálfdan hann í kaf ok helt honum niðri meir eneykt dags. Síðan kom Áki upp ok marði þar á vatniat kalla. Fylgdarmenn hans færðu hann at landi okfylgdu honum í sitt herbergi, ok var honum svá kalt,at hann gat eigi mælt. Hálfdan lék þá enn marga leikaá sundi ok fór síðan at landi ok gekk heim með konungitil hallar, ok virti hann Hálfdan meir en áðr.Um morguninn eptir ferr Hálfdan til skemmu konungsdótturok segir henni frá sundinu, en hún létvel yfir ok bað hann þó varast Áka, segir, at hann munisvíkja hann, en Hálfdan sagði svá vera skyldu ok gengrí brutt síðan. Áki þóttist nú verr en skemmdr ok vildinú gjarna svíkja Hálfdan með einhverju móti. Ok einusinni býðr Áki honum burtreið, en Hálfdan játar þvískjótt. Áki varð nú harðla glaðr ok segir konungi svábúit. Áki átti ess svá gott, at ekki var betra í Englandinema ess konungsdóttur. Ess Áka hét Lóngant, en esskonungsdóttur hét Spóliant. Hálfdan gengr nú tilskemmu konungsdóttur ok segir henni frá viðtali þeiraÁka. Hún lætr lítt yfir þessu. Hann bað hana at ljá séress sitt. Hún kveðst þat gera vilja ok bað hann hyljaþat, svá at þat væri hvergi bert. Hann játar því okgekk í burt síðan. En konungsdóttir kom at máli viðAlfífu ok mælti: \"Ek vil senda þik til karls þess, erheðan er skammt í burt. Hann heitir Úlfr, en geymiress mitt. Þat skaltu sækja leyniliga ok fá í hendr Hálfdani.\"Alfífa flýtti ferðinni ok kom til Úlfs ok bar honumerendi sinnar frúr. Hann fekk henni essit, en húnfærði Hálfdani."}}