{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_24", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_24", "text": {"0": "Nú er þar til máls at taka, at Framarr vill efna heitstrengingsína. Býr hann nú ferð sína ór landi ok hefir sextigi skipa, ok halda í Austrveg ok herjuðu um sumarit okheldu herliði sínu til Aldeigjuborgar. Þar réð fyrir Ingvarrkonungr. Hann var vitr maðr ok höfðingi mikill.Ingigerðr hét dóttir hans. Hún var hverri konu fríðariat sjá, en spök at viti, læknir góðr, sóttu ok margirmenn til hennar, þegar þeir þurftu við græðslu. Svá erfrá sagt, at hún sjálf skyldi kjósa sér mann til eignar.Margir höfðingjar höfðu beðit hennar, ok hafði húnþeim öllum með hæverskligum svörum frá vísat.Framarr sendi menn sína til Aldeigjuborgar á fundIngvars konungs at biðja dóttur hans honum til handa.Konungr segir þeim orðum í móti, at hann mun þingstefna ok biðr hann þar koma, -- \"ok skal hún sér sjálfmann kjósa.\"Framarr dvelst nú þar til, at kemr sá dagr, er þingitskyldi vera. Býr Framarr sik með öllum konungsskrúðaok sækir á þingit með mörgu liði. Hann lét setja stólundir sik. Ingvarr konungr kemr þar með mörgu stórmenni.Konungr spyrr: \"Hverr er sá maðr, er svá lætrríkuliga?\" \"Ek heiti Snækollr,\" segir hann, \"kominn þesserendis hingat til yðar at biðja dóttur yðar.\" Konungrsegir: \"Hvar eru lönd þín ok þegnar, miklir fjárhlutirok fremdir?\" \"Ek ætla bæði frama ok fjárhluti til þínsækja, ef ek mægjumst við þik,\" segir Framarr. Konungrsegir: \"Hefir þú eigi þat spurt, at hún skal sjálfkjósa sér mann?\" \"Heyrt hefi ek þat,\" segir hann. Þáer sent eptir Ingigerði, ok er hún kom á þingit, kvaddihún föður sinn. Hann tók henni vel ok virðuliga. \"Biðliáttu hér at heilsa, dóttir,\" segir hann. \"Hverr er sá?\"segir hún. \"Snækollr heitir hann,\" segir konungr. \"Svámá jafnt vera,\" segir hún ok gengr fyrir þenna mann innmikla ok horfir á hann um hríð ok mælti síðan brosandi:\"Alldrengiligr maðr ertu,\" segir hún, \"enda þykkiryðr þat fóstbræðrum, at þér þykkizt konungum meiriat metorðum. Kenni ek þik gerla, Framarr,\" segir hún,\"ok þarftu eigi at dyljast fyrir mér.\" Eptir þat var slititþinginu."}}