{"originalTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_8", "text": {"0": "Síðan lét Hjörleifr konungr fara örvarboð ok safnaðiliði at sér. Um nóttina kom Hreiðarr konungr meðher sinn ok sló hring um bæ Hjörleifs konungs. Þáina sömu nótt gó hundr hans Flóki, er aldri gó, nemahann vissi konungi ótta vánir. Hjörleifr konungr hleyptiá manngarðinn ok skaut aptr spjóti til liðsins. Þá heyrðihann kallat fall Hera. Konungr sá ór skógi bæjarbrunasinn ok brottsigling Hreiðars konungs með herfangimiklu.Þetta sama haust kom Hjörleifr konungr einskipaum nótt á bæ Hreiðars konungs ok gekk einn til svefnhúss,en allar konur váru ór rekkju brottu nema Æsaein. Konungr bað hana koma sér við Hreiðar konung.Hún læsti hann í váðkeri sínu ok sagði síðan Hreiðarikonungi ok kvað Hjörleif þar vera. Hjörleifr konungrvar upp festr í konungs höll með skóþvengjum sínumsjálfs millum elda tveggja at ráði Æsu, en hirðin satvið drykkju. Á meðan vakti Hildr ok jós mungáti íeldana. Hún leysti hann svá, at hún hjó með sverðiskóþvengina. Hreiðarr konungr sat sofandi í hásætinu,en Æsa sat í knjám honum. Hjörleifr konungr lagðií brjóst honum ok gekk síðan til skips eptir liði sínuok lét binda hirð Hreiðars konungs ok gaf grið, enHreiðar konung lét hann hengja dauðan á gálga þann,er hann hafði honum ætlat. Þann inn sama aptan, erHjörleifr konungr kom, heyrði Hreiðarr konungrkveðit:\"Minntist Hreiðarr,hvar Hera fellduð.Vá vaktist þarfyr vestrdurum.Enn mun hún sinnatil sala þinna,byrsæl kona,bíð þú enn, konungr!\"Hjörleifr konungr lagði undir sik ríki þat allt, er átthafði Hreiðarr konungr, ok setti þar Sölva Högnasonok gaf honum jarlsdóm, en Hjörleifr konungr fór tilNoregs ok hafði með sér Hildi ok Æsu ok kvaddi þings.Þat dæmdi landsfólkit, at Æsu væri drekkt í mýri, enHjörleifr konungi sendi hana upp á land með heimanfylgjusína. Sonr Hjörleifs ok Æsu var Óblauðr, faðirÓtryggs, föður Högna ins hvíta, föður Úlfs ins skjálga,er Reyknesingar eru frá komnir."}}