{"originalTitle": "Beowulf_Ii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Ii", "text": {"0": "IIGewāt ðā nēosian,  syþðan niht becōm,hean hūses,  hū hit Hring-Deneæfter bēorþege  gebūn hæfdon.Fand þā ðǣr inne  æþelinga gedrihtswefan æfter symble;  sorge ne cūðon,wonsceaft wera.  Wiht unhǣlo,grim ond grǣdig,  gearo sōna wæs,rēoc ond rēþe,  ond on ræste genamþrītig þegna;  þanon eft gewāthūðe hrēmig  tō hām faran,mid þǣre wælfylle  wīca nēosan.Ðā wæs on ūhtan  mid ǣrdægeGrendles gūðcræft  gumum undyrne;þā wæs æfter wiste  wōp ūp āhafen,micel morgenswēg.  Mǣre þēoden,æþeling ǣrgōd,  unblīðe sæt,þolode ðrȳðswȳð  þegnsorge drēah,syðþan hīe þæs lāðan  lāst scēawedon,wergan gāstes;  wæs þæt gewin tō strang,lāð ond longsum!  Næs hit lengra fyrst,ac ymb āne niht  eft gefremedemorðbeala māre,  ond nō mearn fore,fǣhðe ond fyrene;  wæs tō fæst on þām.þā wæs ēaðfynde  þē him elles hwǣrgerūmlīcor  ræste [sōhte],bed æfter būrum,  ðā him gebēacnod wæs,gesægd sōðlīce  sweotolan tācnehealðegnes hete;  hēold hyne syðþanfyr ond fæstor  sē þǣm fēonde ætwand.Swā rīxode  ond wið rihte wan,āna wið eallum,  oð þæt īdel stōdhūsa sēlest.  Wæs sēo hwīl micel;twelf wintra tīd  torn geþolodewine Scyldinga,  wēana gehwelcne,sīdra sorga;  forðām [secgum] wearð,ylda bearnum  undyrne cūðgyddum geōmore,  þætte Grendel wanhwīle wið Hrōþgār,  hetenīðas wæg,fyrene ond fǣhðe  fela missēra,singāle sæce;  sibbe ne woldewið manna hwone  mægenes Deniga,feorhbealo feorran,  fēa þingian,nē þǣr nǣnig witena  wēnan þorftebeorhtre bōte  tō banan folmum;(ac se) ǣglǣca  ēhtende wæs,deorc dēaþscua,  duguþe ond geogoþe,seomade ond syrede;  sinnihte hēoldmistige mōras;  men ne cunnon,hwyder helrūnan  hwyrftum scrīþað.Swā fela fyrena  fēond mancynnes,atol āngengea  oft gefremede,heardra hȳnða;  Heorot eardode,sincfāge sel  sweartum nihtum ; --nō hē þone gifstōl  grētan mōste,māþðum for Metode,  nē his myne wisse.--þæt wæs wrǣc micel  wine Scyldinga,mōdes brecða.  Monig oft gesætrīce tō rūne;  rǣd eahtedon,hwæt swīðferhðum  sēlest wǣrewið fǣrgryrum  tō gefremmanne.Hwīlum hīe gehēton  æt bærgtrafumwīgweorþunga,  wordum bǣdon,þæt him gāstbona  gēoce gefremedewið þēodþrēaum.  Swylc wæs þēaw hyra,hǣþenra hyht;  helle gemundonin mōdsefan,  Metod hīe ne cūþon,dǣda Dēmend,  ne wiston hīe Drihten God,nē hīe hūru heofena Helm  herian ne cūþon,wuldres Waldend.  Wā bið þǣm ðe scealþurh slīðne nīð  sāwle bescūfanin fȳres fæþm,  frōfre ne wēnan,wihte gewendan !  Wēl bið þǣm þe mōtæfter dēaðdæge  Drihten sēceanond tō Fæder fæþmum  freoðo wilnian !"}}