{"originalTitle": "Viðbætir_(Additional_Small_Texts)_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Viðbætir_(Additional_Small_Texts)_Chapter_3", "text": {"0": "At liðnum þrem vetrum, þá er Eirekr hafði numit slíkanfróðleik ok margan annan, þá fóru þeir með lið sitt til Sýrlandsok höfðu innsigli Grikkja konungs, en eptir þat faraþeir ýmist á skipum eða hestum, en gengu þó optast, fara svánokkura vetr til þess, at þeir koma til ins yzta Indíalands. Enhvar sem þeir koma á ókunnig lönd, þá var við þeim vel tekit,ok allr lýðr greiddi ferð þeira, því at þeir höfðu með sér bréfok innsigli Grikkja konungs ok patriarche ór Miklagarði, ritatá allar tungur þeira þjóða, sem ván var, at þeir mundi komatil. Þat var ok sagt, hverir þeir váru eða hvert þeir ætlaði atfara, ok sýndist í því, hversu mikil guðs gifta þeim fylgdi okhverr guðs vinr Grikkja konungr var, at hvar sem hans bréfsást, þá skyldi þeim sæmdir veita, en hvergi grand gera, þvíat guðs miskunn hlífði þeim Eireki ok hans förunautum, okgæfa Grikkja konungs skýldi þeim mjök af spakligum ráðumhans við erfiði leiðarinnar.En er þeir höfðu svá lengi farit um heruð Indíalands fjórarmílur ins fimmta tigar, þá koma þeir um síðir til myrkvaheraða, þeira sem jafnglöggt sá stjörnu um daga sem nætr.Víða þar á landi fundu þeir gullstaup mikil. Þar litu þeir okmörg undr á því landi, en er þeir höfðu lengi gengit þykkvaskóga ok undarliga háva, þá koma þeir um síðir fram órmörkinni. Þá tók at lýsa ok ljóst at gera ok litu fyrir sér ámikla. Á henni var steinbogi. Öðrum megin árinnar sá þeirland fagrt með miklum blóma ok gnótt hunangs ok kennduþaðan sætan ilm. Þangat var bjart at líta. Enga sá þeir þar hæðné hól né fjall á því landi. Þat skilr Eirekr, at á sú mun skiljaþessi lönd at frásögn Grikkja konungs. Þat kom honum íhug, at á sú mundi falla ór Paradiso ok heita Phison. En erþeir drógust at steinboganum, þá sá þeir, at dreki ógurligrlá á honum ok gapti munninum, ok þótti þeim hann gífrligaláta. Þá sneri Eirekr þar til ok ætlaði nokkurs konar yfir ánaat komast. En er Eirekr danski sá þetta, þá bannaði hannnafna sínum at fara ok kvað drekann mundu svelgja hannþegar. Eirekr inn norræni sagðist eigi óttast mundu drekann,\"ok eigi skal hann hefta ferð mína.\" Eirekr danski mælti:\"Ek bið þik, inn bezti vin, at þú sel þik eigi til dauða, heldrfar þú aptr með oss, því at þú munt þegar deyja, at þú stígrfram.\" Eirekr kveðst eigi mundu aptr hverfa, ok mæltu hvárirþá vel fyrir öðrum. Nú bregðr Eirekr norræni sverði ok heldrá því inni hægri hendi, en tekr inni vinstri í hönd förunautsínum einum. Þeir ráða til ok hlaupa í munn drekanum, oksýndist Eireki danska sem drekinn sylgi þá báða. Snýr hannnú aptr með sínum förunautum ina sömu leið, ok eptir margavetr liðna kemr hann til sinna áttjarða. Sagði síðan, hvat hannlézt síðast sét hafa til Eireks norræna. Nú verðr þessi maðrfrægr af ferð sinni, ok þótti inn mesti rausnarmaðr, ok lýkrþar frá honum at segja."}}