{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_8", "text": {"0": "Þat var einn morgun, er konungr ok drottning láguí sæng sinni. Hún mælti: \"Herra,\" segir hún, \"áttuengan erfingja?\" \"Á ek hann,\" segir konungr, \"ok heldreinn kastala á skógi.\" \"Hví skal hann eigi heima vera?\"segir drottning. \"Ekki vill hann í várri höll drekka,\"segir konungr, \"en þó berr hann listir ok prýði af öllummönnum.\" \"Sjá verð ek hann,\" segir drottning.Þau hættu talinu.Þat bar til einn dag, at frúin skipaði öllum sínummeyjum út á skóg at henda sér epli ok aldin. Þær gerðusvá, en drottning fór einsömul til skógar, eigi fyrrléttandi en hún kom at kastalanum, ok gekk inn at læstumlokum. Hjálmþér sat at borðum ok hans hoflýðr. Hannsá konuna inn ganga ok þóttist kenna at annarra mannafrásögn stjúpmóður sína ok heilsar henni blíðliga oksetr hana í kné sér. Hún tók því vel, lítandi til hansmeð blíðri ásjónu ok svá til hans talandi: \"Minn sætisonr, hvat veldr því, at þú vilt eigi heima vera meðþínum föður? Er þar þó skemmtiligra at sitja en hérfjarri öðrum mönnum.\" Hjálmþér mælti: \"Meir berrþar til æska mín en illvili.\" Hún mælti: \"Mikit er sagtaf þinni list ok prýði, ok vel væri sú kona gift, er slíkanætti.\" Hann kvað þat eigi vera. En er þau töluðustvið, gengu allir ór kastalanum, einneginn Ölvir, þósíðast. Drottning mælti þá: \"Hverninn lízt þér á mik?Er ek ekki hreinlig, kvenlig ok kurteis?\" \"Vel víst,\"segir Hjálmþér. Hún mælti: \"Hví mun mér sváhamingjuhjólit valt orðit hafa? Betr hefði okkr saman verithent, ungum ok til allrar náttúru skapfelldligum, okminn kæri, þat má ek þér satt segja, at þinn faðir hefirmér enn ekki spillt, því at hann er maðr örvasa oknáttúrulauss til allra hvílubragða, en ek hefi mjökbreyskt líf ok mikla náttúru í mínum kvenligum limum,ok er þat mikit tjón veröldinni, at svá lystugr líkamiskal spenna svá gamlan mann sem þinn faðir er ok megaeigi blómgast heiminum til upphalds. Mættu vit heldrokkar ungu líkami saman tempra eptir náttúrligri holdinsgirnd, svá at þar mætti fagrligr ávöxtur út af frjóvgast,en vit mættum skjótt gera ráð fyrir þeim gamlakarli, svá at hann geri oss enga skapraun.\" Hjálmþérmælti: \"Er þér þetta alvara?\" segir hann. \"At vísu,\"segir hún. \"Þat ætlaði ek,\" segir hann, \"at þú mundirill, en aldri svá svívirðilig sem nú veit ek þú ert.\" Hannhratt henni fram fyrir borðit ok sló á hennar nasir, sváat blóð fell um hana alla. Hún mælti: \"Vit skulumfinnast í annat sinn.\" Hann kvað hana því eigi fagnaskyldu. Sökk hún þar niðr í jörðina, sem hún var komin.Litlu síðar kómu menn í kastalann. Hjálmþér var þásvá reiðr, at hann mátti við engan mæla. Ölvir gekkþá at honum ok bað hann eigi reiðan vera, -- \"hefirstjúpa þín þessu ollat?\" Hjálmþér segir þat satt vera."}}