{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_52", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_52", "text": {"0": "Hrólfr konungr varðist vel ok drengiliga ok af meirihugprýði en nokkurr maðr vissi dæmi til. Sóttu þeirat honum fast, ok varð sleginn hringr um hann af einvalaliðiHjörvarðs konungs ok Skuldar. Skuld er núkomin til bardagans ok eggjar í ákafa sitt illþýði atsækja at Hrólfi konungi, því at hún sér, at kapparnireru ekki allnær honum, ok þetta var þat, sem Böðvarbjarka angraði stórliga, at hann gat ekki veitt lið sínumherra, ok svá fleiri kappana, því at þeir váru nú sváfúsir at deyja með honum svá sem at lifa með honum,þá þeir váru í blóma æsku sinnar. Var nú gervöll hirðkonungsins fallin, svá at ekki stóð einn upp, en kapparnirflestir særðir til ólífis, ok fór þetta eptir líkendum.Sagði meistarinn Galterus, at mannligir kraptarmáttu ekki standast við slíkum fjanda krapti, utanmáttr guðs hefði á móti komit, -- \"ok stóð þér þat eittfyrir sigrinum, Hrólfr konungr, at þú hafðir ekki skyná skapara þínum\". Kom nú á sú galdrahríð, at kapparnirtóku at falla hverr um þveran annan, ok Hrólfrkomst ór skjaldborginni ok var svá sem fallinn af mæði.Þarf þat ekki með orðum at lengja, at þar fell Hrólfrkonungr ok allir hans kappar með góðum lofstír.En hvat mikit slag þeir veittu þar, þat verðr ekkimeð orðum skýrt. Þar fell Hjörvarðr konungr ok allthans lið, nema fáir níðingar stóðu upp eptir með Skuld.Tók hún svá ríkin Hrólfs konungs undir sik ok stýrðiþeim illa ok skamma stund, ok hefndi Elg-Fróði Böðvarsbjarka, bróður síns, sem hann hét honum, okÞórir konungr hundsfótr, sem segir í Fróða þætti, okfengu mikinn styrk ór Svíaríki af Yrsu drottningu, oksegja menn, at Vöggr hefði þar verit flokksforingi fyrir.Heldu þeir öllum her til Danmerkr á óvart Skuld drottningu.Gátu þeir nát hana höndum, svá at hún komengum gerningum við, ok allt hennar illþýði drápuþeir, en kvöldu hana ýmisligum píningum ok kómusvá ríkjunum aptr undir dætr Hrólfs konungs, ok heltsvá hverr heim til sinna heimkynna.Var haugr orpinn eptir Hrólf konung ok lagt hjáhonum sverðit Sköfnungr ok sinn haugr handa hverjumkappa ok nokkurt vápn hjá. Ok endar hér söguHrólfs konungs kraka ok kappa hans."}}