{"originalTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_7", "text": {"0": "Þat er sagt, at nokkuru síðar færi Högni í hernað,en Heðinn sat eptir ok skyldi geyma ríkis. Þat var einndag, at Heðinn fór á skóg at skemmta sér. Þá var blíttveðr. Honum varð enn vikit í burt frá mönnum sínum.Hann kom í eitt rjóðr. Þar sá hann sitja konu ástóli þá sömu, er hann sá fyrr á Serklandi, ok leizthonum sem hún væri nú allt fegri en fyrr. Hún kastaðienn orðum fyrr á hann ok gerði sik blíða í máli.Hún helt á einu horni, ok var lok yfir. Konungi rannhugr til hennar. Hún bauð honum at drekka, en konungrvar þyrstr, því at honum var varmt orðit, tekrvið ok drekkr. En er hann hafði drukkit, brá honummjök undarliga við, því at hann mundi engan hlutþann, sem áðr hafði yfir gengit. Hann settist þá niðr,ok töluðust þau við. Hún spurði, hvárt honum hefðinokkut svá reynzt sem hún hafði sagt honum fyrr umíþróttir Högna ok harðræði. Heðinn sagði þat satt vera,-- \"því at hann skorti ekki við mik neina atgervi, ervit reyndum, ok því höfum vit kallazt jafnir.\" \"Ekkieru þit þó jafnir,\" segir hún. \"Hvat finnr þú til þess?\"segir hann. \"Þat finn ek til,\" segir hún, \"at Högni ásér drottningu af stórum ættum, en þú átt þér engakonu.\" Hann svarar: \"Högni giftir mér þegar Hildi,dóttur sína, er ek vil biðja, ok er ek þá ekki verr kvæntren hann.\" \"Minnkast þá metnaðr þinn\" segir hún, \"efþú biðr Högna mægða. Hitt væri heldr til, ef þik skyrtihvárki hug né hreysti, sem þú lætr at sé, at nema Hildií burtu, en drepa drottningu með því móti at taka hanaok leggja hana niðr fyrir barðit á drekanum ok látahann sníða hana sundr, þá er hann er fram settr.\" Svávar Heðinn fanginn í illsku ok óminni af öli því, erhann hafði drukkit, at honum sýndist ekki annat ráðen þetta, ok ekki mundi hann til, at þeir Högni værifóstbræðr.Síðan skildu þau, ok fór Heðinn til manna sinna.Þetta var at áliðnu sumri. Heðinn skipar þá mönnumsínum at búa til drekann, því at hann kveðst heim viljatil Serklands. Síðan gekk hann til skemmu ok tók sinnihendi hvára, drottningu ok Hildi, ok gengr út meðþær. Menn tóku klæði ok gripi Hildar. Þeir einir várumenn í ríkinu, at ekki þorðu at gera sakir Heðins okmanna hans, því at hann var mjök ófrýnligr. Hildrspurði Heðin, hvat er hann ætlaði, en hann sagði henni.Hún bað hann eigi svá gera, -- \"því at faðir minnmun gifta mik þér, ef þú vilt biðja mín.\" \"Eigi vil ekþat gera,\" segir Heðinn, \"at biðja þín.\" \"Ok þó at þatsé,\" segir hún, \"at þú vilir ekki annat en flytja mikí burt, þá munu þit faðir minn þó sættast, en ef þúgerir svá illa ok ómannliga, at þú vinnir bana móðurminni, þá munu þit faðir minn aldri sættast, ok þessligahafa mér draumar gengit sem þit munið berjastok drepast niðr, ok þó muni þar annat þyngra á koma,ok mun mér þat mikill harmr, ef ek skal horfa upp áföður minn, at hann skuli standa undir meingerðumok miklum álögum, en mér er þó engi gleði í at sjáþik í illendum ok erfiðismunum.\" Heðinn kveðst aldrihirða, hvat er bak kæmi, ok sagðist gera mundu semáðr. \"Eigi máttu nú at gera,\" segir Hildr, \"því at þérer eigi sjálfrátt um.\" Síðan gekk Heðinn til strandar.Var þá settr fram drekinn. Skaut hann þá drottninguniðr fyrir barðit. Lét hún þar líf sitt, en Heðinn gengrút á drekann.Ok er hann er albúinn, fýsir hann at ganga á landeinn sinna manna ok í þann sama skóg, sem fyrr hafðihann gengit. Ok er hann kom fram í rjóðrit, sá hannþar Göndul sitja á stóli. Þau kvöddust kunnliga. Heðinnsagði henni frá framferðum sínum; hún lét vel yfir.Hún hafði þar hornit þat, er hún fór fyrr með, okbauð honum at drekka af. Hann tók við ok drakk, ener hann hafði drukkit, seig at honum svefn, ok hallaðihann sér í kné henni. En er hann var sofnaðr, fór húnundan höfði honum ok mælti: \"Nú vígi ek þik undiröll þau atkvæði ok skildaga, sem Óðinn fyrir mælti,ok ykkr Högna báða ok allt lið ykkart.\" Síðan vaknaðiHeðinn ok sá svipinn af Göndul ok sýndist honum þásvört ok mikil. Heðinn mundi nú allt ok þótti mikit slyssitt, hugsar nú at fara nokkut langt í burt, svá at hannmætti eigi dagliga heyra brigzli sinna vándra framferða,ferr nú til skips, lætr skjótt ór landfestum, stendrbyrr af landi, ok siglir svá í burt með Hildi."}}