{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_10", "text": {"0": "Litlu síðar kom Kolr. Sturlaugr gekk í móti honumok heilsar á hann. Kolr mælti: \"Hverr er þessi innvándi bikkjusonrinn, er þorir at tjalda búð þá, er eker vanr at tjalda, ok hann er svá djarfr?\" Sturlaugrmælti: \"Þú munt vita glöggvast, hverr bikkjusonrinner, því at hann var hér engi, áðr þú komst hér, en efþú spyrr at nafni mínu, þá heiti ek Sturlaugr.\" Kolrmælti: \"Hvat ætlar þú þér, er þú ert hér kominn?\"Sturlaugr mælti: \"Ek ætla at berjast við þik.\" Kolrmælti: \"Nú eru brögð í tafli, ok of djarfr ertu, at þúætlar þér þann mikla dul, þar sem ek hefi svá margandreng felldan, er við mik hefir barizt, eða hvat dregrþik til þess?\" Sturlaugr segir: \"Þat helzt, at Ása infagra er eiginkona mín. Skaltu þar eigi við meyju taka,þó at ek falli fyrir þér.\" Kolr mælti: \"Heyr hér á fádæmi,hvat þínum herjans syni hefir í hug komit atgera, ok fyrir þetta it sama skal ek þér eigi þyrma, okskjótt skaltu þitt líf láta, ok er þó of seint. En þó erþat skaði um slíkan mann sem þú ert.\" Sturlaugr segir:\"Hvergi skal ek á hæl fyrir þér hopa.\"Nú tjaldar Kolr sér aðra búð um kveldit, en er Kolrvar kominn til matar, kemr Svipuðr í búð hans ok tekrpunginn kerlingar ór skikkju sér ok skekr í búðinni,ok varð af þessu reykr mikill. Kolr rekr upp augun okmælti: \"Far í burt, inn vándi hundr, ok kom hér eigisíðan, því at þú munt nokkut illt gera.\" Svipuðr snýrí burt, svá at engi vissi, hvat af honum varð. Sofa þeiraf um nóttina.Um morgininn stendr Sturlaugr upp snemma ok þeirfóstbræðr, fara til eyjarinnar, setjast niðr ok bíða Kols.Hrólfr nefja stendr upp ok gengr í skóginn ok höggrsér kylfu eina stóra ok mikla ok hefir í hendi sér okgengr til félaga sinna aptr. Kolr stendr upp um morgininn,ok skein þá sól um alla völlu. Hann mælti þá:\"Þat ætla ek sá inn vándi þræll, er hér kom í gærkveld,hafi nokkura töfra haft, þá er oss hafa lítill fögnuðrat verit, ok þetta má sannliga heita dauðasvefn, er vérhöfum sofit, ok förum til hólmins.\" Þeir fara til hólmsinsok kasta feldi undir fætr sér. Kolr segir upp hólmgöngulögí millum þeira, ok skyldi hvárr við leggjatuttugu merkr silfrs. Skyldi þetta hvárr eiga, sem sigrfengi.En er þeir váru búnir, tekr Kolr til orða: \"Sturlaugrsveinn, sýn mér sverð þitt, þat er þú hefir.\" Hanngerir svá. Kolr lítr í eggina ok rak við augun ok mælti:\"Eigi muntu mik með þessu sverði sigra. Far þú heldrheim, segst yfirkominn, en fá mér vápn þín ok sendmér Ásu ina fögru ok seg henni, at þú þorir eigi atberjast við mik eða halda henni fyrir mér.\" Sturlaugrsegir: \"Eigi sigrar þú mik með orðum einum, því atþú ert yfirkominn af hræðslu, ok mun þér skammt tilills dauða.\" Kolr varð reiðr við orð hans ok mælti:\"Þat skaltu finna, inn vándi hundr, at ek skal þér eigiþyrma.\" Þá kastar Sturlaugr því sverði, er hann hafðiKol sýnt, en tók Véfreyjunaut undan feldi sínum okbrá. Kolr mælti: \"Hvaðan kom þér Véfreyjunautr, okeigi munda ek á hólm við þik hafa gengit, hefða ekþat vitat.\" Sturlaugr svarar: \"Þat skiptir þik engu, oker þér illa farit, at þú hræðist fyrr en þörf gerist.\" Þáhjó Sturlaugr til Kols ok klauf skjöldinn allan. Kolrhjó í mót ok klauf hans skjöld í sama máta. Þá hjóSturlaugr í annat sinn til Kols utan á hjálminn, klaufhann allan ok af vangafilluna ok svá á öxlina, at íherðarblaðinu nam staðar. Kolr stóð réttr ok gaf sikeigi at. Þá hljóp at Hrólfr nefja með kylfuna ok raká blóðrefilinn, svá at sverðit gekk niðr í búkinn, okfell þar Kolr, en Sturlaugr fekk sigr ok varð frægr afþessu verki. Reið Sturlaugr til Véfreyju, ok var kerlingúti ok fagnaði vel Sturlaugi. Þar var þá fyrir Svipuðr.Þar váru þeir um nóttina, ok lét kerling vel yfir þessuverki, \"ok er þat satt,\" segir kerling, \"at sæl er Ásamín, at hún á slíkan mann sem þú ert, ok mun þérheðan af hefjast allhyggiligt ráð, ef þú kannt til at gæta,en þar er ek hrædd um, hversu ferr, en vilda ek, atþér gengi vel, en eigi skal þér kerling þessi verri enengi.\"Nú ríðr Sturlaugr burt til móts við Hring jarl. Tókhann blíðliga við þeim öllum, ok varð Ása fegin bóndasínum. Þessi tíðendi koma fyrir Harald konung. Konungrvarð svipligr við þenna atburð, sem síðar berrraunir á, en allir frændr Sturlaugs þóttust hann órhelju heimtan hafa."}}