{"originalTitle": "Grettis_Saga_Chapter_47", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_47", "text": {"0": "Að áliðnu sumri kom Grettir Ásmundarson út í Hvítá í    Borgarfirði. Fóru menn til skips um héraðið. Þessi tíðindi    komu öll senn til Grettis, það fyrst að faðir hans var    andaður, annað það að bróðir hans var veginn, það þriðja að    hann var sekur ger um allt landið.    Þá kvað Grettir vísu þessa:Allt kom senn að svinnum,sekt mín, bragar tíni.Föður skal drengr af dauðadrjúghljóðr og svo bróður.Þó skal margr í morgunmótrunnr Héðins snótar,brjótr, um slíkar sútir,sverðs, daprari verða.    Svo segja menn að Grettir brygði öngvan veg skapi við þessar    fréttir og var jafnglaður sem áður. Nú sat Grettir við skip    um hríð því að hann fékk öngvan fararskjót sem honum gast að.    Sveinn hét maður er bjó að Bakka upp frá Þingnesi. Hann var    góður bóndi og kátur maður og kvað oft svo að gaman var að.    Hann átti merhryssi eitt, brúnt að lit, allra hrossa    skjótast. Það kallaði Sveinn Söðulkollu.    Grettir fór eina nótt burt af Völlum því að hann vildi ekki    að kaupmenn yrðu varir við. Hann fékk sér svartan kufl og    steypti utan yfir klæði og duldist svo. Hann gekk upp hjá    Þingnesi og svo upp til Bakka. Var þá ljóst orðið. Hann sá    brúnt hross við túnið og fór til og lagði við beisl, steig á    bak og reið upp með Hvítá og fyrir neðan Bæ og svo til    Flókadalsár og svo upp á götur fyrir ofan Kálfanes. Vinnumenn    á Bakka stóðu upp í þann tíma og sögðu til bónda að maðurinn    var á bak kominn.    Hann stóð upp og brosti að og kvað þetta:Héðan reið á burt beiðirbarðéls, nærri garðiþjófr lét hönd um hrífa,hjálmþollr, Söðulkollu.Sjá mun Freyr að fleirumfullsterkr svaðilverkumÞundar skýs en þessu,það er heldr að mér belldi.    Síðan tók hann hest sinn og reið eftir. Grettir reið þar til    er hann kom upp fyrir bæinn á Kroppi. Þar fann hann mann er    nefndist Halli og kvaðst fara skyldu ofan til skips á Völlu.    Grettir kvað vísu:Segðu í breiðar byggðir,bráðlyndr, að þú fyndiruppi allt hjá Kroppi,álmþollr, Söðulkollu.Þar var staddr á steddu,strjúk allmikinn, Halli,drengr, sá er drýgir löngumdufl, í svörtum kufli.    Og nú skilja þeir og fór Halli ofan eftir götum og allt ofan    að Kálfanesi áður Sveinn kom á móti honum. Þeir kvöddust    skjótt.    Þá kvað Sveinn:Sáttu, hvar reið hinn reitni,raun er oss mikil, hrossislyttimákr, að slíku,slægr frá næstum bæjum.Héraðsmenn skulu hvinnihefning fyrir það nefna.Bera skal búk að hvorublán ef eg nái hánum.    \"Máttu það af því,\" kvað Halli, \"eg fann þann mann er ríða    kvaðst Söðulkollu og bað mig það að segja ofan í byggðina og    héraðið. Var sá mikill vexti og var í sortum kufli.\"    \"Eiga þykist hann mikið undir sér,\" kvað bóndi, \"og skal eg    vita hver hann er\" og reið síðan eftir honum.    Grettir kom í Deildartungu. Var þar úti kona.    Grettir fann hana að máli og kvað vísu:Færðu hafloga hirði,hefir braut gripið lautaráll, vel borin vella,vigg, dís, gamanvísu.Og vildi svo jölduYggs líðgjafi ríðaæst að eg mun gista,orðrakkr, að Gilsbakka.    Konan nam vísuna. Hann reið eftir það leið sína.    Sveinn kom þar litlu síðar, og var hún eigi inn gengin, og    þegar hann kom kvað hann þetta:Hverr reið hóti fyrrihéðan í róstuveðrihart á hrossi svörtuhjörgráðs boði áðan.Hann mun heldr að sönnuhundeygr í dag undan,djarfr er dáðum horfinndrengr sjá, rekast lengi.    Hún sagði þá slíkt sem henni var kennt.    Hann hugsaði vísuna og mælti: \"Ei er ólíklegt að þessi maður    sé eigi mín leika en þó skal eg finna hann.\"    Reið hann nú eftir byggðinni. Sá jafnan hvor annars ferð.    Veður var bæði hvasst og vott. Grettir kom á Gilsbakka um    daginn og er Grímur Þórhallsson vissi það fagnaði hann honum    harðla vel og bauð honum með sér að vera. Hann þekkist það.    Hann lét lausa Söðulkollu og sagði Grími hversu hún var til    komin.    Þá kom Sveinn og steig af baki og sá þar hross sitt. Hann    kvað þetta:Hverr reið hryssu vorri?Hver verðr raun á launum?Hverr sá hvinn hið stærra?Hvað mun kuflbúinn dufla?   Grettir var þá farinn af vosklæðum sínum og heyrði stökuna:Heim reið eg hryssu að Grími.Hann er gildr hjá kotmanni.Þat mun eg launa litlu.Láttu okkr vera sátta.    \"Satt skal jafnt vera,\" sagði bóndi, \"og er fulllaunuð    hrossreiðin.\"    Eftir það kvað hvor sínar vísur og kvaðst Grettir eigi mundu    að finna við það er hann átti eftir sínu að sjá. Var bóndi    þar um nóttina og þeir báðir og gerðu að þessu gaman mikið.    Þetta kölluðu þeir Söðulkolluvísur. Um morguninn reið bóndi    heim og skildust þeir Grettir vel.    Grímur sagði Gretti marga hluti norðan úr Miðfirði þá sem    gerst höfðu meðan hann var utan og það að Atli var öngu    bættur en uppgangur Þorbjarnar öxnamegins var svo mikill að    væri óvíst að Ásdís húsfreyja gæti setið á Bjargi ef svo    stæði.    Nú dvaldist Grettir fár nætur með Grími því að hann vildi að    engin frétt færi fyrir honum norður um heiðar.    Grímur bað hann vitja sín ef hann þyrfti ásjár við \"en    forðast mun eg lög, að verða sekur um bjargir við þig.\"    Grettir kvað honum vel fara \"en það er líkara að síðar muni    meir við þurfa.\"    Reið Grettir nú norður Tvídægru og svo til Bjargs og kom þar    á náttarþeli. Var fólk allt í svefni utan móðir hans. Hann    gekk á bak húsum og þær dyr er þar voru því að honum voru þar    kunnig göng og svo til skála og að rekkju móður sinnar og    þreifaðist fyrst fyrir. Hún spurði hver þar væri. Grettir    sagði til sín.    Hún settist þá upp og hvarf til hans og blés við mæðilega og    mælti:    \"Ver velkominn frændi,\" sagði hún, \"en svipul verður mér    sonaeignin. Er sá nú drepinn er mér var þarfastur en þú    útlægur ger og óbótamaður en hinn þriðji er svo ungur að ekki    má að hafast.\"    \"Það er fornt mál\", segir Grettir, \"að svo skal böl bæta að    bíða annað meira. En fleira er mönnum til hugganar en fébætur    einar og er það líkast að hefnt verði Atla. En það er til mín    kemur þá munu þar ýmsir sínum hlut fegnir er vér eigumst    við.\"    Hún kvað það eigi ólíklegt. Var Grettir þar nú um hríð á    fárra manna vitorði og fréttist fyrir um atferli héraðsmanna.    Höfðu menn ekki spurt til þess að Grettir væri kominn til    Miðfjarðar. Hann spurði að Þorbjörn öxnamegin var heima og    var fámennt hjá honum. Þetta var eftir túnannir."}}