{"originalTitle": "Beowulf_Xi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xi", "text": {"0": "XIÐā cōm of mōre  under misthleoþumGrendel gongan,  Godes yrre bær;mynte se mānscaða  manna cynnessumne besyrwan  in sele þām hēan.Wōd under wolcnum  tō þæs þe hē wīnreced,goldsele gumena  gearwost wissefǣttum fāhne.  Ne wæs þæt forma sīð,þæt hē Hrōþgāres  hām gesōhte;nǣfre hē on aldordagum  ǣr nē siþðanheardran hǣle,  healðegnas fand !Cōm þā tō recede  rinc sīðiandrēamurn bedǣled.  Duru sōna onarnfȳrbendum fæst,  syþðan hē hire folmum (æthr)ān;onbrǣd þā bealohȳdig,  ðā (hē ge)bolgen wæs,recedes mūþan.  Raþe æfter þonon fāgne flōr  fēond treddode,ēode yrremōd;  him of ēagum stōdligge gelīcost  lēoht unfǣger.Geseah hē in recede  rinca manige,swefan sibbegedriht  samod ætgædere,magorinca hēap.  þā his mōd āhlōg;mynte þæt hē gedǣlde,  ǣr þon dæg cwōme,atol āglǣca  ānra gehwylceslīf wið līce,  þā him ālumpen wæswistfylle wēn.  Ne wæs þæt wyrd þā gēn,þæt hē mā mōste  manna cynnesðicgean ofer þā niht.  þrȳðswȳð behēoldmǣg Higelāces,  hū se mānscaðaunder fǣrgripum  gefaran wolde.Nē þæt se āglǣca  yldan þōhte,ac hē gefēng hraðe  forman sīðeslǣpendne rinc,  slāt unwearnum,bāt bānlocan,  blōd ēdrum dranc,synsnǣdum swealh;  sōna hæfde.unlyfigendes  eal gefeormod,fēt ond folma.  Forð nēar ætstōp,nam þā mid handa  higeþīhtignerinc on ræste,  rǣhte tōgēan[es]fēond mid folme;  hē onfēng hraþeinwitþancum  ond wið earm gesæt.Sōna þæt onfunde  fyrena hyrde,þæt hē ne mētte  middangeardes,eorþan scēata  on elran menmundgripe māran;  hē on mōde wearðforht on ferhðe;  nō þȳ ǣr fram meahte.Hyge wæs him hinfūs,  wolde on heolster flēon,sēcan dēofla gedræg;  ne wæs his drohtoð þǣrswylce hē on ealderdagum  ǣr gemētte.Gemunde þā se gōda,  mǣg Higelāces,ǣfensprǣce,  ūplang āstōdond him fæste wiðfēng;  fingras burston;eoten wæs ūtweard,  eorl furþur stōp.Mynte se mǣra,  (þ)er hē meahte swā,wīdre gewindan  ond on weg þanonflēon on fenhopu;  wiste his fingra gewealdon grames grāpum.  þæt wæs gēocor sīð,þæt se hearmscaþa  tō Heorute ātēah !Dryhtsele dynede;  Denum eallum wearð,ceasterbūiendum,  cēnra gehwylcum,eorlum ealuscerwen.  Yrre wǣron bēgen,rēþe renweardas.  Reced hlynsode.þā wæs wundor micel,  þæt se wīnselewiðhaefde heaþodēorum,  þæt hē on hrūsan ne fēol,fǣger foldbold;  ac hē þæs fæste wæsinnan ond ūtan  īrenbendumsearoþoncum besmiþod.  þǣr fram sylle ābēagmedubenc monig  mīne gefrǣgegolde geregnad,  þǣr þā graman wunnon.þæs ne wēndon ǣr  witan Scyldinga,þæt hit ā mid gemete  manna ǣnigbetlic ond bānfāg  tōbrecan meahte,listum tōlūcan,  nymþe līges fæþmswulge on swaþule.  Swēg ūp āstāgnīwe geneahhe:  Norð-Denum stōdatelic egesa,  ānra gehwylcumþāra þe of wealle  wōp gehȳrdon,gryrelēoð galan  Godes andsacan,sigelēasne sang,  sār wānigeanhelle hæfton.  Hēold hine fæstesē þe manna wæs  mægene strengeston þæm dæge  þysses līfes."}}