{"originalTitle": "Grettis_Saga_Chapter_69", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_69", "text": {"0": "Grettir reið norður til Bjargs litlu síðar en þeir Þóroddur    skildu og duldist þar enn um stundar sakir. Þá gerðist svo    mikið bragð að myrkfælni hans að hann þorði hvergi að fara    þegar er rökkva tók. Móðir hans bauð honum þar að vera en    kvaðst þó sjá að það mundi honum eigi duga fyrir þann skuld    að hann átti sökótt um allt landið.    Grettir kvað hana öngvar ónáðir af sér skyldu hafa \"en eigi    mun eg það lengur til lífs mér vinna,\" segir hann, \"að vera    einn saman.\"    Illugi bróðir hans var þá fimmtán vetra gamall og allra manna    gervilegastur. Hann var hjá viðtali þeirra. Grettir sagði    móður sinni hvað Guðmundur hinn ríki hafði ráðið honum og    lést mundu leita ef kostur væri að komast í Drangey en þó    kvaðst hann eigi þar vera mega nema hann fengi einnhvern    dygðarmann að vera hjá sér.    Þá mælti Illugi: \"Eg mun fara með þér bróðir en eigi veit eg    að þér sé fylgd í mér utan það að trúr mun eg þér vera og    eigi renna frá þér meðan þú stendur uppi og gerr veit eg hvað    um þig líður ef eg fylgi þér.\"    Grettir svarar: \"Þú ert svo manna að mér er mest gleði að og    ef móður minni væri ei í móti skapi vildi eg gjarna að þú    færir með mér.\"    Ásdís mælti þá: \"Er svo nú komið að eg sé að tvennum    vandræðum gegnir. Eg þykist ekki Illuga missa mega en eg veit    að svo mikil atkvæði eru að um hagi Grettis að hann verður    eitthvert úr að ráða. En þó að mér þyki mikið fyrir að sjá á    bak ykkur báðum sonum mínum þá vil eg það þó til vinna ef    Grettir væri þá nær en áður.\"    Illugi varð glaður við þetta því að hann hugði gott til að    fara með Gretti. Hún fékk þeim lausafé mikið. Bjuggust þeir    þá til ferðar.    Leiddi Ásdís þá frá garði og áður en þau skildu mælti hún    svo: \"Nú farið þið þar synir mínir tveir og mun ykkur    samdauði verða tregast og má enginn renna undan því sem honum    er skapað. Mun eg hvorigan ykkarn sjá sinni síðan. Látið nú    eitt yfir ykkur ganga. En eigi veit eg hverja heill þið sækið    þangað í Drangey en þar munuð þið beinin bera og margir munu    þar fyrirmuna ykkur þarvistar. Sjáið þið vel fyrir svikum. En    vopnbitnir munuð þið verða. En undarlega hafa mér draumar    gengið. Gæt ykkar vel við gerningum. Fátt er rammara en    forneskjan.\"    En er hún hafði þetta mælt grét hún mjög.    Þá mælti Grettir: \"Grát þú eigi móðir. Það skal sagt að þú    hafir sonu átt en eigi dætur ef við erum með vopnum sóttir.    Og lif vel og heil.\"    Eftir það skildu þau.    Þeir fóru nú norður um sveitir og hittu frændur sína.    Dvöldust svo á haust fram til vetrar. Þá sneru þeir til    Skagafjarðar og fóru norður Vatnsskarð og svo til    Reykjaskarðs og svo ofan Sæmundarhlíð og svo á Langholt. Þeir    komu til Glaumbæjar að áliðnum degi. Grettir hafði kastað    hetti sínum á öxl sér. Svo gekk hann jafnan úti hvort sem var    betra eða verra.    Þaðan fóru þeir og er þeir komu skammt á veg kom maður til    móts við þá, höfuðmikill, hár og mjór og illa klæddur. Hann    heilsaði þeim og spurðu hvorir aðra að nafni. Þeir sögðu til    sín en hann nefndist Þorbjörn. Hann var einhleypur maður og    nennti ekki að vinna og skrumaði mikið og var hent að honum    gaman mikið eða dáruskapur af sumum mönnum. Hann gerði sér    við þá dælt og sagði mart ofan úr héraði frá    byggðarlagsmönnum. Gretti þótti gaman mikið að honum.    Hann spurði hvort þeir þættust ekki þurfa þess manns er    starfaði fyrir þeim \"vildi eg gjarna fara með ykkur,\" segir    hann.    Svo fékk hann um talað að þeir létu hann fylgja sér. Var    fjúkanda mjög og kalt. En með því að þessi maður var    umfangsmikill og hinn mesti gárungur átti hann kenningarnafn    og var kallaður glaumur.    \"Mikið fannst þeim í Glaumbæ er þú gekkst þar heim hettulaus    í því illviðri,\" sagði Glaumur, \"hvort þú mundir því    hraustari sem þú varst ókulvísari. En hér voru bóndasynir    tveir, afburðarmenn allmiklir, og kvaddi sauðamaður þá til    fjár með sér og þóttust varla geta klætt sig fyrir kulda.\"    Grettir sá einn ungan mann inn í dyrum og dró þar á sig    vöttur sína en annar gekk á milli fjóss og haugs \"og mun eg    hvorigan þeirra hræðast.\"    Eftir það fóru þeir ofan til Reyniness og voru þar um    nóttina. Þaðan fóru þeir út á ströndina til þess bæjar er að    Reykjum hét. Þar bjó sá maður er Þorvaldur hét og var góður    bóndi. Bað Grettir hann ásjá og sagði honum fyrirætlan sína    að hann vildi komast út í Drangey. Bóndi sagði að    Skagfirðingum mundi það þykja engi vinsending og taldist    undan. Grettir tók þá fésjóð er móðir hans hafði gefið honum    og fékk bónda. Hann varð léttbrýnn við féið og fékk til    húskarla sína þá að flytja þá um nóttina í tunglsljósi. Frá    Reykjum er skemmst til eyjarinnar og er það vika sjós.    En er þeir komu í eyna þótti Gretti þar gott um að litast því    að hún var grasi vaxin en sjábrött svo að hvergi mátti upp á    komast nema þar sem stigarnir voru við látnir og ef upp var    dreginn hinn efri stiginn þá var það einskis manns færleikur    að komast á eyna. Þar var þá og fuglberg mikið á sumrum. Þar    var þá átta tigir sauða í eynni er bændur áttu. Það voru mest    hrútar og ær er þeir ætluðu til skurðar. Settist Grettir þar    nú kyrrt. Þá hafði hann fimmtán vetur eða sextán í sekt verið    að því sem Sturla Þórðarson hefir sagt."}}