{"originalTitle": "Örvar-Odds_Saga_Chapter_31", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_31", "text": {"0": "Nú sitr Oddr í ríkjum sínum, ok hefir hann þarverit um langa ævi ok átti tvá sonu við sinni konu.Hét annarr Ásmundr eptir fóstbróður hans, en annarrhét Herrauðr eptir móðurföður sínum, ok váru báðirefniligir. Þat var eitthvert sinn um kveld, er þaukómu í rekkju, at Oddr tók til orða: \"För er sú órlandi, er ek ætla at fara.\" \"Er þú ætlar, hvert?\" segirSilkisif. \"Ek ætla norðr til Hrafnistu,\" sagði hann, \"ekvil ok vita, hverr eyna hefir at varðveita, því at ek áat hafa hana ok mínir ættmenn.\" \"Svá þykkir mér,\"segir hún, \"sem þú hafir hér nógar eignir, er þú hefirGarðaríki allt ok slíkt af annarra eign ok ríkjum semþú vilt ok þætti mér sem þú þyrftir eigi meira atágirnast ok hirða ekki um eyjarskika þann, er vettugiser neytr.\" \"Já,\" sagði hann, \"svá er þat, at eyin erlítils verð, en þó vil ek ráða, hverir hana skulu hafa,ok mun ekki stoða at letja mik, því at ek em ráðinn atfara, ok mun ek skamma stund á burt vera.\"Síðan býr hann tvau skip ór landi ok fjóra tigimanna á hváru, ok verðr ekki til frásagnar um ferðhans, fyrr en hann kemr norðr í Hrafnistu í Noreg.En þeir menn tóku vel við Oddi, er þar váru fyrir, ogera veizlu í mót honum, ok þar þiggr hann hálfsmánaðar veizlu. Þeir bjóða honum at taka við eyjunniok öllum þeim eignum, sem þar lágu undir. Hanngefr þeim allar þær eignir ok vill þar ekki dveljast.Síðan býr hann ferð sína, ok er hann út leiddr meðgóðum gjöfum.Siglir Oddr nú ór Hrafnistu ok þar til, at þeir kómufyrir Berurjóðr, en menn ætla, at þat liggi á Jaðri.Þá biðr hann lægja seglin. Þar gengr Oddr á land oklið hans ok þangat, er bær Ingjalds hafði staðit, okváru þar þá tóptir vallgrónar. Hann lítr þar yfir okmælti síðan: \"Mikit er slíkt at vita, at bær sá skal allrniðr fallinn ok allt aleytt, þat sem hér var fyrri.\" Hanngengr nú þangat, er þeir Ásmundr höfðu átt skotbakka,ok sagði, hverr munr hafi verit með þeim fóstbræðrum.Hann fylgir þeim ok þangat, er þeir höfðu á sundfarit, ok sagði þeim þá allt til kennimarka. Ok er þeirhöfðu sét þetta, þá mælti hann: \"Nú munu vér faraferðar várrar, ok tjáir nú ekki at horfa hér á land upp,en mikit er at sjá eptir slíku.\" Nú ganga þeir Oddrofan, ok var þar nú hvervetna blásin jörð, er þá varblómguð vel, er Oddr var þar fyrr. Ok er þeir gangaofan, þá mælti Oddr: \"Þat ætla ek nú, at liðin ván sé,at spá sú komi fram, er völvan arma spáði mér fyrirlöngu. En hvat er þarna?\" sagði Oddr, \"hvat liggr þar,er þat eigi hrosshauss?\" \"Já,\" segja þeir, \"ok ákafligaskininn ok fornligr, harðla mikill ok allr grár utan.\"\"Hvat hyggi þér um, hvárt þat mun haussinn Faxa?\"Þat varð Oddi fyrir, at hann stakk til haussins spjótskaptisínu. Hann hallaðist við nokkut svá, en undanhonum hrökktist ein naðra ok at Oddi. Ormrinn höggrfót hans fyrir ofan ökkla, svá at þegar lýstr í eitri, okblæss upp allan fótinn ok þar með lærit. Svá tekr Oddfast mein þetta, at þeir urðu at leiða hann ofan tilsjávar. Ok er Oddr kom þar, sezt hann niðr ok mælti:\"Nú skal skipta liði mínu í helminga, ok skulu sitjahjá mér fjórir tigir manna, ok vil ek yrkja kvæði umævi mína, en aðrir fjórir tigir skulu gera mér steinþróok draga þar at við. Þar skal leggja í eld ok brennaupp allt saman, þá er ek em dauðr.\""}}