{"originalTitle": "Beowulf_Xvi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xvi", "text": {"0": "XVIÐā gȳt ǣghwylcum  eorla drihtenþāra þe mid Bēowulfe  brimlāde tēah,on þǣre medubence  māþðoum gesealde,yrfelāfe,  ond þone ǣnne hehtgolde forgyldan,  þone ðe Grendel ǣrmāne ācwealde,--  swā hē hyra mā wolde,nefne him wītig God  wyrd forstōdeond ðæs mannes mōd.  Metod eallum wēoldgumena cynnes,  swā hē nū gīt dêð.Forþan biō andgit  ǣghwǣr sēlest,ferhðes foreþanc.  Fela sceal gebīdanlēofes ond lāþes  sē þe longe hēron ðyssum windagum  worolde brūceð !þǣr wæs sang ond swēg  samod ætgæderefore Healfdenes  hildewīsan,gomenwudu grēted,  gid oft wrecen,ðonne healgamen  Hrōþgāres scopæfter medobence  mǣnan scolde,[be] Finnes eaferum,  ðā hīe se fǣr begeat.Hæleð Healf-Dena,  Hnæf Scyldinga,in Frēswæle  feallan scolde.Nē hūru Hildeburh  herian þorfteĒotena trēowe;  unsynnum wearðbeloren lēofum  æt þām lindp]eganbearnum ond brōðrum;  hīe on gebyrd hrurongāre wunde;  þæt wæs geōmuru ides!Nalles hōlinga  Hōces dohtormeotodsceaft bemearn,  syþðan morgen cōm,ðā hēo under swegle  gesēon meahtemorþorbealo māga,  þǣr hē[o] ǣr mǣste hēoldworolde wynne.  Wīg ealle fornamFinnes þegnas  nemne fēaum ānum,þæt hē ne mehte  on þǣm meðelstedewīg Hengeste  wiht gefeohtan,nē þā wēalāfe  wīge forþringanþēodnes ðegne;  ac hig him geðingo budon,þæt hīe him ōðer flet  eal gerȳmdon,healle ond hēahsetl,  þæt hīe healfre gewealdwið Ēotena bearn  āgan mōston,ond æt feohgyftum  Folcwaldan sunudōgra gehwylce  Dene weorþode,Hengestes hēap  hringum wenedeefne swā swīðe  sincgestrēonumfǣttan goldes,  swā hē Frēsena cynon bēorsele  byldan wolde.Ðā hīe getrūwedon  on twā healfafæste frioðuwǣre.  Fin Hengesteelne unflitme  āðum benemde,þæt hē þā wēalāfe  weotena dōmeārum hēolde,  þæt ðǣr ǣnig monwordum nē worcum  wǣre ne brǣce,nē þurh inwitsearo  ǣfre gemǣnden,ðēah hīe hira bēaggyfan  banan folgedonðēodenlēase,  þā him swā geþearfod wæs;gyf þonne Frȳsna hwylc  frēcnan sprǣceðæs morðorhetes  myndgiend wǣre,þonne hit sweordes ecg  sēðan scolde.--Ād wæs geæfiled,  ond icge goldāhæfen of horde.  Here-Scyldingabetst beadorinca  wæs on bǣl gearu.Æt þǣm āde wæs  ēþgesȳneswātfāh syrce,  swȳn ealgylden,eofer īrenheard,  æþeling manigwundum āwyrded;  sume on wæle crungon!Hēt ðā Hildeburh  æt Hnæfes ādehire selfre sunu  sweoloðe befæstan,bānfatu bærnan,  ond on bǣl dônēame on eaxle.  Ides gnornode,geōmrode giddum.  Gūðrinc āstāh.Wand tō wolcnum  wælfyra mǣst,hlynode for hlāwe;  hafelan multon,bengeato burston,  ðonne blōd ætspranc,lāðbite līces.  Līg ealle forswealg,gǣsta gīfrost,  þāra ðē þǣr gūð fornambēga folces;  wæs hira blǣd scacen."}}