{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_24", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_24", "text": {"0": "At várdögum heldu þeir í hernað. Angantýr spyrr,hvert þá skyldi halda, segist hyggja, at eytt mundi víkingumí Eystrasalti. \"Þá skulum vér,\" segir Beli konungr,\"halda vestr um haf, því at þangat höfum vérekki herjat áðr,\" segir hann. Nú gera þeir svá. Þegarþeir koma til Orkneyja, ganga þeir þar á land ok herja,brenna byggðir, en ræna fé. Gera þeir mikit hervirki,en allt var hrætt við þá ok stökk undan. Herrauðr hétjarl sá, er stýra átti eyjunum. En er hann spyrr þettahervirki, safnar hann liði í móti þeim ok fór nætr semdaga, þar til þeir fundust við ey þá, er heitir Papey.Þar slær þegar í bardaga með þeim. Var þar engi liðsmunr.Þeir börðust svá tvá daga, at ekki mátti millisjá, hvárir sigrast mundu. Þar kom um síðir, at mannfallinuhallaði á Herrauð. Hruðust þá skip hans. Náðuþeir bræðr þá uppgöngu, ok þar kom um síðir, at Herrauðrjarl fell ok flestallt lið hans. Síðan fóru þeir umallar eyjar ok lögðu undir sik. Eptir þat bjuggust þeirtil heimferðar. Bauð Beli konungr Þorsteini eyjarnarok gerast þar jarl yfir, en hann kveðst þat ekki vilja,-- \"vil ek heldr vera hersir ok skilja ekki við þik enheita jarl ok vera fjarlægr þér at vistum.\" Þá bauð hannAngantý at vera þar jarl yfir, ok þat þá hann, ok gerðisthann jarl yfir eyjunum ok skyldi lúka skatt árliga.Síðan heldu þeir heim í Sogn ok sátu þar þann vetr.Þeir heldu menn sína vel, bæði at vápnum ok klæðum.Þóttu nú engir menn framari en þeir fóstbræðr. Þeimvarð barna auðit. Hét Helgi ok Hálfdan synir Bela, enIngibjörg dóttir. Var hún yngst þeira systkina. Þorsteinnátti þann son, er Friðþjófr hét. Haraldr óx upp í eyjunnihjá Grími, en þegar hann hafði aldr til, lagðisthann í hernað ok varð inn frægasti maðr, þótt hans sélítt getit í þessi sögu. Helt hann nafni sínu ok varkallaðr Haraldr kesja, ok er margt manna frá honumkomit. Þeir Þorsteinn ok Beli, Grímr ok Haraldr helduvináttu sinni, meðan þeir lifðu."}}