{"originalTitle": "Frá_Fornjóti_Ok_Hans_Ættmönnum_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Frá_Fornjóti_Ok_Hans_Ættmönnum_Chapter_2", "text": {"0": "Ferð Nórs eptir Noregi at leita systur sinnar.Eptir þat fór Nórr í fjörð þann, er norðr gengr afSogni. Þar hafði Sókni fyrir ráðit, er nú heitir Sóknadalr.Þar dvaldist Nórr lengi, ok heitir þar nú Nórafjörðr.Þar kom til móts við hann Górr, bróðir hans,ok hafði þá hvárrgi þeira spurt til Gói. Górr hafði okundir sik lagt land allt it ytra, er hann hafði sunnanfarit, ok þá skiptu þeir löndum með sér bræðr. HafðiNórr meginland allt, en Górr skal hafa eyjar þær allar,er hann ferr stjórnföstu skipi milli ok meginlands. Okeptir þat ferr Nórr til Upplanda ok kom þar, sem núheitir Heiðmörk. Þar réð sá konungr fyrir, er hét Hrólfrór Bjargi. Hann var sonr Svaða jötuns norðan af Dofrum.Hrólfr hafði numit á brott af Kvenlandi Gói Þorradóttur.Hann fór þegar til móts við Nór ok bauð honumtil einvígis. Þeir börðust lengi, ok varð hvárrgi sárr.Eptir þat sættust þeir, ok fekk Nórr systur Hrólfs, enHrólfr fekk Gói. Þaðan sneri Nórr aptr norðr til ríkisþess, er hann hafði undir sik lagt. Þat kallaði hannNorveg. Réð hann því ríki, meðan hann lifði, en synirhans eptir hann, ok skipta þeir landi með sér, ok tókusvá ríki at smækkast sem konungar tóku fjölgast okgreindust svá í fylki."}}