{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_14", "text": {"0": "Um haustit kómu þeir at landi stóru. Hjálmþérmælti: \"Hér vil ek á land ganga.\" Hörðr kvað svávera skyldu. Þar sáu þeir hallir stórar. Hjálmþérmælti: \"Þetta munu vera hallir Hundingja konungs.\"\"Þú segir satt,\" segir Hörðr. Þeir gengu upp athöllinni. Hún var ger með steinum. Í einum stað sáuþeir hús eitt gert með rauða gulli. Hjálmþér segir:\"Þetta mun vera turn Hervarar.\" Hörðr kvað svá veramundu. Þeir gengu undir turninn. Þar sáu þeir sitjamey svá væna, at enga höfðu þeir slíka sét. Hár hennarvar gulli líkt, en ásjánan hvít sem snjór, en holditvar skært sem lilja, augun fögr sem karbúnkúlus, enkinnar líka sem rósa. Hörðr gekk at henni ok kvaðvísu:\"Hver ert þúhýrlunduð með kinn fagraok ljósgult lokka frón?Hefik eigi víf litithæverskligrafætt við foldar þröm.\"Hún kvað:\"Hervör ek heitiHundingja dóttir;minn föður röskvanef þú réðir líta,líf þitt án dvölþú láta mundir,ef þú værir genginní gegn döglingi.\"Ok enn kvað hún:\"Allt ferr eptir einu,eigi margt vitum frægra,virðar vinna listirok val tafni fæða.Fyrr skyldir þú hangaá hávum gálgaen í glauminn ganga;gakk þú ei framar hóti.\"Hörðr mæltiinn hyggjustóri:\"Hví hrekr þú mik,Hervör, í orðum?Væri heldr nærvífi skæruat vera horskum drengholl í ráðum.\"Hörðr mælti þá til Hjálmþés: \"Maðr, muntu sýnalist þína Hervöru ok blíðka hana í orðum þínum.\"Hörðr fekk honum gripi þá, sem hann tók ór hellinum,ok segir hann skyldi fá henni þá. Hjálmþér færhenni öll þessi gersemi, en hún varð glöð við ok þakkarhonum forkunnar vel ok kveðst honum dugnað veitaskyldu ok segir honum frá mörgu, hverninn þar varháttr á einu ok öðru hjá föður hennar, ok öllumvandræðum, sem þar væri at forðast. \"Þegar faðir minnveit,\" segir hún, \"at þú hefir mik fundit, þá vill hannþik feigan, því at hann verðr alls víss af fítónsandainnblæstri.\" En hún kveðst honum ráð leggja mundu,sem hún kynni, -- \"en nú skaltu senn,\" segir hún,\"ganga fyrir föður minn djarfliga ok kveðja hannkurteisliga. Hann mun taka þér vel ok spyrja þik margs,en þú skalt vel ok vitrliga ór leysa. Ráðgjafa á hannmjök stóran ok illúðligan, er Hástigi heitir. Hann erstórr sem risi, en máttugr sem tröll. Hann veit allarráðagerðir konungsins. Hann er svartr sem jörð meðhárlausan haus ok glitrauð augu, fúll ok fláráðr. Ekkier Hástigi betri at reyna en hann er at yfirlitum.\" Húnkvað vísu:\"Í höll skaltu gangaok hilmi lútaok kveðja kurteisligakonung inn stórráða.Láttu eigi æðruá þér finna,þótt í höll lítirháva stórgarpa.\"Bið þú konung vetrvistar, en hann mun svara þér semhann vill. En er þú hefir mælt sem þér líkar, þá gakktutil bekkjar hirðmanna ok vertu eigi fésparr.\" Hún kvaðvísu:\"Gef þú auð, jöfurr,ef þú örr þykkist;þágu gull gumarok gerast þér vel hollir.En ef maðr metnastvið mildings síðu,sýn leiðum þitt lyndiok lát hann sneypu hljóta.\"Hjálmþér gekk til félaga sinna ok síðan til hallar, okganga inn. Hörðr dvaldist eptir í hallardyrum, enþeir gengu fyrir konunginn. Hjálmþér kvað visu:\"Heill sit þú, Hundingi,hef ek engan gramþér æðra hittund heims skauti.Ferr þín frægðum fégjafar,því kom ek hingathilmis at vitja.\"Konungr tók kveðju hans ok kvað vísu:\"Hverr er sá karlakominn ór Mannheimumungr at aldrioss at kveðja?Berr þú, inn ungi,ormfrán augu;mun ek við brögðumbúast mega.\"Hjálmþér kvað:\"Hjálmþér ek heiti,hirði ek fátt segjafylki framvísumá fyrsta kveldi;vilk eigi hvarflaá hallargólfi;seg mér til sætis,sonr em ek grams Inga.\"Konungr mælti: \"Frétta mun ek fleira þurfa áðr,\" okkvað visu:\"Hverr er sá inn horski,er hjálm ok gerð stýrir,sterkr ok stórmannligr,stendr þér á hlið aðra?Glöggra máttu greinamér frá görpum þínum,þá veit ek gerr,hvar gestum skal skipa.\"Hjálmþér kvað:\"Ölvir hann heitir,er aldri hræðisteld né eggjareða hergangi,borinn sem buðlungar,þeir sem beztir eru,mætri en mildingar,minn er fóstbróðir.\"\"Vel er frá manni sagt,\" segir konungr ok kvað vísu:\"Hverr er sá gaurr,er í gáttum stendrok ríss röskligavið rótakylfu,gnapir með hettiok hyggr at gumna mengi?Lítt er skúmr sáat skapi mínu.\"Hjálmþér kvað vísu:\"Hörðr hann heitir,hefir fátt prýði,velr um vápn sjaldan,vill eigi skart þiggja;öldungis einninnekki hræðist,maðr mjök snarligr,met ek hann mikils.\"Konungr kvað visu:\"Lítt honum sómirhjá seggja liði,þeim er í gullvefjumglóa allir;siti hann yztaf seggjum mínum;skal honum veita velmeð várum þegnum.\"\"Eigi munu þér því ráða,\" segir Hjálmþér, \"ok munumvér annathvárt sitja allir eða engi vár.\" \"Slíkt erumikil undr,\" segir konungr. Hjálmþér bað konungvetrvistar. Konungr segir þeim til reiðu drykk ok vist,\"en til muntu vinna lítit þrekverk. Horn tvau skaltusækja á kálf minn. Vil ek af þeim drekka átta dag jóla,ella muntu missa lífit.\" \"Þetta á mikils at kosta,\" segirHjálmþér, \"eða hvert á þessa kálfs at leita?\" \"Segðuþér þat sjálfr,\" segir konungr. Hjálmþér mælti: \"Herra,skipa oss fyrst sæti.\" Konungr segir svá skyldu veraok kvað vísu:\"Harðr muntu heima,er þú hyggst öllu ráðaoss hjá í dýrumhöllum várum;hefir þú brand hvassan,brynju ok hjálm vænanok sófnis bingi aðra,en set þik aptr af því.\"Hjálmþér kvað:\"Ungr var ek heimaok öllu skipaðiskatna liðiat skapi mínu;gegndi þat fullvelfylki vísum,brögnum vel bornumok buðlungs liði.\"Konungr leit til Hástiga ok kvað vísu:\"Satt upp, Hástigi,ok gef rúm gestum,furðu farmóðumok frekum í ræðu;mik hafa eigi öðlingaráðr heim sóttan,þeir er mér sýnzt hafameð svinnra bragði.\"Hástigi leit til konungs mjök óhýrliga ok kvað vísu:\"Hefir þú, fylkir,fyrr ór sætimér eigi boðitupp að standa.Feigð mun vándsligvísi granda,hanga skyldu hinirvið inn hæsta gálga;þeir munu þik svíkjaþat segi ek fyrir gerla.\"Konungr leit til hans reiðuliga ok kvað vísu:\"Æ ertu illr gestum,opt hefir þú hölda,þá er mik heim sóttu,til heljar færða;gakk á bekk annan,garpr meinhugaðr,hnyttr inn harðleiti,harðr er á borð annat.\"Hástigi stóð upp ok gekk um þvera höllina ok settistniðr. Hjálmþér gekk til sætis ok þurfti tveggja mannarúm, en Ölvir þriggja. Hörðr var jafnmikill sem þeirbáðir fóstbræðr. Var þeim þó sætit nóg, sem Hástigihafði áðr í setit. Litlu síðar tekr Hörðr sjóð fullan meðgull ok gefr til beggja handa. Ok er hann hafði öllumgefit í höllinni nema Hástiga, var gullhringr einn eptir.Hann gaut augum til hringsins. Hörðr sá þat ok réttiat honum, en hann seildist í móti. Hörðr stakk tré íhringinn, ok þat sama kefli setti Hörðr framan á tennrHástiga, en hann sá óglöggt til, því at sólin skein ágluggana, en keflit kemr á tennr Hástiga, svá at hanndettr þegar á bak aptr með allmiklum hljóðum okhnúskar óhægiliga höfðinu, en sessunautar hans hlóguat honum, en hann rumdi fast. Um síðir raknar hannvið. Skýtr hann augunum ok mælti: \"Sleginn var ek,sveinar.\" Þeir báðu hann þegja. Því réttir Hörðr athonum hringinn í annat sinn, en hann tók þá við hringinumok geymdi. Hörðr mælti: \"Opt heifr hundr, þathafna sessunautar.\" Þeir sögðu um Hástiga: \"Makligavar nú leikin mannfýlan.\" Konungr skipar þeim eittlopthús vænt at sofa í. Konungr spyrr Hjálmþé margs,en hann leysti vel ór öllu, því at Hörðr hafði frætt hanná mörgum hlutum, því at hann kunni af öllum löndumat segja. Jafnan var Hjálmþér í skemmu konungsdótturok tefldi við hana. Hún var öllum kvenmannligumlistum prýdd. Hún kunni ok allar stjörnulistir oksteinaíþróttir."}}