{"originalTitle": "Gríms_Saga_Loðinkinna_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gríms_Saga_Loðinkinna_Chapter_3", "text": {"0": "Litlu síðar kom Grímr í Vík austr, ok fór Lopthænameð honum. Grímhildr réð þá náliga öllu ein austrþar. En þegar Grímr kom, lét hann Grímhildi verðatekna ok færðan belg á höfuð henni ok barða grjóti íhel, því at hann hafði áðr sagt Haraldi hersi, hversufarit hefði. Gerði hann þá brullaup til Lopthænu okfór heim síðan í Hrafnistu. En Haraldr hersir kvæntistí þriðja sinn ok fekk Þórgunnar Þorradóttur.Eigi höfðu þau Grímr ok Lopthæna lengi ásamtverit, áðr þau áttu dóttur þá, er Brynhildr hét. Húnóx upp í Hrafnistu ok var in fegrsta mær. Unni Grímrhenni ok mikit. En er hún var tólf ára gömul, baðhennar sá maðr, er Sörkvir hét ok var Svaðason, Rauðfeldssonar,Bárðarsonar, Þorkelssonar bundinfóta. Húnvildi ekki ganga með honum, ok fyrir þat skorar SörkvirGrím á hólm. Grímr játar því. Sörkvir var sygnskr atmóðurætt, ok þar átti hann búum at stýra. Á hálfsmánaðarfresti átti hólmgangan at vera.Ásmundr hefir hersir heitit í Noregi. Hann réð fyrirþeim bæ, er á Berurjóðri heitir. Hann var kvángaðrmaðr ok átti þann son, er Ingjaldr hét. Hann var innfræknasti maðr ok var löngum með Grími loðinkinna,ok var með þeim vinátta mikil, en þó var Ingjaldrþeira eldri, en miklu sterkari var Grímr. Ingjaldr fekkþeirar konu, er Dagný hét, dóttur Ásmundar, er viðGnóð var kenndr, en systur Óláfs liðsmanna konungs.Við henni átti hann þann son, er Ásmundr hét, ersíðan var fóstbróðir Odds ins víðförla, er var meðSigurði hring á Brávelli, er öðru nafni hét Örvar-Oddr.Í nefndan tíma kom Sörkvir til hólmsins við tólftamann. Þat váru allt berserkir. Þar var Grímr þá okkominn ok Ingjaldr með honum ok margir háleygskirbændr. Gengu þeir á hólm, ok átti Grímr fyrr at höggva.Hann hafði sverðit Dragvendil, er faðir hans hafði átt.Sá hét Þröstr, er skildi helt fyrir Sörkvi. Grímr hjósvá mikit it fyrsta högg, at hann klauf skjöldin atendilöngu, en blóðrefillinn nam vinstri öxl á Þrestiok sneiddi svá um þvert manninn í sundr fyrir ofanmjöðmina ina hægri, ok hljóp svá sverðit á lærit Sörkvi,at tók undan honum báða fæturna, annan fyrir ofankné, en annan fyrir neðan, ok fell hann dauðr niðr.Þeir Ingjaldr snúa nú at þeim tíu, sem eptir váru, okléttu eigi, fyrr en þeir váru allir drepnir. Þá kvaðGrímr vísu:\"Hér höfum fellttil foldartírarlausatólf berserki.Þó var Sörkvirþróttrammastrþeira seggja,en Þröstr annarr.\"Ok enn kvað hann:\"Fyrst mun ek líkjaept feðr mínum:skalat mín dóttir,nema skör höggvist,nauðig gefinneinum manni,guðvefs þella,meðan Grímr lifir.\"Fór Grímr nú heim eptir hólmgönguna, en Ingjaldrtil Berurjóðrs. Litlu seinna andaðist faðir hans, ok tókhann þá við öllum eignum ok gerðist gildr bóndi okinn mesti búrisnumaðr."}}