{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_25", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_25", "text": {"0": "Nú er þar til máls at taka, er Hrólfr er. Hann lá tilkvelds sem dauðr, því at svefnþorninn lá í höfði honum.Hafði Vilhjálmr hann ekki burt tekit. Dúlcifalstóð með söðli ok beizli þar yfir honum, til þess er hanngekk at Hrólfi ok velti honum með höfðinu um völlinn.Fell þá burtu svefnþorninn. Hrólfr vaknar viðþat, at undan váru báðir fætrnir, horfinn skálinn, enVilhjálmr burt ok konungsdóttir. Þar lá sverðit Hreggviðarnautr.Hrólfi þótti nú mjök harkast um, en þóhreyfir hann sik ok tekr lífsteinana ok skefr í stúfana.Tók þá skjótt sviða ór sárunum. Hrólfr skreið at hestinum,en hann lagðist niðr. Fekk Hrólfr þá velt sér ísöðulinn. Stóð Dúlcifal þá upp. Reið Hrólfr þá til þess,er hann kom til bæjar Bjarnar, vinar síns, því at hannvildi eigi ríða til borgarinnar, en þótti langt til kastalasíns. Dúlcifal lagðist, þegar hann kom í garðinn. TókHrólfr þá beizl af honum, en skreið inn í húsin. Þóttihonum þar auðigt mjök. Hrólfr fór í eldaskála ok kastarsér niðr í sætit, þar er skuggi bar á, ok lá þar umstund. Hann sér þá, hvar kona gengr ok hefir eld meðferðar.Þessi kona var blá at yfirlit sem klæði ok mjökbólgin. Hún kveykti eld. Litlu síðar kemr inn maðrí skarlatsbúnaði ok skarband um enni af gulli gert.Hann var lágvaxinn ok miðdigr. Hann leiddi manneinn eptir sér, ok var bundinn at höndum ok fótum.Þar kennir hann Björn, vin sinn, ok þykkir hann harðligaleikinn. Hann leggr Björn niðr, en sezt niðr viðeldinn ok setr konuna hjá sér ok kyssti hana. Björnmælti: \"Illa gerir þú, Möndull, er þú hefir svikit konumína, en forlogit mik við jarl, svá at hann lætr hengjamik á þriggja nátta fresti fyrir enga sök. Mundi eigisvá fara, ef Hrólfr Sturlaugsson væri innan lands. Munhann ok mín hefna, ef honum verðr aptrkvámu auðit.\"Möndull svarar: \"Aldri mun hann þér hjálpa né þínhefna heðan frá. Má ek þat af honum segja þér, atundan honum eru báðir fætrnir ok ódauðr at eins.Mun hann aldri lífs aptr koma.\" Hrólfr færist nú ástúfana upp í sætinu ok tekr báðum höndum um hálsMönduls ok mælti: \"Þat skaltu vita, at enn lifa hendrHrólfs, þó at fætrnir sé farnir,\" kippir honum niðrundir sik, svá at kvárar niðr í honum. Hann mælti þá:\"Ger svá vel, Hrólfr, at þú drep mik eigi. Skal ek þikþá heilan gera, því at ek á þau smyrsl, er engi eru slíká Norðrlöndum. Hefi ek svá mikil konstr til læknisdóms,at ek má allt heilt vinna, þat lífs er ván, innanþriggja nátta. Ek vil þér ok kunngera, at ek er dvergrí jörðu byggjandi, ok dvergsnáttúru hefi ek á kynstrumtil lækidóms ok hagleik. Fór ek þess erendis hingat,at ek ætlaði at heilla Þóru jarlsdóttur eða Ingibjörguok hafa þær burtu með mér. En fyrir því at Björn ságerst, hverr ek var, þá vildi ek svá fyrir koma honum,at ek tók beltit ok lét ek í kistu hans, en ek tók burtlykkilinn, at hann þætti því líkligri til, at hann hefðistolit, sem hann væri tregari til kistunni upp at lúka.Hefi ek snúit allra manna vináttu við Björn. Nú vilek gjarna allt til lífs mér vinna, þat er þú kannt beiða,því at minn lífgjafa skal ek aldri svíkja.\" Þá mæltiHrólfr: \"Þat mun ek voga at gefa þér líf, en fyrstskaltu Ingibjörgu lækna ok leysa Björn.\" Lét hann þáMöndul upp standa, ok var hann svartr ok ljótr eptirskapan sinni. Leysti hann Björn, en færði Ingibjörguór klæðum ok smurði hörund hennar með góðumsmyrslum ok gaf henni minnisveig at drekka, ok vitkaðisthún þá skjótt, en hvítnaði hörundit, ok tók þáheilsu sína ok týndi allri ást við dverginn. Þökkuðuþau Björn Hrólfi, sem verðugt var.Eptir þat hvarf Möndull ok kom aptr, þegar stundleið, ok fór þar með fætr Hrólfs ok stóran smyrslabuðk.Hann mælti: \"Nú mun ek þat gera verða, semek hafði áðr eigi ætlat, at græða þik, Hrólfr. Skaltu núleggjast niðr við eldinn ok baka stúfana.\" Hrólfr gerðisvá. Smurði hann þá smyrslunum í sárin ok setti viðfætrna ok batt við spelkur ok lét Hrólf svá liggja þrjárnætr, leysti þá af umbönd ok bað Hrólf upp standaok reyna sik. Hrólfr gerði svá. Váru honum fætrnirþá svá hægir ok mjúkir sem hann hefði á þeim aldrisárr verit.Nú þótt mönnum þykki slíkir hlutir ótrúligir, þáverðr þat þó hverr at segja, er hann hefir sét eða heyrt.Þar er ok vant móti at mæla, er inir fyrri fræðimennhafa samsett. Hefði þeir þat vel mátt segja, at á annanveg hefði at borizt, ef þeir vildi. Hafa þeir ok sumirspekingar verit, er mjök hafa talat í fíguru um sumahluti, svá sem meistari Galterus í Alexandrí sögu eðaUmeris skáld í Trójumanna sögu, ok hafa eptirkomandimeistarar þat heldr til sannenda fært en í mótimælt, at svá mætti vera. Þarf ok engi meira trúnað áat leggja, en hafa þó gleði af, á meðan hann heyrir.Þá mælti Hrólfr til Mönduls: \"Nú hefir þú vel gert,er þú hefir mik læknat. Skaltu hjá mér hafa nokkurahluti, er þú beiðir. Þess vil ek biðja, at þú fylgir mértil Garðaríkis, ef ek ferr þangat aptr.\" Möndull segirsvá vera skyldu, -- \"mun ek nú fara til minna heimkynna.Hefi ek hart af fengit okkrum viðskiptum okþat harðast, at ek skilda við Ingibjörgu, en þó mun núsvá verða vera.\" Fór Möndull dvergr við svá búit, okvissi Hrólfr ekki, hvat at honum varð"}}