{"originalTitle": "Grettis_Saga_Chapter_57", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_57", "text": {"0": "Á alþingi frétti Þórir úr Garði dráp Þóris rauðskeggs.    Þóttist hann nú sjá að eigi var auðvelt við að eiga. Tók hann    þá það til ráðs að hann reið vestur yfir heiðar hinar neðri    af þinginu og hafði nær átta tigu manna og ætlaði að fara að    taka Gretti af lífi. En er Grímur Þórhallsson vissi það þá    gerði hann Gretti orð og bað hann vera varan um sig. Grettir    hugði jafnan að mannaferðum.    Það var einn dag að hann sá margra manna reið og stefndi til    byggða hans. Hljóp hann þá í hamraskarð eitt og vildi eigi    renna því að hann sá eigi liðið allt. Í því kom Þórir að með    allt liðið og bað þá nú ganga í milli bols og höfuðs á Gretti    og kvað lítið mundu fyrir illmennið leggjast.    Grettir svarar: \"Eigi er sopið þó að í ausuna sé komið. Hafið    þér og langt til sótt og munu nokkurir fá leiksmark áður en    vér skiljum.\"    Þórir eggjaði mjög menn til atsóknar. Hamraskarðið var mjótt    svo að hann gat vel varið öðrumegin en það undraðist hann að    aldrei var að baki honum gengið svo að honum yrði mein að    því. Féllu þá menn af Þóri en sumir urðu sárir en þeir gátu    ekki að gert.    Þá mælti Þórir: \"Það hefi eg spurt,\" sagði hann, \"að Grettir    væri afbragðsmaður fyrir hreysti sakir og hugar en það vissi    eg aldrei að hann væri svo fjölkunnigur sem nú sé eg því að    þar falla hálfu fleiri sem hann horfir bakinu við. Nú sé eg    að hér er við tröll að eiga en ekki við menn.\"    Biður hann þá frá hverfa og svo var gert. Grettir undraðist    því svo mátti verða en þó var hann ákaflega móður. Þórir    sneri á burt og hans menn og riðu norður á sveitir. Þótti    mönnum þeirra ferð hin sneypilegasta. Hafði Þórir látið átján    menn en margir sárir. Grettir veik nú upp í skarðið og fann    þar mann mikinn vexti. Hann sat upp við hamarinn og var sár    mjög.    Grettir spurði hann að nafni en hann sagðist Hallmundur heita    \"en það má eg segja þér til kenningar að þér þótti eg fast    taka í taumana á Kili um sumarið er við fundumst. Þykist eg    nú það hafa launað þér.\"    \"Það er víst,\" sagði Grettir, \"að mér þykir þú hafa sýnt mér    mikinn drengskap hvenær sem eg get það launað þér.\"    Hallmundur segir: \"Það vil eg nú að þú komir til heimkynna    minna því að þér mun langt þykja hér á heiðinni.\"    Grettir kveðst það gjarnan vildu. Nú fara þeir báðir samt    suður undir Balljökul. Þar átti Hallmundur helli stóran og    dóttur gilda vexti og skörulega. Þau gerðu vel við Gretti og    græddi hún þá báða. Þar dvaldist Grettir lengi um sumarið.    Hann kvað flokk um Hallmund og er þetta þar í:Hátt stígr höllum fætiHallmundr í sal fjalla.    Þessi vísa er þar í:Varð í Veðrafirðivígfús á benstíganaðr í Virfils veðrivopnhríðar fram skríða.Kostr mun köppum traustumKeldhverfinga að erfa.Olli hvatr úr helliHallmundr er eg komst undan.    Svo hafa þeir frá sagt að Grettir dræpi sex menn á fundinum    en Hallmundur tólf. Þá er á leið sumarið fýsti Gretti aftur    til byggða að finna vini sína og frændur. Hallmundur bað hann    sín vitja er hann færi suður um land og hét Grettir því.    Fór hann þá vestur til Borgarfjarðar og þaðan til    Breiðafjarðardala og leitaði ráða við Þorstein Kuggason hvert    hann skyldi þá á leita.    En Þorsteini þótti nú fjölgast mótstöðumenn hans og kvað fá    mundu við honum taka \"en fara máttu suður á Mýrar og vita    hvar þar býr fyrir.\"    Grettir fór nú suður á Mýrar um haustið."}}