{"originalTitle": "Beowulf_Vi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Vi", "text": {"0": "VIHrōðgār maþelode,  helm Scyldinga:'Ic hine cūðe  cnihtwesende;wæs his ealdfæder  Ecgþēo hāten,ðǣm tō hām forgeaf  Hrēþel Gēataāngan dohtor;  is his eafora nūheard hēr cumen,  sōhte holdne wine.Ðonne sægdon þæt  sǣlīþende,þā ðe gifsceattas  Gēata fyredonþyder tō þance,  þæt hē þrtigesmanna mægencræft  on his mundgripeheaþorōf hæbbe.  Hine hālig Godfor ārstafum  ūs onsende,tō West-Denum,  þæs ic wēn hæbbe,wið Grendles gryre.  Ic þǣm gōdan scealfor his mōdþræce  mādmas bēodan.Bēo ðū on ofeste,  hāt in gânsēon sibbegedriht  samod ætgædere;gesaga him ēac wordum,  þæt hīe sint wilcumanDeniga lēodum.'  [þā wið duru healleWulfgār ēode,]  word inne ābēad:'Ēow hēt secgan  sigedrihten mīn,aldor Ēast-Dena,  þæt hē ēower æþelu can,ond gē him syndon  ofer sǣwylmasheardhicgende  hider wilcuman.Nū gē mōton gangan  in ēowrum gūðsearwum,under heregrīman  Hrōðgār gesēon;lǣtað hildebord  hēr onbīdan,wudu wælsceaftas  worda geþinges.'Ārās þā se rīca,  ymb hine rinc manig,þrȳðlīc þegna hēap;  sume þǣr bidon,heaðorēaf hēoldon,  swā him se hearda bebēad.Snyredon ætsomne  --secg wīsode--under Heorotes hrōf;  [heaþorinc ēode,]heard under helme,  þæt hē on heo[r]ðe gestōd.Bēowulf maðelode  --on him byrne scān,searonet seowed  smiþes orþancum--:'Wæs þū, Hrōðgār, hāl!  Ic eom Higelācesmǣg ond magoðegn;  hæbbe ic mǣrða felaongunnen on geogoþe.  Mē wearð Grendles þingon mīnre ēþeltyrf  undyrne cūð;secgað sǣlīðend,  þæt þæs sele stande,reced sēlesca  rinca gehwylcumīdel ond unnyt,  siððan ǣfenlēohtunder heofenes haðor  beholen weorþeð.þā mē þæt gelǣrdon  lēode mīne,þā sēlestan,  snotere ceorlas,þēoden Hrōðgār,  þæt ic þē sōhte,forþan hīe mægenes cræft  mīn[n]e cūþon;selfe ofersāwon,  ðā ic of searwum cwōm,fāh from fēondum,  þǣr ic fīfe geband,ȳðde eotena cyn,  ond on ȳðum slōgniceras nihtes,  nearoþearfe drēah,wræc Wedera nīð  -- wēan āhsodon --forgrand gramum;  ond nū wið Grendel sceal,wið þām āglǣcan  āna gehēganðing wið þyrse.  Ic þē nū ðā,brego Beorht-Dena,  biddan wille,eodor Scyldinga,  ānre bēne,þæt ðū mē ne forwyrne,  wīgendra hlēo,frēowine folca,  nū ic þus feorran cōm,þæt ic mōte āna  [ond] mīnra eorla gedryht,þes hearda hēap,  Heorot fǣlsian.Hǣbbe ic ēac geāhsod,  þæt se ǣglǣcafor his wonhȳdum  wǣpna ne recceð;ic þæt þonne forhicge,  swā mē Higelāc sīe,mīn mondrihten  mōdes blīðe,þæt ic sweord bere  oþðe sīdne scyld,geolorand tō gūþe,  ac ic mid grāpe scealfōn wið fēonde  ond ymb feorh sacan,lāð wið lāþum;  ðǣr gelȳfan scealDryhtnes dōme  sē þe hine dēað nimerð.Wēn' ic þæt hē wille,  gif hē wealdan mōt,in þǣm gūðsele  Gēotena lēodeetan unforhte,  swā hē oft dyde,mægenhrēð manna.  Nā þū mīnne þearfthafalan hȳdan,  ac hē mē habban wiled[r]ēore fāhne,  gif mec dēað nimeð;byreð blōdig wæl,  byrgean þenceð,eteð āngenga  unmurnlīce,mearcað mōropu;  nō ðū ymb mīnes ne þearftlīces feorme  leng sorgian.Onsend Higelāce,  gif mec hild nime,beaduscrūda betst,  þæt mīne brēost wereð,hrægla sēlest;  þæt is Hrǣdlan lāf,Wēlandes geweorc.  Gǣð ā wyrd swā hīo scel!'"}}