{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_17", "text": {"0": "Skati hefir konungr heitit. Hann var Eiríksson,Myndilssonar, Meitálfssonar. Skati konungr réð fyrirí Sogni. Hann átti sér drottningu ok tvau börn. Belihét sonr hans, inn mesti ágætismaðr. Ingibjörg hét dóttirhans. Hún var þá eigi í ríkinu, því at hún hafði fyrirálögum orðit. Skati hafði verit berserkr ok inn mestivíkingr ok ruddi sér til ríkis í Sogni. Þorgrímr hétlandvarnarmaðr hans. Hann var inn mesti kappi okmikill garpr, en í meðallagi trúr. Mikil vinátta varmeð þeim Þorgrími ok Bela konungssyni. Beli var innfrægasti maðr um öll lönd.Þat hafði borit til tíðenda, at þá Skati konungr varaldaðr mjök ok börn hans bæði ung, kómu víkingartveir við land. Hét annarr Gautan, en annarr Ógautan.Þeir kómu mjök á óvart ok buðu konungi til bardaga,eða skyldi hann gerast jarl þeira ok gefa upp land sitt.Skati konungr hafði ekki liðsafla við þeim, en þó vildihann heldr deyja með sæmd en lifa með skömm ok fallaí konungdómi sínum heldr en þjóna fjandmönnumsínum. Fór hann til bardaga ok hafði ekki fleira liðen hirð sína. Þorgrímr komst í burt með Bela konungsson,en Ingibjörg sat eptir í skemmu sinni. Skatikonungr fell fyrir Ógautan með góðan orðstír, enmenn hans, þeir sem eptir lifðu, flýðu á skóga.Settist Ógautan nú at ríki ok lét gefa sér konungsnafn. Hann bað Ingibjörgu at ganga með sér, en húnneitaði þverliga ok sagðist fyrr skyldu drepa sik sjálfen eiga föðurbana sinn ok slíkt illmenni sem Ógautaner, -- \"þar sem þú ert líkari fjánda en manni.\" Ógautanvarð reiðr við ok mælti: \"Ek skal launa þér illyrðiþín, ok legg ek þat á þik, at þú sért þvílík at vexti okyfirlitum sem Skellinefja, systir mín, ok allri náttúruþeiri, sem þú mátt bera, byggir helli þann, sem viðDjúpamóðu er, ok komist aldri ór þessum álögum, fyrren nokkurr velborinn maðr verðr til þess at eiga þikok játi því ok þó aldri fyrr en ek er dauðr, en systirmín taki við yfirlitum þínum.\" \"Þat læt ek um mælt,\"segir Ingibjörg, \"at þú njótir þessa ríkis bæði illa okskamma stund.\" Varð þetta at áhrínsorðum, er Ógautanmælti, at Ingibjörg hvarf í burt. Litlu síðar komþar aptr Beli konungsson ok Þorgrímr með marga mennum náttartíma, ok báru eld at lopti því, er þeir bræðrsváfu í, ok brenndu inni alla þá menn, utan þeir bræðrfóru ina neðri leið ok kómust svá í burt, léttu eigifyrr en þeir kómu fram í hirð Njörfa konungs, en Belitók aptr við ríki sínu ok gerðist þar konungr yfir. Þorgrímrvar enn landvarnarmaðr hans."}}