{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_45", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_45", "text": {"0": "Hrólfr konungr ok kappar hans ríða nú leið sínaofan frá Uppsölum ok þar um, sem heitir á Fýrisvöllum,ok sá Hrólfr konungr, at gullhringr mikill glóaðií götunni fyrir þeim ok glumraði við, er þeir ríða yfirhann. \"Því gellr hann svá hátt,\" sagði Hrólfr konungr,\"at honum þykkir illt einsömlum,\" ok rennir hann afsér gullhringnum ok í götuna til hins ok mælti: \"Þatskal fyrir berast, at ek taki ekki upp gull, þótt á götuliggi, ok sé engi minna manna svá djarfr, at hanntaki upp. Því er honum hér kastat, at hann skuli heptaferð vára.\" Þeir hétu honum því, ok í því heyra þeirlúðragang um allar áttir. Þeir sjá ógrynni liðs fara eptirsér. Þetta lið ferr svá geyst, at hverr hleypr slíkt allt,er hans hestr má af taka. Þeir Hrólfr konungr ríða réttáfram it sama. Böðvarr mælti: \"Þessir sækja hart eptir,ok víst vilda ek, at nokkurir hefði erendi, ok þeir viljavíst oss finna.\" Konungr mælti: \"Gefum oss lítit at,þeir munu sjálfir dveljast.\" Réttir hann nú höndinatil hornsins, þess sem gullit var í ok Beigaðr reið meðok helt í hendi sér. Hann sáir nú gullinu víða í götuna,þar sem þeir ríða um alla Fýrisvöllu, svá at göturnarglóa sem gull.En er liðit sér þat, sem eptir ferr, at gullit glóir víðaí götunni, þá hlaupa flestir af baki, ok þykkist sá beztleika, sem skjótastr verðr til upp at taka, ok verða þarinar mestu hrifsingar ok áhöld, ok hefir sá helzt, semsterkastr er, ok sóttist því seint eptirferðin. Ok er þettasér Aðils konungr, liggr honum við at ganga af vitinuok ávítar þá með hörðum orðum ok segir þeir taki uppit minna, en láti sleppa hjá sér it meira, ok muni þessifúla skömm á hvert land spyrjast, -- \"at þér skuluð láþaeina tólf menn rekast hér undan oss, svá ótöluligumfjölda sem ek hefi nú saman dregit af öllum heruðumSvíaveldis.\" Aðils konungr hleypir nú undan öllum,því at hann var reiðastr, en múgr manns eptir honum.Nú sem Hrólfr konungr sér Aðils konung þeyta næstsér, þá tekr hann hringinn Svíagrís ok kastar á götuna.Ok sem Aðils konungr sér hringinn, mælti hann: \"Hollarihefir sá verit Hrólfi konungi en mér, sem honum hefirfengit þessa gersemi, ok eigi at síðr skal ek nú njótahans, en eigi Hrólfr konungr,\" réttir nú til spjótskaptsitt, þar sem hringrinn lá, ok vildi fyrir hvern mun náhonum, beygist nú mjök á hestinum, er hann stakk niðrspjótinu í buginn á hringnum. Hrólfr konungr sér núþetta. Þá snýr hann aptr hestinum ok mælti: \"Svínbeygðaek nú þann, sem Svíanna er ríkastr.\" En erAðils konungr ætlar at draga at sér spjótskaptit ok þarmeð hringinn, þá hleypir þar at honum Hrólfr konungrok hjó af honum báða þjóhnappana allt niðr at beini meðsverðinu Sköfnung, er allra sverða bezt hefir verit boritá Norðrlöndum. Hrólfr konungr mælti þá til Aðilskonungs ok bað hann halda þessari skömm um hríð,-- \"ok máttu nú kenna Hrólf kraka, hvar hann er, semþú hefir lengi eptir sótt.\" Aðils konung sækir þá mikilblóðrás, svá at hann ómættir af, ok verðr nú at snúaaptr við verr búit, en Hrólfr konungr tók aptr Svíagrís.Skilr þar með þeim at sinni. Er þat ok ekki sagt, atþeir hafi fundizt síðan. Drepa þeir ok alla þá menn,sem mest höfðu fram riðit ok mest höfðu hætt í, þvíat ekki þurftu þeir lengi at bíða Hrólfs konungs okkappa hans, ok þóttist engi þeira of góðr at embættaþeim, ok mattist engi þeira við annan, þegar færitgafst."}}