{"originalTitle": "The_Story_Of_Grettir_The_Strong_How_Thorod,_The_Son_Of_Snorri_Godi_Went_Against_Grettir", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "The_Story_Of_Grettir_The_Strong_How_Thorod,_The_Son_Of_Snorri_Godi_Went_Against_Grettir", "text": {"0": "How Thorod, the Son of Snorri Godi went against GrettirAFTER the slaying of Thorstein. Kuggson, Snorri Godi would have little to do with his son Thorod, or with Sam, the son of Bork the Fat; it is not said what they had done therefor, unless it might be that they had had no will to do some great deed that Snorri set them to; but withal Snorri drave his son Thorod away, and said he should notcome back till he had slain some wood-dweller; and so must matters stand.So Thorod went over to the Dales; and at that time dwelt at Broadlair-stead in Sokkolfsdale a widow called Geirlaug; a herdsman she kept, who had been outlawed for some onslaught; and he was a growing lad, Now Thorod Snorrison heard thereof, and rode in to Broadlair-stead, and asked where was the herdsman; the goodwife said that he was with the sheep.\"What wilt thou have to do with him?\"\"His life will I have,\" says Thorod, \"because he is an outlaw, and a wood-wight.\"She answers, \"No glory is it for such a great warrior as thou deemest thyself, to slay a mannikin like that; I will show thee a greater deed, if thine heart is so great that thou must needs try thyself.\"\"Well, and what deed?\" says he.She answers, \"Up in the fell here, lies Grettir Asmundson; play thou with him, for such a game is more meet for thee.\"Thorod took her talk well: \"So shall it be,\" says he, and therewith he smote his horse with his spurs, and rode along the valley; and when he came to the hill below Eastriver, he saw where was a dun horse, with his saddle on, and thereby a big man armed, so be turned thence to meet him.Grettir greeted him, and asked who he was. Thorod named himself, and said,\"Why asked thou not of my errand rather than of my name?\"\"Why, because,\" said Grettir, \"it is like to be such as is of little weight: art thou son to Snorri Godi?\"\"Yea, yea,\" says Thorod; \"but now shall we try which of us may do the most.\"\"A matter easy to be known,\" says Grettir; \"hast thou not heard that I have ever been a treasure-hill that most men grope in with little luck?\"\"Yea, I know it,\" said Thorod; \"yet must somewhat be risked.\"And now he drew his sword therewith and set on Grettir eagerly; but Grettir warded himself with his shield, but bore no weapon against Thorod; and so things went awhile, nor was Grettir wounded.At last he said, \"Let us leave this play, for thou wilt not have victory in our strife.\"But Thorod went on dealing blows at his maddest. Now Grettir got aweary of dealing with him, and caught him and set him down by his side, and said--\"I may do with thee even as I will, nor do I fear that thou wilt ever be my bane; but the grey old cattle, thy father, Snorri, I fear in good sooth, and his counsels that have brought most men to their knees: and for thee, thou shouldst turn thy mind to such things alone as thou mayst get done, nor is it child's play to fight with me.\"But when Thorod saw that he might bring nought to pass, he grew somewhat appeased, and therewithal they parted. Thorod rode home to Tongue and told his father of his dealings with Grettir. Snorri Godi smiled thereat, and said,\"Many a man lies hid within himself, and far unlike were your doings: for thou must needs rush at him to slay him, and he might have done with thee even as he would. Yet wisely has Grettir done herein, that he slew thee not; for I should scarce have had a mind to let thee lie unavenged; but now indeed shall I give him aid if I have aught to do with any of his matters.\"It was well seen of Snorri, that he deemed Grettir haddone well to Thorod, and he ever after gave his good word for Grettir."}}