{"originalTitle": "Völsunga_Saga_Chapter_22", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_22", "text": {"0": "Nú ríðr Sigurðr á brott. Hans skjöldr var margfaldrok laugaðr í rauðu gulli ok skrifaðr á einn dreki.Hann var dökkbrúnaðr it efra, en fagrrauðr it neðra,ok þann veg var markaðr hans hjálmr ok söðull ok vápnrokkr.Han hafði gullbrynjuna, ok öll hans vápn várugulli búin. Ok því var dreki markaðr á hans vápnumöllum, at er hann er sénn, má vita, hverr þar ferr, aföllum þeim, er frétt hafa, at hann drap þann mikladreka, er Væringar kalla Fáfni. Ok fyrir því eru vápnhans öll gulli búin ok brún at lit, at hann er langtumfram aðra menn at kurteisi ok allri hæversku oknáliga at öllum hlutum. Ok þá er taldir eru allir inirstærstu kappar ok inir ágæztu höfðingjar, þá mun hannjafnan fremstr taldr, ok hans nafn gengr í öllum tungumfyrir norðan Grikklands haf, ok svá mun vera,meðan veröldin stendr. Hár hans var brúnt at lit okfagrt at líta ok fór í stórlokka. Skeggit var þykkt okskammt ok með sama lit. Hánefjaðr var hann ok hafðibreitt andlit ok stórbeinótt. Augu hans váru svá snör,at fár einn þorði at líta undir hans brún. Herðar hansváru svá miklar sem tveir menn væri á at sjá. Hanslíkami var skapaðr allr við sik á hæð ok digrleik okþann veg, sem bezt má sama. Ok er þat mark um hanshæð, at þá er hann gyrði sik sverðinu Gram, en þatvar sjau spanna hátt, ok er hann óð rúgakrinn fullvaxinn,þá tók niðr döggskórinn á sverðinu akrinnuppstandanda. Ok hans afl er meira en vöxtr. Vel kannhann sverði at beita ok spjóti at skjóta ok skapti atverpa ok skildi at halda, boga at spenna eða hesti atríða ok margs konar kurteisi nam hann í æsku. Hannvar vitr maðr, svá at hann vissi fyrir óorðna hluti.Hann skildi fuglsrödd. Ok af slíkum hlutum kómuhonum fáir hlutir á óvart. Hann var langtalaðr okmálsnjallr, svá at ekki tók hann þat erendi at mæla, athann mundi fyrr hætta en svá synist öllum sem engaleið muni eiga at vera nema svá sem hann segir. Okþat er hans skemmtan at veita lið sínum mönnum okreyna sjálfan sik í stórræðum ok taka fé af sínum óvinumok gefa sínum vinum. Eigi skorti hann hug, okaldri varð hann hræddr."}}