{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_6", "text": {"0": "At várdögum lét Hálfdan búa dreka sinn ok framsetja, ok helt hann á burt at áliðnu sumri. Þá komstórviðri á mikit fyrir Hálfdani, ok varð hann at haldaat þeim björgunum, er öðrum megin váru fjarðarins.Hálfdan segir, at þeir muni þar um búast, ok váru þeirþar vetr annan. Fóru þeir á jökla hvern dag Hálfdan,Sigmundr ok Sigurðr at afla matfanga. Skorti þá ekkivætta í skálanum.Einn dag, þá er þeir fóstbræðr fóru á jökla, heyrðuþeir skellihlátra mikla um kveldit. Því næst sjá þeirþrjár flagðkonur, ok var sú í rauðum kyrtli, er fyrstgekk. Þat sá Hálfdan, at hún var með mennsku móti,en eigi hinar. En þegar er þau fundust, mælti rauðkyrtla:\"Hér er vel til yndis skipat, ok ætla ek mérvið konungsson.\" Hálfdan spyrr þær at nafni. \"Ekheiti Brana,\" segir rauðkyrtla, \"en systr mínar Moldaok Mána.\" \"Skamm hafi þínar systr,\" segir Hálfdan.Brana ræðr þegar á Hálfdan, ok glíma þau lengi. Mánahleypr á Sigurð, en Molda á Sigmund. Þær vefja þeimutan um sik, en gátu eigi fellt þá. Þau Hálfdan okBrana áttu langan atgang. Brana mælti: \"Ertu gamallmaðr, Hálfdan?\" Sextán vetra,\" segir hann. \"Ok ertuþó enn eigi kvensterkr,\" segir hún. \"Hví skal þat eigiprófa nú?\" segir Hálfdan. Hann bregðr henni þá ámjöðm, svá at hún fellr. Hálfdan spyrr, hvern húnmundi hans gera, ef hann væri svá kominn sem hún.Brana mælti: \"Hvárki er ek blóðdrekkr né mannæta,ok eigi munda ek drepa þik, er ek gaf þér líf í hellinumSleggju, ok kippta ek undan henni fótunum, okgaf ek þér sax þat, er þú hjótt hana með.\" \"Hví sagðirþú mér þetta svá seint?\" segir Hálfdan, \"ok skaltu atvísu upp standa.\" Tóku þau þá tal sín á milli. Branamælti: \"Þat skaltu vita, Hálfdan, at mennsk er ek íaðra ætt, því at móðir mín var dóttir Vilhjálms konungsór Vallandi. Járnhauss, faðir minn, nam hana íburt. Átti hann mik við henni, ok bregðr mér meirtil hennar, en þó nokkut til hans. Átta ek at þjónahundrað flagða.\" Hálfdan mælti: \"Illa þykkir mér þústödd vera, en nú skaltu horfa á grúfu, meðan ek leikvið systr þínar.\" Hún kvað svá vera skyldu. Hálfdanferr þangat, er þau Sigurðr ok Mána glímdu. Hannhrindir henni fyrir björg ofan heldr hraparliga, oksvá gerir hann við Moldu, ok sá heiðarliga í gaflhlaðitá henni. Brana lítr þá upp ok spyrr, hvar systr sínarsé. \"Ek hratt þeim ofan fyrir björg,\" segir Hálfdan.\"Þat var þér lítil fremd,\" segir hún, \"því at önnur þeiravar fimm vetra, en önnur sex, ok mun ek gott af þérhljóta ok svá þú af mér, en at sex nóttum liðnum vilek þér félagar komið til hellis míns. Er hann heðanskammt í burt.\" Hálfdan mælti, at svá skyldi vera.Fór Brana þá til hellis síns, en þeir félagar heim tilskála síns."}}