{"originalTitle": "Grettis_Saga_Chapter_80", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_80", "text": {"0": "Nú leggjast þeir niður um kveldið. Og er kom að miðri nótt    braust Grettir um fast. Illugi spurði hví hann væri svo    ókyrr.    Grettir sagði að honum gerðist illt í fætinum \"og þætti mér    líkara að nokkuð litbrigði væri á.\"    Kveiktu þeir þá ljós. Og er til var leyst sýndist fóturinn    blásinn og kolblár en sárið var hlaupið í sundur og miklu    illilegra en í fyrstu. Þar fylgdi mikill verkur svo að hann    mátti hvergi kyrr þola og eigi kom honum svefn á augu.    Þá mælti Grettir: \"Svo skulum vér við búast sem krankleiki    þessi sem eg hefi fengið mun eigi til einskis gera því að    þetta eru gerningar og mun kerling ætla að hefna    steinshöggsins.\"    Illugi mælti þá: \"Sagði eg þér að eigi mundi gott fá af    kerlingu þeirri.\"    \"Allt mun fyrir eitt koma,\" segir Grettir og kvað vísur fimm:Oft nam sköpum að skiptaskjóma egg í rómuþá er berserkja birkisböð harða sjöt varðag.Gildvið Hjarrandi handa,Hristar vörðr, enn missti.Björn lét brátt og Gunnarbáðir líf og náðir.Enn kom eg einu sinniút á breiðri Skútuí Dyrhólmum, darradrengir elskuðu lengi.Bauð Torfi þá þýðumþegn með stóru megniþeyti þungra spjóta,þarfr Vébrands arfi.Svo varð skildr frá skáldiskeleggr Mímis veggjameiðr, þótt margir stæðumenn að vopna sennu,svo að ófær varð áraendr af Grettis hendihlynr í hríðum benja.Hest gaf hann mér að lesti.Vítt frá eg Þorfinnr þættiþegn sterkr svaðilsverka.Aldrs kvaðst odd-bör skyldu,Arnórs sonr, mér varna.Áræði brast eyðieinlyndum, þótt mig fyndiúti, orma setra,einn, var eg eigi að beinni.Gat eg fyr geira njótumgætt því treysti eg mættiviðr umsátum ýta,aldrs, en það vara sjaldan.Nú hefir gild með göldrumgunnelda bör unnið,römm eru ráð hin grimmu,rein afgömul steina.    \"Nú skulum vér vera varir um oss,\" segir Grettir, \"því að svo    munu þau Þorbjörn öngull til ætla að eigi skuli þetta eitt    saman fara. Vil eg Glaumur að þú gætir stiga hvern dag héðan    í frá en dragir upp á kveldi og gerir þetta trúlega sem mikið    liggi við. En ef þú svíkur okkur þá mun þér skammt til ills.\"    Glaumur hét góðu um þetta. Nú tók að harðna veðrátta og gerði    á landnyrðing mikinn með kulda. Grettir spurði hvert kveld    hvort upp væri dreginn stiginn.    Glaumur mælti: \"Nú væri helst manna von mest. Eða mun    nokkurum svo mikill hugur á að ná lífi þínu að það vilji til    vinna að drepa sjálf an sig? Því að þessi veður eru langt um    ófær. Og lokið ætla eg nú garpskapnum hinum mesta er þér    þykir sem allt muni ykkur að bana.\"    \"Þú munt þig enn verr bera en hvor okkar,\" sagði Grettir,    \"til hvers sem taka þarf. En þó skaltu nú geyma stigans þó að    þú sért nauðigur.\"    Ráku þeir hann út hvern morgun. Þoldi hann það illa.    Verkurinn tók að vaxa í skeinunni svo að blés upp allan    fótinn og lærið tók þá að grafa bæði uppi og niðri og snerist    um allt sárið svo að Grettir gerðist banvænn. Sat Illugi yfir    honum nótt og dag svo að hann gaf að engu öðru gaum. Var þá    liðið af annarri viku síðan Grettir skeindi sig."}}