{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_12", "text": {"0": "Nú býst Jökull við þrjá tigi manna ok at auk Gautanok Ógautan. Þenna morgun vaknar Þorsteinn í skálasínum ok mælti: \"Vakir þú, Þórir?\" \"Vaki ek,\" segirhann, \"en sofit hefi ek hér til.\" \"Þat vil ek,\" segirÞorsteinn, \"at vér búumst burt ór skálanum, því atek veit, at Jökull kemr hér í dag við marga menn.\"\"Ekki hygg ek þat,\" segir Þórir, \"ok vil hvergi fara,eða hvat hefir þú at marki?\" \"Mik dreymdi,\" segirÞorsteinn, \"at hingat runnu þrjátigi vargar, ok várusjau bjarndýr ok inn áttundi rauðkinni, hann var mikillok grimmligr, ok at auk tvær refkeilur. Þær fóru fyrirflokkinum ok váru heldr illiligar, ok á þeim var mérmestr óþokki. Vargarnir sóttu at oss allir, ok þótti mérþar koma um síðir, at þeir rifu í sundr alla bræðr mínanema þik einn, ok þó felltu. Marga þótti mér vér drepabjörnuna, en alla drap ek vargana ok ina minni refkeiluna,enda fell ek þá.\" \"Hvat ætlar þú merkja draumþenna?\" segir Þórir. \"Þat ætla ek,\" segir Þorsteinn, \"atrauðkinni sá inn stóri sé fylgja Jökuls, en birnirnir séfylgjur bræðra hans, en vargarnir munu mér sýnzt hafasvá margir sem menn munu vera með þeim, því atþeir munu hafa varga hug á oss, en þar at auk várurefkeilur tvær. Þekki ek ekki þá menn, er þær fylgjurmunu eiga. Þat ætlak, at þeir sé nýkomnir til Jökulsok munu vera óþokkasælir af flestum mönnum. Núhefik sagt þér þessa ætlan, ok munu vár skipti svá farasem mér hefir þótt í svefninum. Vilda ek, at vér forðuðumstvandræði.\" \"Ekki ætla ek þetta nema draumaskrímsl,\"segir Þórir, \"ok hugarboð þitt, enda væri eigiógaman, þótt vér reyndum með oss.\" \"Ekki þykki mérsvá,\" kvað Þorsteinn, \"ok hygg ek, at ójafnliga sé tilætlat. Vilda ek, at vér bjuggumst í burt.\" Þórir kveðstþat eigi vilja, ok varð svá at vera. Þorsteinn stóð uppok tók vápn sin ok svá bræðr hans allir. Þórir var inntómlátasti.Var þat allt jafnsnemma, er þeir váru búnir, at Jökullkom at með menn sína. Tvær dyrr váru á skálanum.Varði Þorsteinn dyrr aðrar ok þrír bræðr hans, en Þóriraðrar við fimmta mann. Tókst þá sókn in harðasta.Vörðust þeir bræðr harðla vel, en Jökull sótti svá fastat þeim dyrum, sem Þórir var við, at þá fellu þrír bræðrhans, en einn hrökk ór dyrunum ok þangat, sem Þorsteinnvar. Varði Þórir þá enn nokkura stund dyrrnar,en vildi með engu móti hopa. Snarast hann þá út órdyrunum ok komst fram á ísinn hjá þeim. Slá þeir þáhring í kringum hann, en hann verst ágæta vel. En erÞorsteinn sá þat, hleypr hann út ór skálanum ok bræðrhans, þeir er eptir lifðu, ofan á ísinn, þar sem Þórirvar. Varð þá enn hörð hríð. Þorsteinn ok Þórir várumjök stórhöggvir. Þar kom um síðir at, at allir bræðrÞorsteins váru fallnir nema Þorsteinn ok Þórir. Fallnirváru ok Njörfa synir allir nema Jökull ok Grímr. Þorsteinngerðist þá furðu móðr, svá at hann gat varlastaðit. Sér hann þá, at hann mun falla. Váru ok allirfallnir nema Gautan ok Ógautan af hinum. Þórir varþá bæði móðr ok sárr. Þá tók at dimma fast af nótt.Þorsteinn snarast þá at Gautan ok leggr Angrvaðli ígegnum hann, enda fellr hann þá í valnum. Stóðu þeirþá þrír upp Jökull, Grímr ok Ógautan. Leituðu þeirþá Þorsteins í valnum. Þóttust þeir þá finna hann, enþat var Finnr, bróðir Þorsteins, því at þeir váru sválíkir, at hvárugan mátti frá öðrum kenna. Grímr segirÞorstein dauðan. Ógautan segir, at þat skyldi ekki umgrun gera, ok hjó af honum höfuðit, ok blæddi eigi,því at Finnr var dauðr. Síðan fóru þeir burt ok heim.Spyrr Njörfi konungr, hversu farit hefði með þeim.Lét konungr lítt yfir ferð þeira ok kveðst nú hafa fengitmeiri skaða en þótt hann missti Óláfs, sonar síns, látitnú sjau sonu sína ok fjölda annarra manna. SettistJökull nú um kyrrt."}}