{"originalTitle": "Norna-Gests_Þáttr_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Norna-Gests_Þáttr_Chapter_11", "text": {"0": "\"Þat var, þá er ek var fæddr upp með föður mínumí þeim stað, er Græningr heitir. Faðir minn var ríkrat peningum ok helt ríkuliga herbergi sín. Þar fóruþá um landit völur, er kallaðar váru spákonur okspáðu mönnum aldr. Því buðu menn þeim ok gerðuþeim veizlur ok gáfu þeim gjafir at skilnaði. Faðir minngerði ok svá, ok kómu þær til hans með sveit manna,ok skyldu þær spá mér örlög. Lá ek þá í vöggu, erþær skyldu tala um mitt mál. Þá brunnu yfir mér tvaukertisljós. Þær mæltu þá til mín ok sögðu mik mikinnauðnumann verða mundu ok meira en aðra mínaforeldra eða höfðingja syni þar í landi ok sögðuallt svá skyldu fara um mitt ráð. In yngsta nornin þóttistof lítils metin hjá hinum tveimr, er þær spurðuhana eigi eptir slíkum spám, er svá váru mikils verðar.Var þar ok mikil ribbalda sveit, er henni hratt ór sætisínu, ok fell hún til jarðar. Af þessu varð hún ákafastygg. Kallar hún þá hátt ok reiðiliga ok bað hinar hættasvá góðum ummælum við mik, -- \"því at ek skapahonum þat, at hann skal eigi lifa lengr en kerti þatbrennr, er upp er tendrat hjá sveininum.\" Eptir þettatók in ellri völvan kertit ok slökkti ok biðr móðurmína varðveita ok kveykja eigi fyrr en á síðasta degilífs míns. Eptir þetta fóru spákonur í burt ok bunduina ungu norn ok hafa hana svá í burt, ok gaf faðirminn þeim góðar gjafir at skilnaði. Þá er ek em roskinnmaðr, fær móðir mín mér kerti þetta til varðveizlu.Hefi ek þat nú með mér.\" Konungr mælti: \"Hví fórtunú hingað til vár?\" Gestr svarar: \"Þessu sveif mér ískap. Ætlaða ek mik af þér nokkura auðnu hljótamundu, því at þér hafið fyrir mér verit mjök lofaðiraf góðum mönnum ok vitrum.\" Konungr sagði: \"Viltunú taka helga skírn?\" Gestr svarar: \"Þat vil ek gera atyðru ráði.\" Var nú svá gert, ok tók konungr hann íkærleika við sik ok gerði hann hirðmann sinn. Gestrvarð trúmaðr mikill ok fylgdi vel konungs siðum. Varhann ok vinsæll af mönnum."}}