{"originalTitle": "Grettis_Saga_Chapter_72", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_72", "text": {"0": "Líður nú þar til er menn fara til Hegranessþings um vorið.    Kom fjölmenni mikið úr öllum héruðum þeim sem menn áttu    þangað að sækja. Sátu menn þar lengi á vorið bæði yfir málum    og gleði því að þá var mart gleðimanna í héröðum.    En er Grettir spurði að alþýða manna var farin til þingsins    hafði hann gert ráð við vini sína því að hann átti ávallt    gott við þá sem næstir honum voru og sparði ekki við þá það    sem hann fékk til. Hann sagði að hann vildi fara til lands    til aðdrátta en þeir Illugi og Glaumur skyldu eftir vera.    Óráðlegt þótti Illuga þetta vera en lét þó svo vera sem    Grettir vildi. Hann bað þá geyma stigans og sagði þeim þar á    liggja. Eftir það fór hann á land og aflaði það sem hann    þóttist þurfa. Hann duldist nú hvar sem hann kom og varði    öngvan að hann mundi á land kominn. Nú spurði hann af þinginu    að þar var gleði mikil. Var Gretti forvitni á að koma til    þingsins og tekur fornan búning, heldur vondan, og kemur svo    á þingið að menn gengu frá lögréttu heim til búða.    Þá töluðu til sumir menn ungir að veður væri gott og fagurt    og sé gott ungum mönnum að hafa glímur og skemmtan. Þeir    kváðu það allráðlegt. Fóru menn þá og settust niður fram frá    búðunum. Gengu þeir Þórðarsynir mest fyrir skemmtan.    Þorbjörn öngull var uppvöðslumikill og ruddi fast til gleði.    Varð hver til að fara sem hann vildi. Tók hann í herðar    hverjum manni og hnykkti fram á völlinn. Nú glímdu fyrst þeir    sem ósterkastir voru og þá hver að öðrum og gerðist af þessu    gleði mikil.    En er flestir höfðu glímt nema þeir sem sterkastir voru áttu    bændur um að tala hver til mundi verða að taka á öðrum hvorum    þeirra Þórðanna er fyrr voru nefndir en þar varð enginn til.    Þeir gengu þá fyrir ýmsa menn og buðu sig fram en því firr    fór sem nær kallaði.    Þorbjörn öngull litast þá um og sá hvar maður sat, mikill    vexti, og sá óglöggt í andlit honum. Þorbjörn þreif til hans    og kippti honum fast. Hann sat kyrr og bifðist hvergi.    Þá mælti Þorbjörn: \"Enginn hefir setið jafnfast fyrir mér í    dag sem þú eða hver er þessi maður?\"    Hann svarar: \"Gestur heiti eg.\"    Þorbjörn mælti: \"Þú munt vilja skemmta nokkuru og ertu    aufúsugestur.\"    Hann svarar: \"Skjótt þykir mér mart skipast kunna og mun eg    ekki hlaupa í leik með yður en mér er allt ókunnigt fyrir.\"    Töluðu þá margir að hann væri góðs fyrir verður ef hann vildi    skemmta mönnum nokkuru, ókunnur maður. Hann spurði hvers þeir    beiddu hann. Þeir báðu hann glíma við einnhvern.    Hann kvaðst niður hafa lagt að rjá \"en gaman þótti mér að því    um skeið.\"    En er hann afneitti eigi með öllu báðu þeir hann því meir.    Hann mælti: \"Ef yður þykir undir um að eg sé dreginn þá munuð    þér það til vinna að handsala mér grið hér á þinginu og þar    til sem eg kem til heimilis míns.\"    Þá þutu upp allir og kváðust það gjarna vilja. Hafur hét sá    maður er mest fýsti að þessum manni væru grið gefin. Hann var    Þórarinsson, Hafurssonar, Þórðarsonar hnapps er land hafði    numið upp frá Stíflu í Fljótum til Tunguár. Hann bjó á    Hnappsstöðum og var orðamaður mikill. Hann sagði fyrir griðum    með mikilli röksemd og er þetta upphaf á:    \"Hér set eg grið,\" segir hann, \"allra manna á millum,    einkanlega þeim sama Gest til nefndum er hér situr, og að    undir skildum öllum goðorðsmönnum og gildum bændum og allrar    alþýðu vígra manna og vopnfærra og allir aðrir héraðsmenn í    Hegranessþingi eða hvaðan sem hvorir eru að komnir, nefndra    manna eða ónefndra, handsölum grið og fullan frið komumanni    hinum ókunna er Gestur nefnist, til gamans, glímu og gleði    allrar, til hérvistar og heimferðar hvort er hann þarf að    fara á legi eða landi eða flutningi. Skal hann hafa grið í    öllum stöðum, nefndum og ónefndum, svo lengi sem hann þarf    til heillar heimkomu að höldnum tryggðum. Set eg þessi grið    fyrir oss og vora frændur, vini og venslamenn, svo konur sem    karla, þýjar og þræla, sveina og sjálfráða menn. Sé sá    griðníðingur er griðin rýfur eða tryggðum spillir, rækur og    rekinn frá guði og góðum mönnum, úr himinríki og frá öllum    helgum mönnum og hvergi hæfur manna í milli, og svo frá öllum    út flæmdur sem víðast varga reka eða kristnir menn kirkjur    sækja, heiðnir menn hof blóta, eldur brennur, jörð grær, mælt    barn móður kallar og móðir mög fæðir, aldir elda kynda, skip    skríður, skildir blika, sól skín, snæ leggur, Finnur skríður,    fura vex, valur flýgur vorlangan dag og standi honum beinn    byr undir báða vængi, himinn hverfur, heimur er byggður og    vindur veitir vötn til sjóvar, þrælar korni sá. Hann skal    firrast kirkjur og kristna menn, heiðna hölda, hús og hella,    heim hvern nema helvíti. Nú skulum vér vera sáttir og sammála    hver við annan í huga góðum hvort sem vér finnumst á fjalli    eða fjöru, skipi eða skíði, jörðu eða jökli, í hafi eða á    hests baki, svo sem vin sinn í vatni finni eða bróður sinn á    braut finni, jafnsáttir hver við annan sem sonur við föður    eða faðir við son í samförum öllum. Nú leggjum vér hendur    saman og allir vér og höldum vel griðin og öll orð töluð í    tryggðum þessum að vitni guðs og góðra manna og allra þeirra    er orð mín heyra eða nokkurir eru nær staddir.\"    Tóku þá margir til orða að mikið var um mælt.    Gestur mælti þá: \"Vel hefir þú um mælt og sagt ef þér spillið    eigi um síðar. Skal eg nú ekki dvelja það sem eg hefi til    fram að láta.\"    Eftir það kastaði hann kuflinum og því næst öllum bolklæðum.    Þá leit hver til annars og brá mjög vo fyrir grön. Þóttust    þeir kenna að þetta var Grettir Ásmundarson því að hann var    ólíkur öðrum mönnum fyrir vaxtar sakir og þrekleika og    þögnuðu nú allir en Hafur þóttist ósvinnur orðinn. Gengu    tveir og tveir saman af héraðsmönnum og ámælti hver öðrum en    þeim mest er fyrir griðunum hafði sagt.    Þá mælti Grettir: \"Gerið greiðlegt fyrir mér hvað yður býr í    skapi því að ekki sit eg lengi klæðlaus. Eigið þér miklu    meira í hættu en eg hvort þér haldið grið yður eða eigi.\"    Þeir svöruðu fá og settust niður. Þórðarsynir og Halldór    mágur þeirra tóku nú tal með sér. Vildu sumir halda griðin en    sumir eigi. Hnippaði hver kolli að öðrum.    Grettir kvað vísu:Dulist hefir margr í morgunmenja runnr við kunnan.Renna víst á runnaranns ímu tvær grímur.Skotið mun heldr fyr höldahvassorða leikborði.Öld bilar orð að halda.Allt dró slafr af Hafri.    Þá mælti Tungu-Steinn: \"Þykir þér svo vera Grettir eða hvað    munu þeir af ráða, höfðingjarnir? En satt er það að þú ert    afbragðsmaður fyrir hreysti sakir. Eða sérð þú eigi að hver    þeirra kjáir nefinu að öðrum?\"    Grettir kvað þá vísu:Héldu Hlakkar tjaldahefjendr saman nefjumHildar veggs og hjuggusthregg-Nirðir til skeggjumog geðstrangir gengu,griða tóku að iðrast,Sváfnis látrs í sveitirsviptendr er mig kenndu.    Þá mælti Hjalti Þórðarson: \"Ekki skal svo vera, segir hann.    \"Halda skulum vér grið vor þó að vor hafi orðið    hyggindismunur. Vil eg eigi að menn hafi það til eftirdæma að    vér sjálfir höfum gengið á grið þau sem vér höfum sett og    seld. Skal Grettir fara liðugur þangað sem hann vill og hafa    grið til þess er hann kemur aftur úr þessari ferð. Eru þá úti    þessi tryggðamál hvað sem í gerist með oss.\"    Allir þökkuðu honum fyrir og þótti hann höfðinglega gera,    slíkar sakir sem til voru. Þorbjörn öngull varð hljóður við.    Var þá talað til að annar hvor þeir Þórðanna mundi taka á    Gretti en hann bað þá ráða. Nú gekk annar fram þeirra bræðra.    Grettir stóð fyrir réttur en hinn hljóp að honum sem snarast    og gekk Grettir hvergi úr sporum. Grettir seildist aftur yfir    bak Þórði og tók svo í brækurnar og kippti upp fótunum og    kastaði honum aftur yfir höfuð sér svo að hann kom að herðum    niður og varð það allmikið fall. Þá mæltu menn að þeir skyldu    fara til báðir bræðurnir senn og svo var gert. Þá urðu    allmiklar sviptingar og máttu ýmsir betur en þó hafði Grettir    ávallt annan hvorn undir en ýmsir fóru á kné eða fengu    slyðrur fyrir öðrum. Svo tókust þeir fast á að hvervetna var    blátt og blóðrisa. Öllum þótti að þessu hin mesta skemmtun.    Og er þeir hættu þökkuðu allir fyrir glímuna þeim og var það    dómur þeirra er hjá sátu að þeir væru eigi sterkari tveir en    Grettir einn en hvor þeirra hafði tveggja manna megin þeirra    sem gildir voru. Þeir voru svo jafnsterkir að hvorgi bar af    öðrum ef þeir reyndu með sér.    Grettir var ekki lengi á þinginu. Bændur báðu hann gefa upp    eyna en hann neitti því og gátu bændur ekki að gert.    Grettir fór aftur til Drangeyjar og tók Illugi feginsamlega    við honum. Settust þeir um kyrrt. Sagði Grettir þeim nú frá    ferðum sínum. Leið nú fram á sumarið.    Öllum þótti Skagfirðingar mikinn drengskap sýnt hafa og    hversu vel þeir héldu grið sín og má þá af slíku marka    hverjir dygðarmenn þá voru, slíkar sakir sem Grettir hafði    gert við þá.    Bændur þeir sem óríkari voru töluðu með sér að þeim væri    lítið gagn að eiga lítinn part í Drangey og buðu nú að selja    Þórðarsonum en Hjalti kvaðst eigi kaupa vilja. En bændur    skildu það til að sá er kaupa vildi skyldi annaðhvort drepa    Gretti eða koma honum burt. Þorbjörn öngull kvaðst eigi spara    að bindast fyrir um atför við Gretti ef þeir vildu gefa honum    fé til. Hjalti bróðir hans lagði af við hann sinn part í    eyjunni því að Þorbjörn var þeirra harðfengari og óvinsæll.    Svo gerðu þá fleiri bændur. Fékk Þorbjörn öngull þá mikinn    hlut eyjarinnar með litlu verði en hann bast undir að koma    Gretti á burtu."}}