{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_12", "text": {"0": "Um morguninn snemma kemr Bósi til Herrauðarok segir honum, hvat hann hefir frétt um náttina, oksíðan bjuggust þeir frá bónda, ok gaf Bósi dóttur hansfingrgull, ok fóru þeir nú at tilvísan hennar, þar tilat þeir sá þann bæ, er Sigurðr var á. Þeir sá nú, hvarhann fór ok einn sveinn með honum ok stefndu heimtil hallarinnar. Þeir gengu nú á veginn fyrir Sigurð.Bósi rak spjótit í gegnum hann, en Herrauðr kyrktisveininn til bana. Síðan fló Bósi belg af þeim báðumok fór síðan til skips, ok sögðu Smið, hvat þeir höfðuafrekat. Þeir gerðu nú ráð sín. Smiðr færði Bósa íaðra nágrímuna, en fór sjálfr í aðra ok í þann búning,sem sveinninn hafði haft, en Bósi í þann, er Sigurðrhafði átt. Þeir sögðu Herrauð fyrir allt, hversu hannskyldi bera sik at, ok fara þeir nú heim til borgarinnarok kómu at þeim hallardyrum, sem Goðmundr konungrvar fyrir. Þóttist hann þar kenna Sigurð, ok fagnarhann honum vel ok leiðir hann inn, ok tók hann þegarvið féhirzlum konungs ok ölgögnum ok kjallara okhefir skipan á, hvert öl fyrst skal ganga, ok segir byrlurumfyrir, hversu ákaft þeir skulu skenkja. Sagði hann,at þat varðar mestu, at menn verði it fyrsta kveld semdrukknastir, því at þar eimir lengst af. Þessu næst varhöfðingjum í sæti skipat ok brúðrin inn leidd ok ábekk sett ok með henni margar meyjar hæverskar.Goðmundr konungr sat í hásæti ok brúðguminn hjáhonum. Hrærekr þjónaði brúðgumanum. Eigi er greint,hversu höfðingjum var skipat, en þess getr, at Sigurðrsló hörpu fyrir brúðunum. En er minni váru inn borin,sló Sigurðr svá, at menn sögðu, at eigi mundi fásthans líki, en hann kvað þar lítit mark at fyrst. Konungrbað hann eigi af spara. Ok sem inn kom þatminni, sem signat var Þór, þá skipti Sigurðr um slagina,ok tók þá at ókyrrast allt þat, sem laust var, hnífarok borðdiskar ok allt þat, sem engi helt á, ok fjöldimanna stukku upp ór sínum sætum ok léku á gólfinu,ok gekk þetta langa stund. Því næst kom þat minniinn, er helgat var öllum Ásum. Sigurðr skipti þá ennum slagina ok stillti þá svá hátt, at dvergmála kvað íhöllunni. Stóðu þá upp allir þeir, sem inni váru, nemabrúðguminn ok brúðrin ok konungrinn, ok var núallt á ferð ok för innan um alla höllina, ok gekk þvílanga stund. Konungr spyrr nú, hvárt hann kann nokkutfleiri slagi, en hann segir eptir vera nokkura smáleikaok bað fólkit hvílast fyrst. Settust menn nú tildrykkju. Sló hann þar Gýgjarslag ok Drömbuð okHjarrandahljóð. Því næst kom inn Óðins minni. Þálauk Sigurðr upp hörpunni. Hún var svá stór, at maðrmátti standa réttr í maganum á henni; hún var öll semá gull sæi. Þar tók hann upp hvíta glófa gullsaumaða.Hann sló nú þann slag, sem Faldafeykir heitir, ok stukkuþá faldarnir af konunum, ok léku þeir fyrir ofan þvertréin.Stukku þá upp konurnar ok allir menninir, ok engihlutr var þá sá, at kyrr þoldi. En er þetta minni var afgengit, kom inn þat minni, er signat var Freyju, ok áttiþat síðast at drekka. Tók Sigurðr þá þann streng, er lá umþvera strengina, ok bað konung búast við Rammaslag.En konungi brá svá við, at hann stökk upp ok svá brúðguminnok brúðrin, ok léku nú engir vakrara en þau, okgekk þessu langa stund. Smiðr tók nú í hönd brúðinniok lék allra vakrast. Hann tók borðbúnað af stólnumok kastaði upp í sængina, þegar hann sá sér færi á. Enfrá Herrauði er þat at segja, at hann lætr menn sínameiða öll þau skip, sem með sjónum váru, svá at ekkivar sjófært. Suma hafði hann heima í borginni, ok báruþeir til sjóvar gull ok gersemar, er Smiðr hafði lagitþeim til handargagns. Var nú mjök húmat. Sumir váruuppi á höllunni ok skynjuðu, hvat inni var, ok dróguút um gluggann þat, sem upp var kastat í sængina, ensumir færðu til skipa ok sneru stöfnum frá landi."}}