{"originalTitle": "Grettis_Saga_Chapter_75", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_75", "text": {"0": "Býst Grettir nú til sunds og hafði söluvoðarkufl og gyrður í    brækur. Hann lét fitja saman fingurna. Veður var gott. Hann    fór að áliðnum degi úr eyjunni. Allóvænlegt þótti Illuga um    hans ferð.    Grettir lagðist nú inn á fjörðinn og var straumur með honum    en kyrrt með öllu. Hann sótti fast sundið og kom inn til    Reykjaness þá er sett var sólu. Hann gekk til bæjar að    Reykjum og fór í laug því honum var orðið nokkuð kalt.    Bakaðist hann lengi í lauginni um nóttina og fór síðan í    stofu. Þar var mjög heitt því að eldur hafði verið um kveldið    og var lítt rokin stofan. Hann var móður mjög og sofnaði    fast. Lá hann þar allt á dag fram.    En er á leið morguninn stóðu heimamenn upp og komu konur tvær    í stofu fyrst. Það var griðkona og dóttir bónda. Grettir var    við svefn og höfðu fötin svarfast af honum ofan á gólfið. Þær    sáu hvar maður lá og kenndu hann.    Þá mælti griðkona: \"Svo vil eg heil, systir, hér er kominn    Grettir Ásmundarson og þykir mér raunar skammrifjamikill vera    og liggur ber. En það þykir mér fádæmi hversu lítt hann er    vaxinn niður og fer þetta eigi eftir gildleika hans öðrum.\"    Bóndadóttir svarar: \"Því ber þér svo mart á góma? Og ertu    eigi meðalfífla og vertu hljóð.\"    \"Eigi má eg hljóð vera um þetta, sæl systirin,\" segir    griðkona, \"því að þessu hefði eg eigi trúað þó að nokkur    hefði sagt mér.\"    Fór hún nú yfir að honum og gægðist en stundum hljóp hún til    bóndadóttur og skellti upp og hló.    Grettir heyrði hvað hún sagði. Og er hún hljóp enn yfir á    gólfið greip hann til hennar og kvað vísu:Váskeytt er far flásu.Fár kann sverð í háriæskiruðr fyr öðrumörveðrs séa görva.Veðja eg hins að hreðjarhafit þeir en vér meiriþótt éldraugar eigiatgeira sin meiri.    Síðan svipti hann henni upp í pallinn en bóndadóttir hljóp    fram. Þá kvað Grettir vísu:Sverðlítinn kvað sæta,saumskorða, mig orðinn.Hrist hefir hreðja kvistahælin satt að mæla.Alllengi má ungum,eyleggjar bíð Freyja,lágr í læra skógi,lotu, faxi mér vaxa.    Griðka æpti hástöfum en svo skildu þau að hún frýði eigi á    Gretti um það er lauk.    Litlu síðar stóð hann upp og gekk til Þorvalds bónda og sagði    honum til vandkvæða sinna og bað hann flytja sig út og gerði    hann svo og léði skip og flutti hann út og þakkaði Grettir    honum fyrir þenna drengskap.    En er það fréttist að Grettir hafði lagst viku sjóvar þótti    öllum frábært, frækleikur hans bæði á sjá og landi.    Skagfirðingar ámæltu mjög Þorbirni öngli fyrir það er hann    kom eigi Gretti burt úr Drangey og kváðust mundu aftur taka    hver sinn part. Honum þótti sér óhægt um og bað þá vera góða    í."}}