{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_25", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_25", "text": {"0": "Karl einn átti bú þar skammt frá konungi. Hannátti sér konu ok dóttur eina barna, er Bera hét. Húnvar á ungum aldri ok væn at áliti. Björn konungsson okBera karlsdóttir léku barnleikum saman, ok fellst velá með þeim. Karl var auðugr at fé ok hafði lengi legití hernaði á unga aldri ok var inn mesti kappi. Þau Beraog Björn unnu hvárt öðru mikit, ok hittust þau jafnan.Liðu nú svá stundir fram, at ekki verðr til tíðenda.Þroskast Björn konungsson mikit, ok gerist hann bæðimikill ok sterkr. Hann var vel mannaðr um allar íþróttir.Hringr konungr var löngum ór landi ok í hernaði,en Hvít var heima ok stjórnaði landi. Ekki var húnvinsæl af alþýðu, en við Björn lét hún allblítt, en hannþekktist þat lítt. Ok eitt sinn, er konungr fór heiman,ræddi drottning við Hring konung, at Björn, sonr hans,skyldi heima vera með henni til landstjórnar. Konungiþótti það ráðligt. Gerðist drottning nú ríklunduð okdrambsöm. Konungr sagði syni sínum, Birni, at hannskuli vera heima ok gæta lands með drottningu. Björnsagði sér lítit um það vera ok sagði, at sér sé stórilla tildrottningar. Konungr sagði, at hann skyldi eptir vera.Ferr konungr nú ór landi með miklu fjölmenni.Björn gengr nú heim eptir viðtal þeira föður hans,ok þótti mjök sinn veg hvárum þeira. Hann gekk tilrúms síns ok var heldr fákátr ok var rauðr sem blóð.Drottning gengr til tals við hann ok vill gleðja hann okmælti til vináttu við Björn. Hann bað hana í burtu fara.Hún gerir svá at sinni. Opt kom hún þó at máli við hannok sagði, at þat væri vel fallit, at þau byggði eina rekkju,á meðan konungr væri í burtu, ok kallaði miklu betriþeira samvistu en þat hún ætti svá gamlan mann semHringr konungr var. Björn tekr þessu máli þungligaok sló hana kinnhest mikinn ok bað hana dragast í burtok hratt henni frá sér. Hún kvaðst þessu óvön at húnværi hrökt eða barin, -- \"ok þykkir þér betra, Björn, atspenna heldr karlsdóttur, ok er þé þat makligt, sem váner á, ok svívirðiligra en njóta minnar ástar ok blíðu, okværi þat ekki fjarri, þótt nokkut kæmi í mót þrá þinniok heimsku.\" Hún lýstr nú til hans með úlfhanzka oksegir, at hann skyldi verða at einum híðbirni ólmumok grimmum, -- \"ok nýta þér þó enga fæðslu aðra enfé föður þíns. Skaltu drepa þat þér til matar meir endæmi séu til, ok aldri skaltu ór þessum álögum fara, okskal þér þessi minning verri en engi.\""}}