{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_32", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_32", "text": {"0": "En þegar menn váru í svefni, stóð Hrólfr upp mjökhljóðliga. Hann gekk þangat, sem Dúlcifal var, ok stéá bak honum ok reið til þess, er hann kom til Hreggviðarhaugs. Tunglsljós var bjart. Hrólfr sté af hestinumok gekk upp á hauginn. Hann sér, hvar Hreggviðr konungrsitr utan undir hauginum ok horfir mót tunglinuok kvað:\"Gleðst Hreggviðraf góðri förHrólfs ins hugdjarfahingat til landa.Mun rekkr sáræsis hefnaá Eirekiok öllum þeim.Gleðst Hreggviðraf Gríms dauða,Þórðar ok þar meðþrjóta lífstundir.Mun flokkr sjáfjanda minnafyrir Hrólfihníga verða.Gleðst Hreggviðrþá Hrólfr færungrar meyjar,Ingigerðar.Mun Hólmgarðihilmir stýra,Sturlaugs sonr.Standi kvæði.\"Gekk þá fram Hrólfr ok kvaddi hann virðuliga. Konungrtók vel kveðju hans ok spurði, hversu honumgengi til. Hrólfr segir: \"Gerla munuð þér þat vitaþykkjast, þótt ek segi þar eigi af, en þungt hefir ossorrostan veitt hér til sakir þess mikla mannskaða, ervér höfum fengit, ok er yðr nú til leggja nokkurgóð ráð, at oss verði liðsemd at.\" Hreggviðr mælti:\"Nú þykki mér góð efni í, at þú munir geta hefnt mín,ok mun þér sigrs auðit verða, þótt ólíkligt þykki. Héreru tvær byttur, er þú skalt við taka ok skenkja öllumþínum mönnum af annarri, þegar þeir vakna í morgin,en af inni minni byttunni skulið þit Stefnir drekka,ok mun ykkr þaðan af engi hlutr at áskilnaði verða.Kann ek þér þat at segja, at Stefnir ætlar sér Ingigerði,dóttur mína, þegar hann sá fegrð hennar, en eigi Þorgný,föður sínum, eða þér. Nú ann ek þér at njótahennar, enda mun Stefni þat vel líka, er þú vilt veraláta, þegar þit hafið af byttunni drukkit. Hér er okknífr ok belti, er ek vil gefa þér, ok munu eigi þvílíkirgripir á Norðrlöndum finnast. Skaltu þeim einummanni gefa þat, er þú þykkist mikit gott eiga upp atunna, en nú munum vit hér skilja at sinni ok aldrisíðan sjást. Skaltu nú hauginn aptr byrgja, sem ek hefiþér áðr fyrir sagt. Ber þú kveðju mína Ingigerði, dótturminni. Vildi ek til þín hyrfi öll sú hreysti ok hamingja,er mér hefir áðr fylgt. Far nú heill ok vel, gangi þérallir hlutir eptir óskum.\"Síðan fór Hreggviðr öfugr inn í hauginn, en Hrólfrbyrgði aptr hauginn, sem honum var boðit, ok stésíðan á Dúlcifal ok sneri heimleiðis. En er hann varmjök kominn at herbúðum, fór Stefnir þar í móti honummeð alvæpni mjök reiðiligr ok mælti: \"Illa hefirþú gert, Hrólfr, er þú hefir gengit í Hreggviðar haugok vilt þér einum frægða ok hyggst þar með at fá Ingigerðarkonungsdóttur, en þat er þó eigi þess vísara.\"Hrólfr segir: \"Enga frægð hefi ek í þessu unnit, þóttek hafi víðara farit náttlengis heldr en þú. Hefi ekengan hug á þat lagt, at ek mundi konungsdóttur fá.Mun sá hennar njóta, er lagit verðr, hvat er hverrgihugsar.\" Segir Hrólfr þá Stefni af sinni ferð til haugsinsok sýndi honum bytturnar. Settust þeir þá niðr okdrukku af byttunni, ok þóttust þeir við þann drykkmikit styrkna. Gerðist Stefnir þá blíðr við Hrólf oksegir honum makligast at njóta Ingigerðar, -- \"ok erþat sannligra, at þú fáir hennar heldr en faðir minn,svá gamall sem hann er.\" Gengu þeir síðan til herbúðasinna ok sváfu þat, er nætr var eptir.Árla um morgin vakti Hrólfr lið sitt ok skenkti öllumaf byttunni, en þegar hverr hafði af drukkit, kenndiengi sinna sára, þótt áðr væri ófærir, þegar setzt hafðimeð þeim. Eggjuðu þeir mest, at berjast skyldi, er áðrvildu harðast flýja. Möndull sá í byttuna ok segir slíkahluti vinsamliga, -- \"en þó vil ek ekki þetta öl drekka.Mega því allir ógurliga fram ganga, at oss kemr góð dagveizla,áðr en sjá dagr er úti, en þó munu þeir tíðendisegja kunna.\" Herklæddust nú allir ok bjuggu sik tilorrostu. Möndull mælti þá: \"Nú mun sá dagr kominn,Hrólfr, er þú munt þurfa kápu þinnar. Er hér einbrún silkiblaka, er þú skalt setja innan undir kápugrímunaok aldri henni frá andlitinu létta, þó at þérkunni heitt at verða.\" Hrólfr tók við blökunni ok bjósvá um sem dvergr sagði fyrir. Fóru þeir nú til vígvallarok fylktu liði sínu ok sýndu sik búna at berjast.Tóku þeir sér annan orrostustað, því at sá inn samimátti eigi vera fyrir valfalli. Möndull gengr tysvar rangsæliskringum valinn. Hann blés ok blístraði í allarættir ok þuldi þar forn fræði yfir ok sagði þann valþeim eigi at meini verða mundu."}}