{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_9", "text": {"0": "Einn morgin, er þau Ása lágu í sæng sinni, mæltiÁsa við Sturlaug: \"Er hólmstefna á hendi þér, Sturlaugr?\"\"Satt er þat,\" segir hann. \"Við hvern?\" segirhún. \"Við Kol krappa,\" segir hann, \"eða hvat kanntuþar til leggja?\" Hún svarar: \"Far þú ok finn Véfreyju,fóstru mína. Haf hennar ráð, ok mun þér vel duga.Hér er fingrgull, er þú skalt henni færa til jarteikna,ok seg, at mér þykkir mikit undir, at hún taki vel viðþér.\"Sturlaugr ferr nú ok þeir tólf saman fóstbræðr, ríðanú til þess, er þeir koma at bæ kerlingar. Sturlaugrhleypr af baki ok inn í dyrrnar at kerlu ok leggrhendrnar um háls henni ok kyssti hana svá mælandi:\"Heil ok sæl, kerling mín.\" Hún snarast við honumfast ok rekr upp á hann augun: \"Hverr er þessi hundsinssonrinn, er mik leikr svá háðuliga, ok engi hefirslíkt þorat at gera fyrri, ok skal ek þetta grimmligagjalda.\" Sturlaugr mælti: \"Vertu eigi svá reið, kerlingmín, því at Ása sendi mik hingat til þín.\" \"Hvat erþér at Ásu\" segir kerling. \"Hún er kona mín,\" segirhann. Hún mælti: \"Er lokit boðinu?\" \"Svá er þat,\" segirhann. \"Nú eru brögð í\" segir kerling, \"er mér vareigi boðit til boðsins. Þó skal gera sem Ása biðr. Farþú af klæðum, ok vil ek sjá bolvöxt þinn.\" Hann gerirsvá. Hún strýkr hann allan, ok þykkist hann mikitstyrkna við. Síðan gefr hún honum ker at drekka ór,ganga síðan til stofu. Kerling var in bezta til beinaum kveldit. Hún spyrr, hvárt Sturlaugr vill liggja einnum náttina eða hjá sér, -- \"en eigi skal ek at heldr svíkjaÁsu mína.\" Sturlaugr segir: \"Þess betr þykki mér,kerling, sem ek er nær þér.\" Þá lét kerling einn stokká milli þeira, en þau lágu á einu hægendi bæði samanok áttu tal saman um nóttina. Sturlaugr mælti: \"Hvatleggr þú mér til ráðs, því at hólmstefna er á hendimér við Kol inn krappa?\" \"Óvænliga þykki mér þathorfa,\" segir kerling, \"því at á hann bíta engi járn,ok kann ek hér varla ráð til at leggja.\"Um morgininn bjuggust þeir fóstbræðr til ferðar,ok er þeir váru búnir, þá mælti kerling við Sturlaug:\"Tak hér við loðkápu einni, er langfeðgar mínir hafaátt, ok saxi, ok hefir jafnan gæfa fylgt, ok reyn, hvártnokkurr þróttr er í þér.\" Sturlaugr tók við ok hjó í einnstein, er stóð í hlaðinu, ok tók af steininum hyrnuna.Ryð fell af sverðinu, ok var bjart eptir sem silfr. Þámælti kerling: \"Þetta sverð skaltu bera á hólm viðKol krappa, en eigi máttu sýna honum þetta sverð, efhann biðst at sjá þat, er þú átt at höggva með.\" Þámælti kerling: \"Far þú nú vel, Sturlaugr minn, okgangi þér allt til sigrs ok tíma, á meðan þú lifir, okalla gæfu, þá er várir frændr hafa haft, þá legg ek tilþín, sem ek má framast. Þó er ek hrædd, hverninn ferrmeð ykkr Kol krappa. En tvá sonu á ek, er ek vildaþú tækir í fóstbræðralag.\" \"Svá skal vera,\" segir Sturlaugr.Nú sverjast þeir í fóstbræðralag. Síðan snúa þeirí brott. En er þeir váru skammt farnir, kallar kerlingeptir þeim ok mælti: \"Viltu, Sturlaugr minn, at Svipuðr,fóstri minn, fari með þér; hann er frár á fæti.\"\"Þat vil ek,\" segir Sturlaugr. Kerling seldi Svipuði íhendr pung lítinn. Hann stakk honum næst sér, oksíðan hljóp hann fyrir hestum þeira. Ríða nú leiðarsinnar ok létta eigi fyrr en þeir koma austr til Gautelfar,ok er Kolr eigi kominn. Sturlaugr tjaldar búðþá, er Kolr var vanr at tjalda."}}