{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_42", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_42", "text": {"0": "Gengr Yrsa drottning þá á fund Hrólfs konungs okfagnar honum afar vel. Hann tekr ok vel kveðju hennar.Hún fær til mann at þjóna þeim ok gera þeim góðanbeina. Ok sem þessi maðr kom fyrir Hrólf konung, þámælti hann: \"Þunnleitr er þessi maðr ok nokkurr krakií andlitinu, eða er þetta konungr yðarr?\" Hrólfr konungrmælti: \"Nafn hefir þú gefit mér, þat sem við mikmun festast, eða hvat gefr þú mér at nafnfesti?\" Vöggrsvaraði: \"Alls ekki hefi ek til, því at ek em félauss.\"Konungr mælti: \"Sá hlýtr þá at gefa öðrum, sem til á.\"Hann dregr þá gullhring af hendi sér ok gefr þessummanni. Vöggr mælti: \"Gef þú allra manna heilastr,ok er þetta in mesta gersemi.\" Ok sem konungr fann,at honum þótti mikils um vert, mælti hann: \"Litluverðr Vöggr feginn.\" Vöggr mælti ok sté upp á stokköðrum fæti: \"Þess strengi ek heit, at ek skal þín hefna,ef ek lifi lengr, ef þú verðr af mönnum sigraðr.\" Konungrsvarar: \"Vel ferr þér,\" segir hann, \"en þó væriekki til aðrir óvænni en þú.\"Þat skilja þeir, at þessi maðr muni vera hollr oktrúr í því inu litla, sem hann má, en lítils hyggja þeirhann muni orka mega, því at maðrinn var auvirðiligr.Nú leynast þeir ekki fyrir honum. Síðan ætluðu þeirat sofa, ok þóttust þeir vita, at þeir mundu mega liggjaóhræddir í þeim herbergjum, sem drottning hafði fengitþeim. Böðvarr mælti: \"Vel er hér fyrir oss búit, okvill drottning oss vel, en Aðils konungr vill oss svá mikitillt sem hann má. Þykkir mér mikit, ef vér verðum athafa svá búit.\" Vöggr segir þeim, at Aðils konungr séinn mesti blótmaðr, \"svá at ekki finnst dæmi til. Blótarhann einum gölt, ok skil ek ekki, at slíkr óvinr megiverða, ok veri þér varir um yðr, því at hann leggr þarallt kapp á at fyrirkoma ykkr með einhverju móti.\"\"Meiri ván þykkir mér,\" segir Böðvarr, \"at hann munimuna oss þat, hvernig hann stökk ór höllinni fyriross í kveld.\" \"Svá skulu þér til ætla,\" segir Vöggr, \"athann muni slægr ok grimmúðigr.\""}}