{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_2", "text": {"0": "Eirekr er konungr nefndr. Hann var sjákonungr okættaðr af Gestrekalandi. Þat liggr undir Svíakonung.Þar eru menn sterkir ok þursligir, harðir ok illir viðreignarok fjölkunnigir. Eirekr konungr var stórr maðrok rammr at afli, svartr ok stórskorinn mjök. Hann láúti vetr ok sumar með fjölda skipa ok herjaði á ýmislönd. Var hann inn mesti hermaðr ok mjök óeirinn.Systur átti hann fríða, er Gyða hét, ok var hún jafnanmeð konungi.Eirekr hafði marga berserki ok kappa í liði sínu, okeru fjórir nefndir af þeim. Þat váru bræðr tveir. Hétannarr Sörkvir, en annarr Brynjólfr. Miklir ok sterkirváru þeir ok illir viðreignar, fjölkunnigir ok svá galdrafullir,at þeir deyfðu eggjar í orrostum. Sörkvir varþeira sterkari ok burtreiðarmaðr mikill. Þriði maðr varfrændi konungs, er Þórðr hét, ok var kallaðr Hléseyjarskalli,mikill ok sterkr. Hann var ættaðr ór Hléseyjuí Danmörku. Þar hafði hann upp vaxit. Grímr hét fóstbróðirhans ok kallaðr ægir. Maðrinn var sterkr ok atöllu illr. Ekki vissu menn kynferði hans eða ætt, þvíat Gróa völva hafði fundit hann í flæðarmáli í Hlésey,en hún var móðir Þórðar ok hafði Grím fóstrat ok uppfæddan ok kenndi honum svá alla fjölkynngi, at engi áNorðrlöndum var hans líki, því at hans eðli var ólíktallra annarra manna náttúru. Þat er sumra manna ætlun,at móðir Gríms muni sjógýgr nokkur verit hafa,því at hann mátti bæði fara í sjó ok vatni, ef hann vildi.Var hann því ægir kallaðr. Hann át hrátt ok drakkblóð bæði ór mönnum ok fénaði. Hann brást ok opt íýmissa kvikenda líki ok skipti hömum svá skjótt, atvarla festi auga á. Hans andi var svá heitr, at mennþóttust brenna, þó at herklæddir væri. Hann spjó okýmist eitri eða eldi á menn ok deyddi með því bæðimenn ok hesta, ok því stóðu honum engir. Eirekr konungrhafði mikit traust á honum ok öllum þeim.Spörðu þeir ok ekki illt at vinna."}}