{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_17", "text": {"0": "Um morguninn eptir árla gengu þeir til hallar. Þarvar gert bál mikit. Litlu síðar kemr konungr ok mælti:\"Hástiga fæ ek til at stíma við þik, Hörðr.\" \"Vel er þat,\"segir hann, \"at vit skulum reyna skinndráttinn, ok búþik til, Hástigi,\" segir Hörðr. Hann fór af öllum sínumklæðum, en ekki fór Hörðr af loðkápu sinni. Þeim varfenginn í hendr svörðr allsterkr; koma þá í átök stór okmiklar sviptingar, ok váru uppi á þeim ýmsir endar.Kipptu þeir snart í sundr sverðinum á milli sín. Baðkonungr at sækja uxahúðina ok fá þeim. Tóku þeir þáá með öllu afli, ok váru hnykkingar ramligar, svá atýmsum var búit at hrjóta fram á bálit. Var Hástigisterkari, en Hörðr heppnari ok mjúkari. Konungrmælti: \"Lítt er á tekit, Hástigi, er þú lætr barn þettasvá lengi streitast á móti þér.\" \"Þat mun eigi lengi vera,\"segir Hástigi, \"ef ek herði mik til fulls.\" En á meðanþeir töluðust við konungr ok Hástigi, tók Hjálmþérsverðit ok saxit ok stakk niðr fyrir fætr Herði,ok sá þat engi, því at loðkápan skútti fram yfir.Hástigi tók þá í svá fast, at Herði var eigi annat búit enhann mundi tumba fram á eldinn. Þóttist Hörðr aldrií þvílíkar hnippingar komit hafa. Var svá á tekit afbáðum, at öllum í höllinni þótti mikil undr gegna, at þeirváru eigi af mæði sprungnir ok hvat þeir þola af sínummiklum atgangi ok sterkum átökum. Hörðr segir þá tilHástiga: \"Bústu nú við, því at ek mun nú herða mik,ok skaltu eigi lengi lifa.\" \"Svá mun ek gera,\" segirHástigi. Hörðr tók þá til með öllu afli ok kippti Hástigafram á bálit ok fleygði húðinni ofan á hann ok hljópsjálfr ofan á bakit á honum ok gekk síðan til bekkjar.Konungr bað taka manninn af eldinum. Hástigi varmjök brunninn. Konungr var nú reiðr mjök, en þóttisér þó mikit at kenna."}}