{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_35", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_35", "text": {"0": "Svá er sagt af þeim Hrólfi konungi, at þeir sátu viðdrykk glaðir ok kátir. Heyra þeir út gný mikinn okvopnabrak, ok því næst var borinn eldr at skemmunniþeiri, er þeir sátu inni. Tókst svá til, at drottning sjálfvar fyrir því liðinu ok Gautrekr, sonr hennar. Hrólfrkonungr mælti þá: \"Þat ætla ek, Þórir félagi, at skjöldrþinn hafi litla vörn veitt konungsmönnum. Munu þeirnú út komnir með liði sínu. Látum þá nú kenna vápnavárra, áðr en vér erum yfirkomnir.\" Síðan hlaupa þeirupp ok vápnast. Þá mælti konungsdóttir: \"Sjáið nú sváfyrir, Hrólfr konungr, í útgöngu yðvarri, at þetta eruekki Írakonungs menn, heldr þínir vinir ok frændr,ok efnið nú vel öll heit við oss.\" Þeir tóku stokk einnok skutu á skemmuhurðina, hraut hún þegar í sundr,gengu þeir þá þegar út. Kenndi Hrólfr konungr skjóttGauta ok Svía. Maðr einn stóð fyrir honum með alvæpniok var inn vígligasti. Hann tók af hjálminn okhnekkti af aptr, kenndi hann, at þat var Þornbjörgdrottning. Konungr mælti: \"Seint er þó at tryggja slíkarkonurnar sem þú ert, ok viltu nú brenna mik innisem melrakka í greni.\" Hún svarar: \"Virða mættir þúbetr, ef þú vildir, Hrólfr konungr, því at vér gerðumþetta ekki af illvilja, ok eigum nú öll sigri at hrósa,er þér eruð allir heilir, er mest eruð verðir, ok tökumnú þat ráð, er öllum er heyriligast.\" Hrólfr konungrbað slökkva sem skjótast eldana. Fréttist þetta nú skjóttum herinn, at Hrólfr konungr var heill ok ósakaðrok Ásmundr ok Þórir járnskjöldr var þar ok kominn.Varð þá feginleiki mikill allra höfðingja ok liðsmanna.Varð lítit fyrir at slökkva eldana, er óvíða höfðukveyktir verit. Ok er Írakonungr merkti, at ófriðr varkominn ok tröllit var ekki í hallardyrunum, hlupu þeirút ok vörðu höllina hraustliga. Var Ketill konungrþar til atsóknar bæði með eldi ok járnum. Varð þó áðrnokkut mannfall en Hrólfr Gautreksson kom út okbað slökkva eldana, en gekk at með kappi ok styrk oklét höndum taka Hrólf Írakonung, en drepa alla þá,er fyrir honum vildu standa.Ok at þeim verkum unnum mælti Hrólfr konungrGautreksson: \"Nú er svá komit, nafni, fyrir fáum náttumáttu þér vald á lífi mínu ok höfðuð ætlat mér heldrharðan dauða, ef eigi hefði betrazt várt mál. En nú eruþau umskipti orðin, at ek á vald á yðr ok öllu því yðrvarðar. Munu þér nú verða at hlíta við várum dómum.Vili þér nú unna Ásmundi, fóstbróður mínum,syni Skottakonungs, mægða við yðr ok vinna þat yðrtil lífs ok yðar mönnum til friðar ok frelsis?\" HrólfrÍrakonungr kveðst því játa mundu. Katli konungiGautrekssyni ok öðrum liðsmönnum þótti undarligt,at Hrólf Írakonung skyldi ekki þegar af lífi taka, svásem hann hafði liði þeira at skaða orðit. Höfðu þeirlátit marga góða drengi ok mikils háttar menn. EnHrólfr konungr Gautreksson sagðist þat mest geravegna konungsdóttur, kvað hana vel hafa gert sér oksínum félögum, sagði Hrólf Írakonung einskis góðs frásér verðan, kvað hann vera illan konung ok prettvísan,sagði þat mest hafa hlotizt af Þóri járnskildi, fóstbróðursínum, at hann kom engu illu fram með fjölkynngisinni, sem hann var vanr, heldr fengit skömm ok skaða,sem makligt var. Eptir þetta greiddi Írakonungr dóttursinni mikit fé í gulli ok silfri ok alls konar dýrgripum,því at þeir vildu sem skjótast burt af Írlandi okvildu ekki unna Írakonungi þeirar sæmdar at haldabrúðkaup dóttur sinnar. Gerðu þeir hann um allt semhrakligastan, annat en hann helt lífinu, tóku hans gózok kunnu honum enga þökk fyrir, sigldu síðan burtaf Írlandi með öll þau skip, er þeir máttu með komast,ok of fjár. Var nú mikil gleði í liði þeira, höfðunát konungi sínum ok þeim höfðingjum, er þeir unnustórliga mikit, fengit konu væna ok vitra, sem Ingibjörgvar, ok þá menn, er hún fýstist með sér at hafa.Tóku sídan England.Ella konungr fagnar harðla vel Hrólfi konungi Gautrekssyni,varð ok vel við þat mannalát, er hann hafðifengit. Eptir þat sendu þeir heim allan herinn ok settufyrir þrjá höfðingja. Hét einn Áki, danskr, annarrBjörn ok var gauzkr, þriði hét Brynjólfr, ættaðr órSvíþjóð. Þeir váru allir inir ríkustu menn, skyldu þeirhafa landvörn ok stjórn fyrir ríkjunum, til þess at konungarnirkæmi heim. Konungarnir höfðu eptir tólfskip harðla vel skipuð. Þeir sátu lengi á Englandi.Grímr Þorkelsson fekk Gyðu, systur Þórðar, er fyrrvar getit, með ráði Hrólfs konungs. Vildi hann farameð Hrólfi konungi ok skiljast ekki við hann. Ellakonungr beiddi Hrólf konung, at Þórir járnskjöldr værieptir á Englandi til landvarnar ok styrkja ríki sitt, okat viljanda Þóri varð þat, ok lét Hrólfr konungr þateptir Ellu konungi. Þórir fekk Sigríðar, þeirar sömuskemmumeyjar, er fylgt hafði Ingibjörgu konungsdóttur.Var hún ríks manns dóttir á Írlandi ok þótti verainn bezti kostr. Gerðist Þórir nú inn ríkasti maðr áEnglandi, þótti ætíð inn mesti kappi ok hreystimaðr.En um ferð hans til Írlands kunnum vér fátt at segjaok um heitstrenging hans, hvárt hann hefir haldithana eða eigi. Lifa menn opt lengi við marga þá hluti,sem eigi má mat kalla með öllu, sem eru grös mörgok rætr. Skildu þeir Hrólfr konungr Gautreksson meðblíðu ok Þórir, ok er hann ór þessi sögu."}}