{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_2", "text": {"0": "En er þrír vetr váru liðnir, sendir konungr eptirsyni sínum. Hjálmþér gekk fyrir jarl ok mælti: \"Þessvil ek biðja þik, at þú látir Ölvi fara með mér.\" Jarlbað Ölvi því ráða. Þeir gerðu nú svá. Jarl var sjálfr íferðinni með þeim. Konungr hafði veizlu búna. Hanntók við jarli ok syni sínum með allri vegsemd, en áþriðja degi veizlunnar var út boðin turniment á völluþá, sem nær lágu borginni. Þar var margt hoffólk samankomit. Hjálmþér reið fram á milli þeira, leggjandisinni stöng til beggja handa, kastandi mörgum riddaratil jarðar, ok var engi svá röskr eða ríkilátr, mikill eðamektugr, at honum þyrði í móti at ríða. Ölvir sér þetta,ok hafði hann áðr margan riddara af sínum hesti fellt.Ríðr hann sem snarligast at Hjálmþé ok hvárr ámóti öðrum, ok mátti þar sjá væna atreið á flugskjótumhestum. Leggja þeir nú hvárr í annars skjöld meðmiklu afli. Gekk svá lengi, þar til at Hjálmþér reiddistok keyrir nú hestinn sporum ok ríðr at Ölvi, leggjandisinni stöng mitt í skjöldinn, en Ölvir sat svá fast, atsundr gekk hryggr hestsins, en Ölvir kom standandiniðr, fóru síðan heim til borgar ok váru allir kátir. Ener Herrauðr jarl býst heim, gekk hann at Hjálmþé okÖlvi, syni sínum, ok kvað, at eitt mundi yfir þá ganga,-- \"vil ek, at þit sverizt í fóstbræðralag, svá at ykkartvinfengi haldist.\" Hjálmþér kveðst þat vilja. Síðangerðu þeir svá. Fór jarl nú heim. Eptir þat létHjálmþér afla at smíðum. Gerði hann sér einn kastala úti ískógi, ok sem hann var gerr, fór hann þangat meðhundrað riddara. Hann bað þess sína menn, at þeirskyldu læsa kastalann, þá er hann sæti inni.Litlu síðar tók drottning sótt ok andaðist. Var haugrgerr ok hún í sett. Þetta var konunginum mikill harmrok öllum öðrum. Hjálmþér lét þá veizlu gera eptirmóður sína, en eptir erfit gaf hann öllum góðar gjafir. Varhann optast í ríkinu, en reið á skóg at skemmta sér.Konungr lét setja stól á haug drottningar. Sat hannþar nætr ok daga, sorg ok harm berandi fyrir drottningar missi.Þat bar til einn dag, sem sólin var fagrliga skínandi,en konungr hugsar marga hluti með miklum harmi,sér hann son sinn gangandi með mörgum öðrum hoflýð,fagrliga prýddum. Hjálmþér gekk fyrir föður sinn okheilsar honum blíðliga ok mælti: \"Skulu þér hér lengisitja eða þreyja eptir yðra drottningu? Er slíkt ókonungligagert. Vil ek heldr halda í burt af ríkinu meðyðrum styrk ok fá yðr drottningarefni ok sækja með oddiok eggju, ef eigi vill öðruvís fást.\" Konungr svaraðiengu. Hjálmþér stóð lengi fyrir föður sínum ok gekkí burt síðan mjök reiðr."}}