{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_14", "text": {"0": "Inn mikli maðr kom þar at, sem Hálfdan lá ok flaktií sundr af sárum. Hann mælti til Sviða: \"Svá lízt mérá sár Hálfdanar, at þau mætti græða, ef þau tekr góðrlæknir, en eigi ætla ek honum henta hræringar eðasjóferðir, ok því mun ek senda hann á land upp tilvinar míns, er Hriflingr heitir. Kona hans heitir Arghyrna.Þau eru læknar góðir, en eiga ómegð mikla oklifa við handbjörg sína, ok er slíkt kölluð hriflingabjörg.Nú mun Hálfdani ekki lífs auðit, ef þau getaekki at gert, ok mun hann þá koma til okkar.\" Hannfekk nú til trúnaðarmenn sína at flytja Hálfdan áland upp ok fekk þeim hundrað marka silfrs ok baðsegja þeim karli, at þau legði slíkan hug á at græðahann sem sjálfan sik, ef hann kæmi til þeira, ok þauskulu segja honum fulla vissu, hvert hann ætti þessat vitja, sem hann hafði látit græða. Fara þeir nú okfinna karl ok kerlingu ok segja þeim þat, þeim varboðit, ok færðu þeim féit, en þau sögðu bæði, at þettaværi þeim full skylda. Fóru sendimenn í burtu, enþau hjón tóku til at græða hann, ok var þat torsótt,því at sár hans váru mjök sollin, ok lá hann átjánvikur í sárum ok varð þó græddr at heilu, en tólfmánaði varð hann þar at vera, áðr en hann fekk aptrsinn styrk, ok þótti honum sá tími langr, því at honumkom jafnan í hug in fagra hönd ok þat gull okglófi, sem hann hafði misst."}}