{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_21", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_21", "text": {"0": "Konungr réð fyrir Írlandi, er Hrólfr hét. Hann varmikill fyrir sér ok ódæll. Hann var blótmaðr. Hannátti sér eina dóttur barna. Sú heitir Ingibjörg. Húnvar vitr kona ok væn, ok þótti engi betri kostr á Írlandi.Hennar höfðu beðit margir ágætir konungasynir,ok vildi faðir hennar eigi gifta hana. Höfðu þeir þessaleitat bæði með ráðum ok með orrostu, en Hrólfr konungrvar svá forspár, at af sinni illsku ok vándum átrúnaðivissi hann fyrir kvámu þeira ok hafði jafnan þá heróvígan, er þeir ætluðu at koma honum á óvart. Hannsjálfr var ok inn mesti berserkr til framgöngu, svá athann felldi marga kappa í einvígum, þó at honum byði áhólm, ok fyrir slíkra hluta sakir varð hann frægr, sváat engir konungar fýstust við hann at keppa, hafðihann ok nú langan tíma svá setit í náðum, at engi konungrhafði strítt á hans ríki, því at allir óttuðust hansharðfengi.Einn tíma er þess við getit, at Ásmundr kemr atmáli við Hrólf konung Gautreksson: \"Svá er mál meðvexti, herra, at ek vildi staðfesta ráð mitt ok kvænast.Gerist faðir minn mjök aldraðr, ok á ek at taka ríkieptir hans dag.\" Hrólfr konungr svaraði: \"Hvarhorfir þú, fóstbróðir, á um þetta mál?\" Ásmundrsvaraði: \"Hrólfr heitir konungr, er ræðr fyrir Írlandi,mikilhæfr maðr. Hann á dóttur væna ok vitra,er heitir Ingibjörg. Hennar vilda ek fá ok hafa þartil yðvarn styrk ok harðfengi at ná þessu ráði mér tilhanda.\" Hrólfr konungr svaraði: \"Eigi mun þér Hrólfrkonungr ókunnigr vera. Hann er fullr upp galdra okgerninga, ok má honum ekki á óvart koma. Er ok illtat sækja Írland með her útlendum. Þar er fjölbyggt,en grunn mikill fyrir landinu, svá at þar við kemst ekkinema með smáskipum, ok hefi ek heyrt, at nokkurirmikils háttar menn hafi beðit þessar meyjar ok engifengit nema skömm ok svívirðing af konungi þessum.Nú veiztu, fóstbróðir, at oss ganga ekki svá mjök kvánbænir,þar sem vér verðum at sækja með bardögumok styrjöld ok miklum mannskaða, ok þótt konungarnirsjálfir vili eigi stríða í mót oss, þá taka konurnar sjálfarok halda bardaga oss í móti með mörgum vélræðum.Nú munu vit leita oss léttara en ganga í fang Hrólfikonungi. Með slíkum hug ætla ek ok vera Svía okGauta ok Dani, at þeim þykki mál at létta þessu sukkiok hernaði ok hafa eigi svá mikinn kostnað sumar frásumri.\" Þat fann Ásmundr, at konungr fór mjök undanok taldi allar latar á um ferð þessa. Vissi hann þatok, at Írakonungr var illr viðreignar ok hann hafðiskemmiliga leikit þá, er þangat höfðu mægða beðit.Lék Ásmundi þó ekki annat í skapi ok taldi jafnan umfyrir konungi ok bað hann fá sér til styrk, þótt hann vildieigi fara sjálfr, ok leggja ráð til með honum. Konungrkveðst ætla, at þat mundi til lítils koma, utan mannskaðafengi hann því meira. En er Ásmundr sá, atkonungr var fastr fyrir um þetta mál ok ótalhlýðinnum þat, sem hann beiddi, þá biðr Ásmundr drottningutúlka sitt mál ok segir henni sinn vilja, ok svá segirhann henni viðtal þeira konungs. Drottning kveðstgjarna vilja gera hans vilja í öllu því, er hún orkaði,-- \"en til þessarar yðvarrar beiðslu kann ek sízt aðleggja, með því at ek kann eigi þau ráð til gefa, at yðarframi eða sæmd mætti aukast við, þar sem svá er viðillan um at eiga sem Hrólfr Írakonungr er, því at hanner harðr konungr ok illrar náttúru. Sér Hrólfr konungrGautreksson slíkt, þar sem hann er vitr ok forsjállok getr mörgu nær.\""}}