{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_18", "text": {"0": "Eirekr konungr var þá í miðju brjósti fylkingar sinnarok gekk þar vel fram í öndverðri orrostunni. Sótifylkti ok móti honum. Varð þar in harðasta orrosta, okgengu hvárirtveggju vel fram. En þegar orrostan tókst,reið Vilhjálmr út í skóginn í rjóðr eitt. Hrólfr mælti:\"Nú er þér, Vilhjálmr, at ríða fram ok vinna til meyjarinnarok drepa Sóta.\" Vilhjálmr segir: \"Verði mérþat til konu ok ríkis, sem auðit verðr, en þat vinn ektil engra hluta at voga mínu lífi í slíka orrostu, eðahvat skal mér jungfrú eða ríki, ef ek missi lífit? Er þérmiklu nær at frelsa mik ór ánauð ok þrældómi. Taknú vápn mín ok hest, ríð fram ok drep Sóta, ella muntumér þjóna verða um þína daga.\"Hrólfr tók þá hestinn ok vápnin Vilhjálms ok reiðtil bardagans. Orrostan var mjök mannskæð ok hallaðistmjök á Eirek konung, því at þeir Tattararnir genguhart fram. Sóti ok Norðri ruddust um fast, ok hrökkundan allt. Sóti hafði atgeir at vega með ok gerði ýmisthann hjó eða lagði. Norðri hafði sverð gott, ok gekkhart fram. Eirekr konungr hafði sótt með miklu kappií miðjan her Sóta, þar til er Norðri kom móti honumok margir Tattarar. Þeir sóttu fast at konungi. Fell þámjök lið hans, svá at hann var nauðliga staddr millisinna óvina. Hrólfr reið nú fram með vápnum Vilhjálmssvá hart, at fylking Sóta hrökk fyrir honum,hjó ok lagði til beggja handa ok felldi margan mann,þar til hann kom móti Eireki konungi. Hrólfr drapþar meir en þrjá tugi manna. En er Sóti sér þat, eirirhonum stórilla ok sneri þangat, sem Hrólfr var, oklagði til hans með atgeirnum. Hann kom skildi fyrirsik ok lagði í móti fyrir brjóst Sóta, ok beit ekki á, enbrotnaði spjótit í falnum. Sóti hjó tveim höndum tilHrólfs. Höggit kom á miðjan skjöldinn, ok þar í sundr,ok hestinn fyrir framan bóguna, svá at í jörðu namstaðar. Var Hrólfr þá á fæti mjök móðr, því at hannhafði ákafliga barizt áðr um daginn. Eirekr konungrbarðist við Norðra. Var þeira atgangr harðr. Hrólfrhjó þá höfuð af hesti Sóta. Váru þeir þá bádir gangandi.Sóti hjó til Hrólfs, en hann veik sér undan, oksökk atgeirrinn í jörðina allt upp at höndum honum.Hrólfr hjó með báðum höndum á öxl Sóta, svá at sverðitgekk sundr fyrir framan hjöltin. Hrólfr varð reiðr mjökok hljóp at Sóta ok setti gaddhjaltit í höfuð honum,svá at stóð í heilanum, en við því gat hann eigi gert.Fell Sóti þar til jarðar ok var þegar dauðr. Eirekr konungrhafði þá drepit Norðra. Brast þá flótti í liði Tattara,ok rann hverr til sem mest mátti. Eirekr konungrrak flóttann ok hans menn ok drápu hvern, er þeirnáðu. Fengu þeir þar mikit herfang í gulli ok silfri,vápnum, klæðum ok öðrum dýrgripum.Hrólfr vildi eigi reka flóttann. Tók hann sér hestok hljóp á bak ok reið út í skóginn til Vilhjálms oksegir honum, hversu farit hafi. Bað Hrólfr hann takahest þenna ok vápn sín, -- \"lát nú at öllu hraustligaok flýt nú brullaupsgerðinni.\" Vilhjálmr mælti: \"Velhöfum vit fram gengit, ok er mikils vert um ráð mínok vitsmuni, hversu mikit ek get til leiðar komit, okmun ek frægðarmaðr verða.\" Hrólfr brosti at orðumhans ok sagði, at honum þótti hann lítit gott vinna tilfrægðarinnar. Vilhjálmr stígr nú á hestinn ok ríðr meðöllum sínum herklæðum til Gyðu, konungs systur, oksegir mikit af sinni framgöngu ok hreystiverkum. Eirekrkonungr var þá heim kominn ok genginn tildrykkju í höll sína. Vilhjálmr gekk fyrir konung okkvaddi hann ok mælti: \"Nærri var yðr nú farit í dag,herra, áðr ek hjálpaði yðr. Þurfi þér nú eigi at getatil, hverr ek er eða hvat ek fæ gert, því at mér er ekkiómáttugt.\" Konungr segir: \"Þat hygg ek, Vilhjálmr,at þín væri vápnin ok herklæðin, en Hrólfs hendrnar.\"Hrólfr segir: \"Þat hygg ek, at gjarna vildi ek eiga systurþína ok mega kenna mér at réttu hreystiverk Vilhjálms,en þat kemr mér skammt fram at ljúga þeim sæmdumá mik, er ek vinn ekki til ok ek er eigi til borinn.\"Vilhjálmr mælti: \"Undarligt mun þat þykkja, herra,þeim mönnum, sem til spyrja, at þér vilið mína frægðok hreystiverk fordjarfa, eða þykkir yðr meiri sæmdarauki,at einn drengr af kotkarlaætt hafi unnit þetta okeignist systur yðra, slíkr sem Hrólfr er, því at ósýniligrmun hann þykkja til góðs höfðingja, fólki at ráða eðafremd at vinna? En ek er jarl at nafnbót ok jarls sonr,kominn af sjálfri konungaættinni, fríðr ásýndar ok fullhugiinn mesti ok at öllum hlutum ágætr, þat er tígnummönnum berr at hafa. Nú ef þér vilið eigi festareða brullaupsgerð fram láta eptir skildögum, skal ekí burtu verða ok bera þinn vanheiðr á hvert land, atþér hafið níðzt á mér ok rofit orð yðar ok trú. Var þattalat í mínu landi, at hver konungsdóttir væri fullsæmdaf mínu gjaforði.\" Eirekr konungr mælti: \"Eigiskal þat fréttast, at ek níðist á þér, ok mun ek haldaallan minn skildaga, en þat undra ek, at Hrólfr gengraldri ór hug mér, um meðferð ok athæfi ykkart, því ateigi þykki mér þat at tilskipuðu vera.\" Skildu þeir nútalit, en konungr lét nú við brullaupi búast, ok var þarsótt veizla virðulig. At þeiri veizlu gekk Vilhjálmr ateiga Gyðu, systur Eireks konungs, ok hafði hún þarengi mótmæli. Fekk Vilhjálmr þá marga menn tilþjónustu, ok lét hann nú mikit yfir sér."}}