{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_40", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_40", "text": {"0": "Eptir þetta ríðr Hrólfr konungr ok kappar hans tilhallar Aðils konungs, ok flykkist allr borgarmúgr uppí ina hæstu turna borgarinnar at sjá prýði Hrólfs konungsok kappa hans, því at þeir váru búnir skartsamliga,ok þykkir mörgum mikils um vert um svá kurteisariddara. Þeir ríða fyrst seint ok ríkmannliga, en þá erþeir áttu skammt til hallarinnar, þá létu þeir hestanakenna spora ok hleyptu þeim at höllinni, svá at allt stökkundan þeim, sem fyrir þeim varð. Aðils konungr lætrfagna þeim vel með allri blíðu ok bauð at láta takahesta þeira. Böðvarr mælti: \"Hyggið svá til, sveinar,at hvárki bregði lagi sínu toppr né tagl í hestunum, okgætið þeira vel ok geymið hugalt, at eigi saurgist þeir.\"Þetta var þegar sagt Aðils konungi, hvat vandliga þeirhefði fyrir mælt um hestageymsluna. Hann sagði: \"Harlamikit er um ofstopa þeira ok dramb. Hafið nú mittráð, gerið sem ek býð: Höggvið ór rófurnar nær föllumvið rass upp ok skerið ór toppana, svá at þar fylgimeð ennileðrit, ok leikið þá út sem háðuligast í ölluþit getið, nema látið þá tóra at eins.\" Þá er þeim fylgtat hallardyrum, en eigi kemr Aðils konungr í augljós.Þá mælti Svipdagr: \"Mér er kunnugt hér fyrir, okmun ek ganga inn fyrstr, því at mér er inn mesti grunrá, hvernig við oss mun tekit eða fyrir mun búit. Gerumekki orð á, hverr Hrólfr konungr er, svá at Aðilskonungr þekki hann ekki ór flokki várum.\" Gekk þáSvipdagr undan öllum ok þeir bræðr hans eptir honum,Hvítserkr ok Beigaðr, ok þá Hrólfr konungr ok Böðvarrok svá hverr eptir öðrum. Var þá ekki við sveina atmetast, því at horfnir váru þeir, sem þeim buðu tilhallarinnar. Þeir höfðu hauka sína sér á öxlum, okþótti þat mikil prýði í þær mundir. En Hrólfr konungrátti þann hauk, er Hábrók hét. Svipdagr gengr nú undanok gætir vandliga at öllum hlutum. Hann sér miklaumbreyting á víða. Kómust þeir yfir svá marga ófæru,sem fyrir þá var sett, at eigi er hægt at greina, ok varþess erfiðara, sem innar dró í höllina.Ok nú komast þeir svá langt í höllina, allt þangattil þeir sjá, hvar Aðils konungr rembist í hásætinu,ok þykkir hvárumtveggja mikils um vert, at hvárir sjáaðra. Þó sjá þeir, at ekki er auðvelt enn at ganga fyrirAðils konung, en þó eru þeir komnir hvárr svá næröðrum, at skiljast má tal þeira. Þá tók Aðils konungrtil orða: \"Ok þú ert nú kominn hér, Svipdagr félagi,eða hvert mun erendit kappans? Eða mun ekki verasem mér synist:Dalr er í hnakka,auga er ór höfði,ör er í enni,högg eru á hendi tvau? --ok svá er Beigaðr, bróðir hans, allr knýttr.\" Svipdagrmælti svá hátt, at allir máttu heyra: \"Nú vil ek þaugrið af þér þiggja, Aðils konungr, eptir því sem ek áttiskilit af yðr, fyrir þá tólf menn, sem hér eru samankomnir.\" Aðils konungr svarar: \"Ek vil játa þessu, okgangið inn í höllina skjótt ok sköruliga með örugguhjarta.\" Þat þykkjast þeir skilja, at tálgrafir eru gerðarum höllina fyrir innan þá, ok mun eigi fritt at reyna,hvernig fyrir er búit, en svá mikil dimma var yfir Aðilskonungi, at þeir sáu óglöggt í andlit honum. Þat sjáþeir ok, at tjöldin, sem í kringum höllina eru innanhenni til prýðis, eru fram brotin ok muni þar mennvera undir með vápnum. Þetta var orði sannara, at þarþusti brynjaðr maðr undan hverju skauti, þá þeir höfðukomizt yfir grafirnar, ok gerði Hrólfr konungr okkappar hans þar ina hörðustu hríð ok klufu fólkit ítennr niðr.Fór svá um stund, ok kennist ekki Hrólfr konungr,hvar hann er, en fólkit fell niðr unnvörpum. Aðilskonungr þrútnar nú í hásætinu, þá hann sér, at Hrólfskappar brytja niðr sitt lið sem aðra hunda, ok sér hann,at ekki mun duga svá leikit, stendr upp ok mælti:\"Hverju gegnir þetta it mikla hark? Ok eru þetta inarmestu mannfýlur, hvat þér takið til bragðs, at þér látiztleita á þvílíka afburðamenn, sem oss hafa heim sótt,ok hættið skjótt ok setizt niðr, ok tökum á oss fagnað,Hrólfr mágr, allir samt.\" Svipdagr mælti: \"Lítt haldiþér enn griðin, Aðils konungr, ok fremdarlauss ertuí þessu.\" Setjast þeir síðan niðr eptir þat, Svipdagrinnst, þá Hjalti inn hugprúði, en Böðvarr sitr samanok konungr, því at þeir vildu eigi, at hann væri kenndr.Aðils konungr sagði: \"Þat sé ek, at þit farið ekki atmannvirðingu í ókunnu landi, eða hví hefir Hrólfrmágr ekki fleira lið?\" Svipdagr sagði: \"Þat sé ek, at þúsparir ekki at sitja á svikráðum við Hrólf konung okmenn hans, ok eru þar lítil undr, hvárt hann ríðr hingatfámennr eða fjölmennr.\" Ok skildu þeir svá tal sitt."}}