{"originalTitle": "Grettis_Saga_Chapter_82", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_82", "text": {"0": "Nú er frá því að segja að Grettir var svo sjúkur að hann    mátti eigi á fætur standa. Sat Illugi yfir honum en Glaumur    skyldi halda vörð. Hann hafði þá enn mörg orð í móti og kvað    þeim svo þykja sem falla mundi fjör úr þeim þó að ekki bæri    til. Nú fór hann út úr skálanum og allnauðigur.    Og er hann kom til stiganna mæltist hann við einn saman og    sagði nú að hann skyldi eigi upp draga stigann. Tók hann nú    að syfja mjög og lagðist niður og svaf allan daginn og allt    þar til er Þorbjörn kom til eyjarinnar. Þeir sáu nú að    stiginn var ekki upp dreginn.    Þá mælti Þorbjörn: \"Brugðið er nú lagi,\" segir hann, \"úr því    sem vant er að öngvir eru menn á gangi enda stendur stiginn    þeirra. Má vera að fleira beri til tíðinda í ferð vorri en    vér hugðum fyrir öndverðu. Nú skulum vér flýta oss til    skálans og látum nú eigi áræðisskort verða. Vitum það fyrir    víst ef þeir eru heilir að vér munum þurfa að hver dugi sem    best.\"    Síðan gengu þeir upp á eyna og lituðust um og sáu hvar maður    lá skammt frá uppgöngunni og hraut fast.    Þorbjörn kenndi Glaum og gekk að honum og rak sverðshjöltin    við eyra honum og bað mannfýluna vaka \"og sannlega er sá eigi    vel staddur er líf sitt á undir þínum trúnaði.\"    Glaumur sest upp og mælti: \"Nú ætla þeir að láta sem vant er.    Eða þykir ykkur of mikið frelsi mitt þó að eg liggi hér í    kuldanum?\"    Öngull mælti: \"Ertu vitlaus er þú skynjar ekki að óvinir    yðrir eru komnir og munu drepa yður alla.\"    Þá mælti Glaumur ekki en æpti upp sem hann mátti er hann    kenndi mennina.    \"Gerðu annaðhvort,\" segir hann Öngull, \"að þú þegir í stað og    seg oss frá híbýlum yðrum ella drep eg þig.\"    Þá þagði Glaumur sem honum væri í vatn drepið.    Þorbjörn mælti: \"Eru þeir að skála bræður eða því eru þeir    ekki á ferli?\"    \"Eigi er það hið hægra,\" segir Glaumur, \"því að Grettir er    sjúkur og kominn að bana en Illugi situr yfir honum.\"    Öngull spurði að heilsufari hans og hvað til hefði borið. En    síðan sagði Glaumur hversu til hafði borið um skeinu Grettis.    Þá hló Öngull og mælti: \"Satt er hið fornkveðna, að    langvinirnir rjúfast síst, og hitt annað, illt er að eiga    þræl að einkavin, þar sem þú ert Glaumur og hefir þú    skemmilega svikið þinn lánardrottin þó að hann væri eigi    góður.\"    Margir lögðu illt til hans fyrir sína ódyggð og lömdu hann    nálega til bótleysis og létu hann þar liggja. En þeir gengu    heim til skálans og komu við hurðina stundar fast.    Þá mælti Illugi: \"Knýr Hösmagi hurð bróðir,\" segir hann.    \"Og knýr heldur fast,\" sagði Grettir, \"og óþyrmilega\" og í    því brast sundur hurðin.    Þá hljóp Illugi til vopna og varði dyrnar svo að þeir náðu    eigi inngöngu. Sóttust þeir þá lengi og komu þeir engu við    nema spjótalögum og hjó Illugi öll þau af skafti. Og er þeir    sáu að þeir gátu ekki að gert hlaupa þeir upp á skálann og    rufu. Þá færðist Grettir á fætur og þreif spjót og lagði út á    milli viða. Þar varð fyrir Kár heimamaður Halldórs frá Hofi    og stóð þegar í gegnum hann.    Öngull mælti og bað þá fara varlega og geyma sín vel \"því að    vér megum sigra þá ef vér geymum ráðs að.\"    Rufu þeir nú um ásendana og treystu síðan á ásinn þar til er    hann brast í sundur. Grettir mátti eigi af knjánum rísa.    Greip hann þá saxið Kársnaut. Í því hlupu þeir ofan í tóftina    og varð nú hörð svipan með þeim. Grettir hjó með saxinu til    Víkars fylgdarmanns Hjalta Þórðarsonar og kom á öxlina    vinstri í því er hann hljóp í tóftina og sneið um þverar    herðarnar og niður hina hægri síðuna og tók þar sundur þvert    manninn og steyptist búkurinn ofan á Gretti í tvo hluti. Gat    hann þá ei upp rétt saxið svo skjótt sem hann vildi. Og í því    lagði Þorbjörn öngull í milli herða Gretti og var það mikið    sár.    Þá mælti Grettir: \"Ber er hver á bakinu nema sér bróður    eigi.\"    Illugi kastaði skildi þá yfir hann og varði hann svo Gretti    rösklega að allir menn ágættu vörn hans.    Grettir mælti þá til Önguls: \"Hver vísaði yður leið í eyna?\"    Öngull mælti: \"Kristur vísaði oss leið.\"    \"En eg get,\" sagði Grettir, \"að hin arma kerlingin fóstra þín    hafi vísað þér því að hennar ráðum muntu treyst hafa.\"    \"Fyrir eitt skal nú yður koma,\" sagði Öngull, \"hverjum sem    vér höfum treyst.\"    Þeir sóttu að fast en Illugi varði þá báða alldrenglega. En    Grettir var með öllu óvígur bæði af sárum og sjúkleika. Þá    bað Öngull að þeir skyldu bera skjöldu að Illuga \"því að eg    hefi öngvan fundið hans líka, eigi eldra mann.\"    Þeir gerðu nú svo og þröngdu að honum með viðum og vopnum svo    að hann kom öngri vörn við. Gátu þeir þá handtekið hann og    héldu honum. Hann hafði flestum veitt nokkura áverka þeim sem    í atsókninni voru en drepið þrjá fylgdarmenn Önguls.    Eftir það gengu þeir að Gretti. Var hann þá fallinn áfram.    Varð þá engi vörn af honum því að hann var áður kominn að    bana af fótarsárinu. Var lærið allt grafið upp að smáþörmum.    Veittu þeir honum þá mörg sár svo að lítt eða ekki blæddi. En    er þeir hugðu að hann mundi dauður þreif Öngull til saxins og    kvað hann nógu lengi hafa borið það. En Grettir hafði fast    hneppt fingur að meðalkaflanum og varð ekki laust. Fóru þeir    þá til margir og gátu ekki að gert. Átta tóku þeir til áður    en lauk og fengu eigi að gert að heldur.    Þá mælti Öngull: \"Því skulum vér reka sparmælið við    skógarmanninn? Og leggið niður höndina við stokkinum.\"    Og er það var gert hjuggu þeir af honum höndina í úlfliðnum.    Þá réttust fingurnir og losnuðu af meðalkaflanum. Þá tók    Öngull saxið tveim höndum og hjó í höfuð Gretti. Varð það    allmikið högg svo að saxið stóðst ei og brotnaði skarð í    miðri egginni. Og er þeir sáu það spurðu þeir því að hann    spillti svo góðum grip.    Öngull svarar: \"Þá er auðkenndara ef að verður spurt.\"    Þeir sögðu þessa eigi þurfa þar sem maðurinn var dauður áður.    \"Að skal þó meira gera,\" segir Öngull.    Hjó hann þá á háls Gretti tvö högg eða þrjú áður af tæki    höfuðið.    \"Nú veit eg víst að Grettir er dauður,\" sagði Öngull.    Lét Grettir þann veg líf sitt, hinn vaskasti maður er verið    hefir á Íslandi, vetri fátt í hálffimmtugum er hann var    veginn. En þá var hann fjórtán vetra er hann vó Skeggja, hið    fyrsta víg, og þá gekk honum allt til vegs og frama til þess    er hann átti við Glám þræl og var hann þá tuttugu vetra. En    er hann féll í útlegð var hann hálfþrítugur. En í sekt var    hann vel nítján vetur og kom oft í stórar mannraunir og hélt    ávallt vel trú sína úr því sem ráða var. Sá hann flest fyrir    þó að hann gæti eigi að gert.    \"Hér höfum vér mikinn garp að velli lagt,\" sagði Þorbjörn.    \"Skulum vér nú hafa höfuðið með oss til lands því að eg vil    eigi missa þess fjár sem lagt hefir verið til höfuðs honum.    Mega þeir þá ekki dyljast við að eg hefi drepið Gretti.\"    Þeir báðu hann ráða og létu sér þó fátt um finnast því að    öllum þótti óprúðlega að unnið.    Þá mælti Öngull við Illuga: \"Mikill skaði er það um svo    röskvan mann sem þú ert er þig hefir hent sú óviska að ráðast    til illvirkja með útlegðarmanni þessum og verða fyrir það    dræpur og ógildur.\"    Illugi svarar: \"Svo fremi veistu það sem úti er alþingi í    sumar hverjir útlægir verða. En ei muntu né kerling fóstra    þín dæma þessi mál því að galdrar ykkrir og forneskja hafa    drepið Gretti þó að þér bæruð járn á hann dauðvona og gerðuð    svo mikið níðingsverk ofan á fordæðuskap.\"    Þá sagði Öngull: \"Rösklega segir þú en eigi mun svo vera. Vil    eg sýna það að mér sýnist mannskaði í þér og mun eg gefa þér    líf ef þú vilt vinna oss trúnaðareið að hefna öngum þeim er í    þessari ferð hafa verið.\"    Illugi mælti: \"Það þætti mér umtalsmál ef Grettir hefði mátt    verja sig og hefðuð þér unnið hann með drengskap og    harðfengi. En nú er þess engi von að eg muni það til lífs mér    vinna að vera slíkur ódrengur sem þú. Er það skjótt af að    segja að enginn skal yður óþarfari en eg ef eg lifi því að    seint mun fyrnast mér hversu þér hafið unnið á Gretti. Kýs eg    miklu heldur að deyja.\"    Þá átti Þorbjörn tal við förunauta sína hvort þeir skyldu    láta Illuga lifa eða eigi. Þeir kváðu hann ráða skyldu    aðgerðum því að hann hafði ráðið ferðinni. Öngull kvaðst eigi    kunna að eiga þenna mann yfir höfði sér er öngu vildi heita    þeim.    Og er Illugi vissi að þeir ætluðu að höggva hann þá hló hann    og mælti svo: \"Nú réðuð þér það af er mér var nær skapi.\"    Leiddu þeir hann þá er lýsti austur á eyna og hjuggu hann þá    og lofuðu allir hans hreysti og þótti hann öllum ólíkur sínum    jafnöldrum. Þeir dysjuðu þá bræður báða þar í eyjunni en tóku    síðan höfuð Grettis og báru með sér og allt það sem þar var    fémætt í vopnum og klæðum. Saxið góða lét Öngull ekki í    skipti koma og bar það lengi síðan.    Þeir höfðu Glaum með sér og bar hann sig allilla. Veður féll    þegar um nóttina. Reru þeir til lands um morguninn. Fór    Öngull þar á land sem honum þótt gegnast en sendi út skipið    til Bjarnar.    Og er þeir komu mjög inn til Óslands þá tók Glaumur svo illa    að bera sig að þeir nenntu eigi að fara með hann lengra og    drápu hann þar og grét hann hástöfum áður en hann var    höggvinn.    Öngull fór heim í Viðvík og þóttist vel hafa fram gengið í    þessari ferð. Höfuð Grettis lögðu þeir í salt í útihúsi því    er Grettisbúr var kallað þar í Viðvík. Lá það þar um    veturinn. Öngull var óþokkaður mjög af þessum verkum þegar að    menn vissu að Grettir hafði með gerningum unninn verið.    Sat Öngull kyrrt fram yfir jól. Þá reið hann móts við Þóri í    Garði og sagði honum af vígum þessum og það með að hann    þóttist eiga fé það er lagt var til höfuðs Gretti.    Þórir sagði að hann mundi eigi dylja þess að hann hefði ollað    sektum Grettis \"hefi eg og oft fengið hart af honum en ekki    vildi eg það til lífs hans vinna að gera mig að ódáðamanni    eða fordæðu sem þú hefir gert. Mun eg síður leggja þér fé að    mér sýnist þú ólífismaður vera fyrir galdur og fjölkynngi.\"    Öngull svarar: \"Meir ætla eg að þér komi til féfesti og    vesalmennska en að þú hirðir með hverju að Grettir væri    unninn.\"    Þórir sagði að skjótur væri vegur með þeim að þeir skyldu    bíða alþingis og hafa það er lögmanni sýndist réttast. Skildu    þeir með því að þar stóð á illu einu með Þóri og Þorbirni    öngli."}}