{"originalTitle": "Grettis_Saga_Chapter_23", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_23", "text": {"0": "Það var einn dag er Grettir og Arnbjörn gengu úti um stræti    að skemmta sér, og er þeir komu fram fyrir garðshlið nokkuð    hljóp maður fram úr garðshliðinu með reidda öxi og hjó til    Grettis tveim höndum. Hann varði einskis um þetta og gekk    undan seint. Arnbjörn gat séð manninn, þreif til Grettis og    hratt honum áfram svo hart að hann féll á kné. Öxin kom á    herðarblaðið og renndi undir höndina. Var það mikið sár.    Grettir snaraðist við fast, brá saxinu. Hann kenndi að þar    var kominn Hjarrandi. Öxin stóð föst í strætinu og varð honum    seint að sér að kippa. Og í því hjó Grettir til Hjarranda og    kom á höndina uppi við öxl svo af tók. Þá hlupu að    fylgdarmenn Hjarranda fimm saman. Sló þá í bardaga með þeim.    Urðu skjótt umskipti. Drápu þeir Grettir og Arnbjörn þá fimm    er með Hjarranda voru en einn komst undan og sá fór þegar á    fund jarls og sagði honum þessi tíðindi.    Jarl varð afar reiður er hann frétti þetta og stefndi þing    annan dag eftir. Kom Þorfinnur á þingið.    Bar jarl sakir á hendur Gretti um vígin en hann gekk við og    sagðist hann hafa átt hendur sínar að verja.    \"Mun eg og hafa merki á mér,\" sagði Grettir. \"Hefði eg bana    af fengið ef Arnbjörn hefði eigi borgið mér.\"    Jarl segir að það var illa er hann var eigi drepinn \"mun það    verða margs manns bani ef þú lifir.\"    Þá var til jarls kominn Bersi Skáld-Torfuson, félagi Grettis    og vin. Gengu þeir Þorfinnur fyrir jarl og báðu griða til    handa Gretti og buðu að jarl skyldi einn dæma um þetta mál    þegar Grettir hefir grið og landsvist. Jarl var tregur í öllu    sáttmáli en lét þó leiðast eftir bænastað þeirra. Var þá    komið á griðum til vors fyrir hönd Grettis en þó vildi jarl    eigi sættast fyrr en við væri Gunnar, bróðir þeirra Bjarnar    og Hjarranda. Gunnar var garðsbóndi í Túnsbergi.    Um vorið stefndi jarl þeim Gretti og Þorfinni austur til    Túnsbergs því að hann ætlaði þar að vera meðan mest aðsigling    var austur þar. Fóru þeir þá austur þangað. Var jarl þar    fyrir í bænum er þeir komu austur.    Grettir fann þar Þorstein drómund bróður sinn. Tók hann við    honum allvel og bauð honum til sín. Þorsteinn var þar    garðsbóndi í bænum. Sagði Grettir honum af málum sínum og tók    Þorsteinn vel undir en bað hann vera varan um sig fyrir    Gunnari. Leið nú svo fram á vorið."}}