{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_20", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_20", "text": {"0": "Eptir þetta þrekvirki heldu þeir á brott ok fengubyr góðan, kómu við Garðaríki nær konungs atsetu.Þat var snemma morgins. Þar fyrir kenndu þeir sínamenn. Urðu þar fagnafundir. Váru þeir Ketill ok nýkomnir.Spurðu þeir þá at um ferðir Hrólfs konungs,en hann segir svá sem gengit hafði. Þeim þótti honumhafa gæfusamliga tekizt ok þó mikilmannliga, lofuðunú allir hans ferð ok frama. Ketill spurði Hrólf konung,bróður sinn, hvort þeir skyldu eigi þegar farasem hermannligast ok veita konungi atgöngu. Konungrkvaðst eigi þat vilja. \"Mun ek senda menn á konungsfund ok segja honum mína kvámu ok hvert várt eyrendier. Vil ek, Ásmundr, at þú farir þessa ferð. Segsvá Hálfdani konungi, ef hann vill eigi unna Katli,bróður mínum, mægða við sik, at hann mun ófriðimæta eiga af oss. Viljum vér bíða konungs hálfanmánuð, ok safni hann liði at sér ok búist við bardaga.Ætlum vér þó at vinna þessa mey Katli til handa.\"Ferr Ásmundr nú við nokkura menn, kemr þanntíma til hallarinnar, er konungr sat yfir drykkjuborðummeð hirð sína. Var þar gleði mikil. Ásmundr gekkí höllina at óviljuðum dyravörðum. Hann gekk fyrirkonunginn ok bar fram eyrendi sín vel ok sköruliga,eptir því sem Hrólfr konungr ætlaði. Hálfdan konungrsvarar: \"Spurt höfum vér, at Hrólfr konungrGautreksson er ágætr maðr, en með því at vér höfumáðr synjað Katli þessa ráðahags, sýnist oss eigi at játa,þótt þér séið nú komnir með meira styrk en þá varKetill. Munu vér þenna kost kjósa at ráða til bardaga,með því at Hrólfr konungr hefir þar vel um talat, atvér megim safna oss liði.\" Þá mælti Þórir járnskjöldr,öndugismaðr konungs: \"Þat er mitt ráð, herra, at þérstríðið eigi við Hrólf konung, því at þat mun yðr verðaallt um megn. Er dóttir yðar fullsæmiliga gift, þó atKetill fái hennar; er hann hraustasti maðr ok hugfullr.Munu þér þá fá trausta höfuðbendu, þar Hrólfrkonungr er, því at engan vitum vér frægra í Norðrlöndumá allan hvatleik, vit ok hreysti, ok með vísusegi ek yðr satt, at týni þér virðing yðvarri, ef þérberizt við hann. Ok með því þér vilið eigi hlýða mínuráði, þá skulu þér enga ván eiga minnar fylgdar, okmun ek eigi bera minn skjöld í móti Hrólfi konungi.\"Þá hljópu upp berserkir konungs tólf saman. VarHrossþjófr fyrir þeim. Hann mælti til Þóris: \"Þetta erbæði mælt illmannliga ok þó ragmannliga at veita eigikonungi lið eptir megni ok þora eigi at berjast í mótieinum lítils háttar konungi, ok óverðr ertu at hafasæmdir af várum herra fyrir slík orð, ok þótt konungrvárr hefði eigi fleiri menn en oss tólf berserki, þá skyldihann þessa eigi at síðr til heljar færa með öllu liðisínu ok aldri heðan mannsbarn komast. Ætla ek mérat mægjast við Hálfdan konung, en brytja Hrólf konunghröfnum ok erni, en þér sendimenn verðið skjóttá brottu, ef þér vilið ómeiddir vera ok óbarðir. Segiðsvá konungi yðrum, at fyrr skal hann ván eiga at osssnarprar orrostu en Hálfdan konungr gifti dóttur sínaþeim manni, er vér vitum mest vesaldar kregð okheimskastr er í öllu, ef þreyta skal, ok er þat undarligt,er hann þorði optar þessa mála at leita, þar sem hann vareltr ok barðr sem hundr hjá stíu.\" Ásmundr svaraði:\"Þat sé ek á þér, Hrossþjófr, at þú mælir feigum munniok þér allir félagar, því at eigi óttast Hrólfr konungryðr þótt þér væruð menn, en nú hálfu síðr, er þérskrektið sem ragar skógargeitur. Munu þér illa illsbíða ok eggið konung yðvarn ins mesta óráðs.\" SneriÁsmundr út ór höllinni, en berserkir æptu ok grenjuðuá þá. Konungr bað þá þegja ok gera ekki sukkeða gnauð af sér, kvað karlmannligt at flytja eyrendikonungs síns.Ásmundr kom aptr á konungs fund ok segir, hversufarit hafði, segir þá við bardaga búast eiga. Hálfdankonungr lét liði safna. Kom þar saman mikill herr áfám dögum. Bjuggust nú hvárirtveggju eptir. Ok þannsama dag, er þeir skyldu berjast, flutti Hálfdan konungrher sinn í mót Hrólfi konungi. Berserkirnir várufremstir ok fara nokkut fráskila öðrum mönnum, þvíat þeir vildu einir kenna sik láta af öðrum hermönnumsakir ofbeldis ok mikils máttar.Þá mælti Hrólfr konungr ok bað þá Ingjald ok Ásmundok Ketil fylkja í móti Hálfdani konungi, enhann lézt vilja finna einn berserkina. Þeir kölluðuþat óráðligt. Konungr kvaðst ráða vilja ok gengr einná móti þeim. Ok er þeir fundust, spurði konungr,hverir þeir væri, er svá létu stórliga, -- \"ok gangiðfram ór fylking konungsins?\" Hrossþjófr sagði til nafnssíns. Hrólfr mælti: \"Veit ek gerla ætt þína. Hrosskell,faðir þinn, var mikill vinr Gautreks konungs, föðurmíns, ok skiptust þeir gjöfum við. En þar sem þú býðstat stríða í móti mér, þá vil ek segja þér eina litla frásögnok gera þér kunniga ætt þína. Þat var á einumtíma, sem opt bar at, at faðir þinn kom við Gautland.Faðir minn tók honum vel ok bauð honum til veizlu,ok þat þá hann, ok var honum veitt it kappsamligasta.Sat hann þar mjök lengi. Faðir minn átti þá gripi, erágætir váru. Þat váru stóðhross, hestr mikill ok vænligr,apalgrár at lit, ok með fjögur merhryssi, ok atskilnaði gaf Gautrekr konungr föður þínum margadýrgripi, er ágætir váru, ok þessi stóðhross gaf hannhonum. Föður þínum fannst mikit um gripina ok gjafirnarok þó mest um hrossin ok þakkaði þessa gjöfGautreki konungi með mörgum fögrum orðum. Skilduþeir, ok fór faðir þinn á braut með hrossin ok heim.Hann varðveitti þau virkuliga ok gekk til hvern dag.Ok eigi liðu langar stundir, áðr þat fundu menn, atföður þínum þótti hestrinn ekki jafngóðr sem verithafði. Þat fundu menn ok, at honum þótti hrossin slíkeða betri. Ok einn dag, er hann kom til hrossanna,fann hann hestinn drepinn ok lagðan með spjóti ígegnum. At þessu gaf hann sér ekki. Þat undra menn,er honum þótti eigi skaði at um slíkan grip sem hestrinnvar, en því optar gekk hann til meranna, ok þeimfylgdi hann því fastara. Eitt var hrossit bleikt á lit.Þat þótti honum bezt allra hrossanna, ok um váritætluðu menn, at fyl mundi í merinni bleiku, allir þeir,er hana sá. Svá er sagt, at stundir liðu, þar til er merrinberr. Varð þat öðruvísi en menn ætluðu; þat var sveinbarn,en eigi fyl. Faðir þinn lét taka ok fæða upp barnit.Þat var mikit ok frítt. Hann lét þenna svein heitaHrossþjóf ok kallaði sinn son. Ok er eigi kynligt, atþú rembist með, þar sem þú ert merarson. Hafði okfaðir þinn sjálfr drepit hestinn, ok eigi veit ek, hvárthann hefir fleiri syni átt við þeiri meri, en sagt heyrðiek, at hann ætti þann annan son, er Hesthöfði hét, ok væriok at honum hrossakyn, en þar sem þér eruð mjök líkirhverr öðrum ok allir illir ok ólíkir öðrum mönnum,þá er þat líkast, at þér séuð svá allir getnir.\"En við orð konungsins hljópu þeir upp með grenjunok ópi allir berserkir. Þeir vildu allir senn í mótikonunginum. Hrólfr brá þá sverðinu Risanaut ok hjóþann fyrst, er fremstr var. Beit þetta sverð svá þeirabúka sem í vatn brygði, því at þeir váru allir hlífarlausir,því at ekki vápn hafði þeim áðr grandat. Lýkrþar svá þeira í millum, at Hrólfr konungr drepr þá allaok varð drjúgum ekki sárr.Þá sér hann, at saman síga fylkingar þeira Hálfdanarkonungs ok þeira fóstbræðra. Hafði Hálfdankonungr lið miklu fleira. Hrólfr konungr snýr nú íbardaga í móti Hálfdani konungi. Var þessi bardagibæði harðr ok langr. Váru þeir fóstbræðr inir áköfustu,en þar, sem Hrólfr konungr gekk fram, veik undanfylking Hálfdanar konungs, ok fell þar fjöldi.Svá er sagt frá Þóri járnskildi, at hann vildi eigiberjast móti Hrólfi konungi fyrir þat, er Hálfdan virðiekki hans tillög. Konungsdóttir gekk upp í ina hæstuturna ok sá til bardagans. Hún sá drepna hrausta mennföður síns. Hún gekk þá heim til hallarinnar ok inní höllina. Hún sá, at Þórir sat einn samt í öndugi okþuldi í gaupnir sér. Hann hafði fóstrat meyna. Húngekk fyrir hann ok mælti: \"Þat er ráð, fóstri, at standaupp ok veita föður mínum, því at ek sé, at hann þarfyðvars trausts.\" Þórir leit við henni ok svaraði enguok sat sem áðr, en hún gekk á brott. Ok er stund leið,gekk hún fyrir hann ok mælti: \"Hví sætir þat, fóstri,at þú sitr svá fast ok hjálpar eigi feðr mínum, þarsem hann er svá mjök þurfi, ok er þetta mjök óheyriligt.Mun þér þetta ok til mikils ódrengskapar virt,þar sem þú ert hans öndugismaðr ok þegit af honummargar gjafir ok ráðit einn með honum ölluþví, sem þú vildir.\" Hann leit þá reiðuliga til hennarok svarar engu ok sat sem áðr, en mærin gekk í brautok þótti fóstri sinn ófrýnligr mjök. Hún gekk þá atsjást um. Þá sá hún, at Hálfdan konungr ok hans fylkingargengu fyrir, en hún sá Hrólf konung höggva tilbeggja handa. Hún efast nú í, hvort hún skal optarbiðja fóstra sinn, ok verðr enn þat fyrir, at hún snýstat honum djarfliga ok leggr hendr um háls honum okmælti: \"Minn ljúfi fóstri, ek bið þik við hjálpa feðrmínum ok mér at verða eigi nauðig gift. Hefir þú okheitit at veita mér eina bæn, þá er ek vil biðja þik,vil ek nú, at þú gangir í þenna bardaga ok veitir feðrmínum eptir megni, ok veit ek, at þú munir vel tilduga.\" Járnskjöldr hratt meyjunni á hallargólfit hart.Hann var þá svá reiðuligr, at hún þorði eigi við hannat mæla. Hann sprettr þá á fætr. Þat heyrði hún, athann blés við mjök. Hann grípr vápn sín ok klæðirsik skjótt ok fimliga.Síðan gekk hann snúðigt til bardagans, skorti þareigi mikit mannfall ok snarpa orrostu. Þórir gengr framsvá hart, at allt hrökk undan honum. Ok er stund leið,litaðist Hrólfr konungr um ok sá mikinn bug á fylkingþeira Ingjalds ok Ketils. Sneri konungr þá þangat,en bað Ásmund berjast undir þeira merki, þar tiler hann kæmi aptr. Ok er þeir fundust bræðr, spurðikonungr, hversu at færi. Ketill kvað þungt veita. \"Hérer kominn svá mikill óvinr, at ekki stendr við, ok líkarier hann trölli en manni.\" Konungr mælti: \"Maðr munvera, ok má vera, at hann sé nokkuru vaskari en aðrirmenn.\" Konungr hjó þá með Risanaut á báðar hendrok mætti engum svá fræknum, sterkum né dramblátum,at eigi fengi skjótt dauðann fyrir lífit. Ketill fylgdifram hraustliga ok drap margan mann, ok gengu þeirí gegnum fylkingar, ok eptir þat hverfr Þórir þaðan,en konungr rétti aptr fylkingina. Ok er þeir höfðu bariztum stund, sá hann, at Ásmundr lét undan buga.Þá sneri konungr þegar aptr ok undir merki sitt. Hrólfrkonungr lét þá fram bera merkit ok fylgdi því meðmikilli atsókn. Hálfdan konungr gekk vel fram ok varinn fræknasti við bardaga ok inn hraustasti framgöngumaðrok felldi margt manna. Þórir var ok þar kominnok gekk fram harðliga með stórum höggum, okgerði hann skjótt um við alla, þá honum viku mót.Ok þegar hann sér Hrólf konung, víkr hann skjóttundan ok þangat, sem þeir Ketill váru fyrir, gengrþar fram með miklu kappi sem fyrr ok fellir hvernum þveran annan, svá at ekki stendr við. Hallaðist núskjótt bardaginn á þá fóstbræðr.Sér Ketill, at eigi mun svá búit hlýða, ferr til mótsvið Hrólf konung, bróður sinn, ok mælti: \"Undarligtþykki mér þat vera, at þú ræðr eigi af meinvættiþessa, er oss gerir svá mikinn skaða, ok mundu vér fyrirlöngu sigr hafa, ef þetta tröll hefði eigi oss í mótigengit. Vér höfum eigi fundit þat fyrr en nú, at þúhafir eigi verit vel hugaðr eða eigi jafnan þar framgengit, sem mest raun hefir at verit, utan nú í dagbrestr þik áræði við spellvirkja þenna, ok sýnist osssvá sem hvárr ykkar forðist annan. Nú með því atþér vilið eigi fyrirkoma þessum manni, ef mann skalkalla, þá fá þú mér sverðit Risanaut ok vita, hvártmér bilar áræði, ef ek komumst í færi.\" Konungr svarar:\"Mikit er um ákafa þinn, ok vel mundi þér frambera, ef þú værir eptir því forsjáll sem þú ert framgjarn,eða hyggstu munu vega með því vápni, er ekfæ varla borit?\" Ketill svaraði: \"Gerla veit ek þat, atmér er ekki vápn í sverðinu, en eggja verð ek þik meðnokkuru.\"Konungr snýst þá með Katli. Skorti eigi, at þar varinn ákafasti bardagi ok mikil atsókn. Þórir járnskjöldrvar þar fyrir ok hjó á báðar hendr ok felldi marganmann til jarðar. Konungr snýr nú með nokkura menná móti Þóri, ok var þá hörð svipan. Þat sá konungr,at eigi mátti svá búit standa, en sá, at Þórir vildi þóeigi bera vápn á hann ok fór æ undan. Konungr gekkþá svá nær honum, at hann hjó þann, er fyrir honumstóð, ok annat sinn seildist hann yfir herðar honummeð sverði ok drap þann, at baki honum var. Þá fellmaðr fyrir fætr konungi, ok rasaði hann um þann nærtil falls, ok við þat stakk konungr sverðinu við Þóri,er þá bar saman í rasinu, en Þórir snaraðist frá okbrá at sér klæðunum, ok nokkuru síðar sá konungrhann hvergi, ok var hann horfinn ór bardaganum.Konungr eggjaði þá lið sitt til framgöngu, en hannsjálfr víkr móts við Hálfdan konung. Var þá þegar auðsýnt,er á gekk í nokkurn stað, flýði þá hverr at öðrum,þeir sem lífit þágu. Hálfdan konungr flýði til borgarinnarmeð því liði, sem undan komst, en fjöldi varfallinn. Margt hafði ok fallit af þeim Hrólfi konungi.Konungr bað sína menn fara til skipa, þá er sárir váru.Hrólfr konungr bað Ásmund ganga með sér. Þeirgengu til skógar, en annat lið þeira til skipa. Ásmundrmælti: \"Hvat vili þér forvitnast í skóg þenna?\" Konungrmælti: \"Þá er bardaginn var sem harðastr, skeindaek með sverði mínu þann inn mikla mann, er oss gerðimesta manntjón, ok hann vilda ek gjarna finna, því atek hygg, at hann gengi á þenna skóg.\" Ásmundr mælti:\"Hyggr þú eigi, at hann hafi dáit af þessu sári, en ekveit, at þú munt vilja drepa hann.\" Konungr mælti:\"Þat er eigi, því at vilda ek finna hann, ok gjarna vildaek græða hann, ef ek mætta, því at betri þykki mérhans fylgd en tíu annarra, þótt gildir sé.\" Ásmundrmælti: \"Þat er líkast, at tröll þetta sé gengit inn íhamra ok finnist eigi.\" Konungr mælti: \"Eigi munsvá vera, ok skal ek freista, ef hann finnst.\" Ok er þeirhöfðu gengit nokkura stund um skóginn, kómu þeirí rjóðr eitt, ok undir einni eik sá þeir mann einn liggja.Hjá honum var mjök blóðugt. Hann var harðla mjökfölr. Vápn hans lágu hjá honum. Konungr gekk athonum ok mælti: \"Hverr er þessi maðr, er hér liggr?\"Hann svaraði: \"Gerla kenni ek þik, Hrólfr konungrGautreksson, bæði sakir vaxtar ok fríðleiks. Þykkjumstek ok vita, at því muntu hér kominn, at þú munt viljadrepa mik, má vera, at þú kallir til þess nógar sakir,en nafni mínu vil ek eigi leyna þik, menn kalla mikÞóri járnskjöld.\" Konungr mælti: \"Hefir þú barizt ímóti oss í dag ok fellt marga vára menn?\" Þórir mælti:\"Þat er satt, ok vel mætti ek hafa gert yðr meira illt,ef ek hefði viljat, en því at ek vissi, at Hálfdan konungrmundi fá ósigr fyrir þér, þá var ek tregr í þenna bardaga,því at ek þóttumst vita, at annarhvárr okkarmundi fyrir öðrum hníga; fór ek því undan, sem ekmátta, því at mér þótti þat óbætiligr skaði ríki þínu,ef þér yrði fyrir komit, ok því gekk ek eigi af megnií móti þér. Varð þat ok ekki at þínum vilja, þótt ekfengi þetta sár.\" Þá mælti Hrólfr konungr: \"Þú muntvera ágætr maðr í framgöngu, eða viltu þiggja grið afmér?\" Þórir svaraði: \"Þat ætla ek nú litlu skipta.\"Konungr mælti: \"Ertu mjök sárr?\" Þórir kvað lítitbragð at því, -- \"en þó fekk ek þá skeinu af sverðiþínu, at mér er síðan nokkuru stirðara en áðr, ok getek, at þó hafi lítt tekit.\" Konungr bað hann sýna sér.Hann fletti þá af sér klæðunum. Sá konungr, at ristinnvar á honum allr kviðrinn, ok helt ekki nema lífhinnan.Konungr mælti: \"Mikit er sár þitt, svá at þúmunt varla græðandi, en þar sem eigi liggja iðr þínúti, þá mun ek leita þér lækningar, ok vil ek bjóðasttil at græða þik, ef þú vill gerast minn maðr ok veitamér fylgd ok þjónustu. Þórir mælti: \"Ef ek skal nokkurummanni þjóna, þá kýs ek eigi annan heldr tilþess en þik, en með því vil ek líf þiggja, at þú gefirHálfdani konungi grið ok öllum hans mönnum, þvíat ekki aflar hann því at standa í móti yðr.\" Konungrlézt þat gera mundu, ef hann fengi vald á konungi.Síðan fægir hann sárit, ok eptir þat tekr hann nál meðsilkiþræði ok saumar aptr sárit. Síðan bar hann á smyrslöll þau, er honum þóttu gróðrvænligust, bindr um okbýr um með öllu, svá sem honum þótti líkligast, okþótti þá allan sviða ok verk ór taka, ok náliga þóttisthann færr, hvert er hann vildi. Síðan fóru þeir til skipaok váru þar um nóttina.Um morguninn þegar í ár býr Hrólfr konungr liðsitt ok ferr til borgarinnar. Varð þar engi viðtaka. VarHálfdan konungr handtekinn, ok gaf Hrólfr konungrhonum grið fyrir bæna sakir Þóris á þann hátt, atHrólfr konungr skyldi einn öllu ráða þeira í millum.Játar þá Hálfdan konungr at gifta Katli dóttur sína.Síðan ferr Hrólfr konungr til skipa ok lætr binda sársinna manna, en heygja þá, sem fallit höfðu. En Hálfdankonungr lét búa til veizlu ok býðr til mörgu stórmenní ríki sínu, ok at ákveðnum tíma kemr Hrólfrkonungr með öllum sínum mönnum til þessarar veizlu,drekka nú allir samt glaðir ok kátir með blíðri vinganok góðu samþykki. Stendr þessi veizla sjau nætr meðinum mesta prís, ok at þessi veizlu fær Ketill Álofarsér til konu með góðu hennar samþykki ok svá föðurhennar, gefr hann með henni mikit fé í gulli ok silfriok mörgum dýrgripum. At þessi veizlu gefr Hrólfrkonungr bróður sínum allt Gautland ok þar með konungsnafn. Ok at lokinni þessi veizlu heldr konungrHrólfr braut með öllu sínu föruneyti, sæmdr af Hálfdanikonungi mörgum dýrum gjöfum. Einn af þeimgripum var horn svá ágætt, er hann kallaði Hringhorna.Þat var með þeiri náttúru, at svá hátt gall í því, efaf var drukkit, at heyrði um valska mílu, ef þat boðaðifyrir tíðendi, en ekki náði þá drykk ór því heldren áðr, ef eigi var rétt af drukkit. Mikill gullhringrvar í stikli hornsins. Þetta þótti vera mikil konungsgersemi. Hrólfr konungr vildi ekki annat en Þórir færimeð honum, ok þótti Hálfdani konungi hann mestat láta. Skildu konungar nú með mikilli blíðu; þóttistHálfdan konungr sjá, at Hrólfr konungr var mikit afbragðannarra konunga. Þótti öllum mikils vert umstyrk hans ok harðfengi, er hann hafði einn yfirunnitok fyrir komit tólf berserkjum, þeim er þeir ætluðu,at ekki mundi bella ok jafnan höfðu áðr mikinn sigrunnit.Eptir þetta halda þeir brott af Garðaríki með fengnakonu ok marga aðra góðgripi, koma heim til Svíþjóðar.Verðr allt fólk þeim fegit, ok drukku þar fagraveizlu með fagnaði. Ok eptir þat fór Ingjaldr heimtil Danmerkr, en Ketill til Gautlands, ok setjast í ríkisín, skipuðu ok stjórnuðu með miklum veg ok sóma,en Hrólfr konungr sat í Svíþjóð ok þeir Ásmundr. Þannsama vetr andaðist Eirekr konungr í Svíþjóð. Tók þáHrólfr konungr ríki allt undir sik ok gerðist einvaldskonungryfir Svíþjóð ok öllu því ríki, er Eirekr konungrhafði stýrt. Hrólfr konungr hafði getit son viðdrottningu sinni, þann er Gautrekr hét. Hann varsnemma mikill ok þroskavænligr. Ráða um stund allirþessir konungar ríkjum sínum með náðum ok góðusamþykki, ok líða svá fram nokkurir vetr."}}