{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_23", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_23", "text": {"0": "Hrólfr konungr liggr nú í hernaði, ok dvelst núfyrir þat, at hann fari til fundar við Aðils konung.Hann kemr nú undir sik miklum afla, ok alla konunga,sem hann finnr, þá gerir hann skattgilda undir sik, okbar þat mest til, at allir inir mestu kappar vildu meðhonum vera ok engum öðrum þjóna, því at hann varmiklu mildari at fé en nokkurir konungar aðrir. Hrólfrkonungr setti þar höfuðstað sinn, sem Hleiðargarðrheitir. Þat er í Danmörk ok er mikil borg ok sterk, okmeiri rausn ok hoffrakt var þar en nokkurs staðar ok íöllu því, sem til stórlætis kom eða nokkurr hafði spurnaf.Hjörvarðr hét einn ríkr konungr. Hann fekk Skuldar,dóttur Helga konungs, en systur Hrólfs konungs. Þatvar gert með ráði Aðils konungs ok Yrsu drottningarok Hrólfs, bróður hennar. Ok eitthvert sinn bauð Hrólfrkonungr Hjörvarði, mági sínum, til veizlu. Þat var einndag, er hann var at veizlunni, at svá bar til, at þeir váruúti staddir konungarnir, at Hrólfr konungr brá brókabeltisínu ok fekk Hjörvarði konungi á meðan sverðsitt. Ok sem Hrólfr konungr hafði brugðit um sik aptrbrókabeltinu, tók hann aptr við sverðinu ok mælti tilHjörvarðs konungs: \"Þat vitu vit báðir,\" sagði hann,\"at þat hefir lengi verit mælt, at sá skal vera undirmaðrannars jafnan síðan, er tekr við sverði annars, á meðanhann bregðr brókabelti. Skaltu nú vera undirkonungrminn ok þola þat vel sem aðrir.\" Hjörvarðr varð þessuákafliga reiðr ok verðr þó at láta svá standa, ferr heimvið svá búit ok unir illa við sinn hlut, seldi þó skattHrólfi konungi eptir því sem aðrir hans undirkonungar,þeir sem honum áttu hlýðni at veita. Ok endar hérSvipdags þátt."}}