{"originalTitle": "Beowulf_Xl", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xl", "text": {"0": "XLHeht ðā þæt heaðoweorc  tō hagan bīodanūp ofer ecgclif,  þǣr þæt eorlweorodmorgenlongne dæg  mōdgiōmor sæt,bordhæbbende,  bēga on wēnum,endedōgores  ond eftcymeslēofes monnes.  Lȳt swīgodenīwra spella  sē ðe næs gerād,ac hē sōðlīce  sægde ofer ealle:'Nū is wilgeofa  Wedra lēoda,dryhten Gēata  dēaðbedde fæst,wunað wælreste  wyrmes dǣdum;him on efn ligeð  ealdorgewinnasexbennum sēoc;  sweorde ne meahteon ðām āglǣcean  ǣnige þingawunde gewyrcean.  Wīglāf siteðofer Bīowulfe,  byre Wīhstānes,eorl ofer ōðrum  unlifigendum,healdeð higemǣðum  hēafodweardelēofes ond lāðes.  Nū ys lēodum wēnorleghwīle,  syððan under[ne]Froncum ond Frȳsum  fyll cyningeswīde weorðeð.  Wæs sīo wrōht scepenheard wið Hūgas,  syððan Higelāc cwōmfaran flotherge  on Frēsna land,þǣr hyne Hetware  hilde genǣgdon,elne geēodon  mid ofermægene,þæt se byrnwiga  būgan sceolde,fēoll on fēðan;  nalles frætwe geatealdor dugoðe.  Ūs wæs ā syððanMerewīoingas  milts ungyfeðe. --Nē ic te Swēoðēode  sibbe oððe trēowewihte ne wēne,  ac wæs wīde cūð,þætte Ongenðīo  ealdre besnyðedeHæðcen Hrēþling  wið Hrefnawudu,þā for onmēdlan  ǣrest gesōhtonGēata lēode  Gūð-Scilfingas.Sōna him se frōda  fæder Ōhtheres,eald ond egesfull  ondslyht āgeaf,ābrēot brimwīsan,  brȳd āhredde,gomela iōmēowlan  golde berofene,Onelan mōdor  ond Ōhtheres;ond ðā folgode  feorhgenīðlan,oð ðær hī oðēodon  earfoðlīcein Hrefnesholt  hlāfordlēase.Besæt ðā sinherge  sweorda lāfewundum wērge;  wēan oft gehētearmre teohhe  ondlonge niht,cwæð, hē on mergenne  mēces ecgumgētan wolde,  sum[e] on galgtrēowu[m][fuglum] tō gamene.  Frōfor eft gelampsārigmōdum  somod ǣrdæge,syððan hīe Hygelāces  horn ond bȳman,gealdor ongēaton,  þā se gōda cōmlēoda dugoðe  on lāst faran."}}