{"originalTitle": "Norna-Gests_Þáttr_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Norna-Gests_Þáttr_Chapter_7", "text": {"0": "Síðan fær Sigurðr Guðrúnar Gjúkadóttur. Var hannþá um hríð með Gjúkungum, mágum sínum. Ek var meðSigurði norðr í Danmörk. Ek var ok með Sigurði, þá erSigurðr konungr hringr sendi Gandálfs sonu, mága sína,til móts við Gjúkunga, Gunnar ok Högna, ok beiddi, atþeir mundi lúka honum skatt eða þola her ella, enþeir vildu verja land sitt. Þá hasla Gandálfs synir Gjúkungumvöll við landamæri ok fara aptr síðan. EnGjúkungar biðja Sigurð Fáfnisbana fara til bardaga meðsér. Hann sagði svá vera skyldu. Ek var þá enn meðSigurði. Sigldu vér þá enn norðr til Hollsetulandsok lendum þar, sem Járnamóðir heitir. En skammt fráhöfninni váru settar upp heslistengr, þar sem orrostanskyldi vera. Sjám vér þá mörg skip sigla norðan. VáruGandálfs synir fyrir þeim. Sækja þá hvárirtveggja. Sigurðrhringr var eigi þar, því at hann varð at verja landsitt, Svíþjóð, því at Kúrir ok Kvænir herjuðu þangat.Sigurðr var þá gamall mjök. Síðan lýstr saman liðinu, okverðr þar mikil orrosta ok mannskæð. Gandálfs synirgengu fast fram, því at þeir váru bæði meiri ok sterkarien aðrir menn.Í þeira liði sást einn maðr, mikill ok sterkr. Drapþessi maðr menn ok hesta, svá at ekki stóð við, því athann var líkari jötnum en mönnum. Gunnarr bað Sigurðsækja í móti mannskelmi þessum, því at hann kvaðeigi svá mundu duga. Sigurðr réðst nú í móti þeim miklamanni ok nokkurir menn með honum, ok váru þá flestirþess ófúsir. \"Finnum vér þá skjótt inn mikla mann,\"segir Gestr, ok frétti Sigurðr hann at nafni ok hvaðanhann væri. Hann kveðst Starkaðr heita Stórverkssonnorðan af Fenhring ór Noregi. Sigurðr kveðst hans heyrthafa getit ok optast at illu. \"Eru slíkir menn eigi sparanditil ófagnaðar.\" Starkaðr mælti: \"Hverr er þessimaðr, er mik lýtir svá mjök í orðum?\" Sigurðr sagði tilsín. Starkaðr mælti: \"Ertu kallaðr Fáfnisbani?\" \"Svá er,\"segir Sigurðr. Starkaðr vill þá undan leita, en Sigurðrsnýr eptir ok færir á lopt sverðit Gram ok lamdi hannmeð hjöltunum jaxlgarðinn, svá at hrutu ór honumtveir jaxlar. Var þat meiðsla högg. Sigurðr bað þá mannhundinnbrott dragast þaðan. Starkaðr snarast þá í brottþaðan. En ek tók annan jaxlinn ok hefi ek með mér.Er sá nú hafðr í klukkustreng í Danmörk ok vegr sjauaura. Þykkir mönnum forvitni at sjá hann þar. Eptirflótta Starkaðar flýa Gandálfs synir. Tóku vér þámikit herfang, ok fóru síðan konungar heim í ríki sittok setjast þar um hríð."}}