{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_36", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_36", "text": {"0": "Konungr spyrr um morguninn, hvat þeir viti til dýrsins,hvárt þat hafi nokkut þangat vitjat um nóttina.Honum var sagt, at fé allt væri heilt í grindum ok ósakat.Konungr bað menn forvitnast, hvárt engi sæi líkenditil, at þat hefði heim komit. Varðmenn gerðu sváok kómu skjótt aptr ok sögðu konungi, at dýrit færiþar ok heldr geyst at borginni. Konungr bað hirðmennvera hrausta ok duga nú hvern eptir því, sem hannhefði hug til, ok ráða af óvætt þenna. Ok svá var gertsem konungr bauð, at þeir bjuggu sik til þess. Konungrhorfði á dýrit ok mælti síðan: \"Engá sé ek för á dýrinu,en hverr vill nú taka kaup einn ok ganga í móti því?\"Böðvarr mælti: \"Þat væri næsta hrausts manns forvitnisbót.Höttr félagi, rektu nú af þér illmælit þat, atmenn láta sem engi krellr né dugr muni í þér vera.Far nú ok drep þú dýrit; máttu sjá, at engi er allfússtil þess annarra.\" \"Já,\" sagði Höttr, \"ek mun tilþessa ráðast.\" Konungr mælti: \"Ekki veit ek, hvaðanþessi hreysti er at þér komin, Höttr, ok mikit hefir umþik skipazt á skammri stundu.\" Höttr mælti: \"Gef mértil sverðit Gullinhjalta, er þú heldr á, ok skal ek þáfella dýrit eða fá bana.\" Hrólfr konungr mælti: \"Þettasverð er ekki beranda nema þeim manni, sem bæði ergóðr drengr ok hraustr.\" Höttr sagði: \"Svá skaltu tilætla, at mér sé svá háttat.\" Konungr mælti: \"Hvat mávita, nema fleira hafi skipzt um hagi þína en sjá þykkir?En fæstir menn þykkjast þik kenna, at þú sért innsami maðr. Nú tak við sverðinu ok njót manna bezt,ef þetta er vel unnit.\"Síðan gengr Höttr at dýrinu alldjarfliga ok höggrtil þess, þá hann kemr í höggfæri, ok fellr dýrit niðrdautt. Böðvarr mælti: \"Sjáið nú, herra, hvat hann hefirtil unnit.\" Konungr segir: \"Víst hefir hann mikit skipazt,en ekki hefir Höttr einn dýrit drepit, heldr hefirþú þat gert.\" Böðvarr segir: \"Vera má, at svá sé.\" Konungrsegir: \"Vissa ek, þá þú komst hér, at fáir munduþínir jafningjar vera, en þat þykki mér þó þitt verkfrækiligast, at þú hefir gert hér annan kappa, þar Höttrer ok óvænligr þótti til mikillar giftu. Ok nú vil ekhann heiti eigi Höttr lengr, ok skal hann heita Hjaltiupp frá þessu. Skaltu heita eptir sverðinu Gullinhjalta.\"Ok endar hér þenna þátt af Böðvari ok bræðrum hans."}}