{"originalTitle": "Áns_Saga_Bogsveigis_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Áns_Saga_Bogsveigis_Chapter_3", "text": {"0": "Þeir Þórir kómu við Naumdælafylki ok spurðu þarþau tíðendi, at andaðr var Óláfr konungr, en Ingjaldrvar þá einn konungr yfir því ríki, er þeir höfðu báðirátt. Þórir mælti þá: \"Sá lézt þar, er maðr var fremri,ok munda ek eigi norðan hafa farit, ef ek hefði vitatþessi skipti.\" Þórir kemr nú at konungs bænum. Ánhafði með sér boga sinn, ok er þeir kómu at höllinni,bendir Án upp bogann, er ákafliga var sterkr. Þórirspyrr, hvat þat skyldi. Án kvað þat brátt mundu sýnast.Hann lét koma strenginn fyrir brjóst sér, en bogannum herðarnar, skeyti hafði hann í hendi sér. Ok erþeir kómu at hallardyrunum, gáfu dyraverðirnir rúmÞóri, en um ferð Áns varð skarkalamikit, því at hannbreytti ekki búningi sínum. Síðan gekk hann at dyrunumfast, en boginn skagði um herðarnar, ok vannstekki rúm til í dyrunum, ok varð boginn annathvárt atbrotna eða beygjast mjök, því at dyrrnar stóðust atgönguna.Þá komst Án í höllina; bendist boginn, en brotnaðiekki. Án sezt utarliga niðr, en Þórir gekk fyrir konungok kvaddi hann. Konungr tók því vel ok bað hannfara til öndvegis gegnt sér. \"Skulu þér hér velkomnirmeð oss, eða hverr var í för með þér, eða hví skilrþessi maðr svá skjótt við þik?\" Þórir mælti: \"Sá maðrer bróðir minn ok hefir varla á sér alþýðu hátt.\" Konungrmælti: \"Hann skal hér velkominn, ok siti hannit næsta þér. Gerum vér þat fyrir þínar sakir, ok heyrthöfum vér getit Áns, ok er hann undramaðr í mörgumgreinum.\" Þórir hittir Án ok segir honum konungsorð, -- \"ok snú til þín sómahlut, frændi.\" Án svarar:\"Ekki munu vér um rúm skipta, enda liggr mér meiratil at þiggja vetrvist.\" Þórir kveðst hyggja, at hún munditil reiðu. Eigi at síðr gekk Þórir fyrir konung ok mælti:\"Vetrvistar vil ek beiða fyrir Án frænda at hans vilja,þó at sæti sé kyrrt.\" Konungr mælti: \"Til reiðu erhonum vetrvist, en hvat er honum annat sæti betraen hjá þér?\" Þórir kvaðst engan hlut mega í eiga viðhann, -- \"hæfir honum þetta gerr fyrr at vilja einn ráða,ok því var ek tregr til, at hann færi með mér, at ekvissa, at honum var kynliga varit.\" Þórir sagði Án konungsorð. Án mælti: \"Þá er nú vel orðit, ok gakktu,bróðir, til rúms þíns.\" Þórir gerir svá.Án var fálátr ok ósiðblendinn; var hann lengstumí rúmi sínu, nema þá hann gekk erenda sinna. Hirðmennhlógu at honum mjök, ok var Ketill foringi atþví. Án daufheyrðist við þat, ok leið svá fram til jóla.Þá lýsti konungr yfir því, at hann mundi gefa jólagjafir,sem faðir hans hafði gert, kvaðst svá vilja sínamenn at sér hylla. Ok affangakveld jóla vitjuðu menngjafanna allir nema Án. Konungr spurði, hví Án vitjaðieigi gjafanna; \"skal hann eigi gjafir þiggja sem aðrir?\"Þetta var sagt Án. Örglaðist hann þá upp ok mælti:\"Gott þykkir mér gull at þiggja.\" Ekki var maðrinnsinniligr, þar er hann skauzt fram fyrir konunginn.Furðu var hann mikill at sjá. Konungr mælti: \"Í hverjugall svá hátt, Án, er þú gekkst hér inn um dyrr í fyrstasinn?\" \"Í boga mínum,\" sagði Án, \"því at svá várulitlar hallardyrr yðar, konungr, at hann bendist allrsaman, er ek hafða hann á herðunum, áðr ek komstinn, ok lét í hátt, er aptr hljóp.\" \"Þú skalt,\" sagði konungr,\"heita Án bogsveigir.\" \"Hvat gefr þú mér atnafnfesti?\" sagði Án. \"Eignast hér gullhring í allt saman,\"sagði konungr, \"í nafnfesti ok jólagjöf, því at ekheyrða, hvat þú mæltir áðan, enda muntu allsterkrmaðr, svá stórr sem þú ert.\" \"Þat ætla ek,\" kvað Án,\"at ek sé allsterkr, en ekki veit ek til.\" Án tók við okþakkaði ekki. Hann lék sér at hringinum ok setti ábrynju sér. Hann tók gaupnunum til fyrir neðan, okeitt sinn skauzt hringrinn í brott. Hann fór at leita íforstofuna, en er hann kom aptr, var hann því líkastrsem hann hefði í saurnum laugazt. Sessunautar hansspyrja, hví hann væri svá ferligr. Hann kvað varla atspyrjanda, enn síðr segjanda, -- \"en segja munda ek þér,ef þú leyndir.\" Hann kveðst leyna mundu. Án sagði:\"Hér mun sannast þat, er sagt er: \"Afgjarnt verðröfundar fé\"; týnt er nú hringinum.\" Sessunautr hansmælti: \"Látum kyrrt yfir því.\" Án mælti: \"Svá skalvera, en ekki er mér þetta ætlat, ok vil ek gefa þeim,sem finnr.\" Þetta kom fyrir hirðina, ok sagði hverr öðrum,en Ketill hló at mjök ok kvað farit hafa sem vánvar at at gefa fóli því gull. Hann fór þá ok leitar athringinum með hirðinni. Þeir þrengdust fast í forstofunni.Án mælti þá: \"Hverju sætir, at menn ganga hérá höndum ok starfa í sauri, enda heldr hér við sviptingar?\"Honum var sagt, at menn vildu bæta slys hansok finna hringinn. Án mælti: \"Eigi em ek til minnugr.Hér er nú hringrinn á hendi mér, en nú galt ek yðreinn tíma, er þér hafið mik opt dárat.\" Hirðmennkváðust mjök spottaðir. Án kvað svá eiga at vera. Síðanvar hvíld á gabbit, en þó dró til ins sama, ok varKetill mest at því."}}