{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_16", "text": {"0": "Nú berr svá til, at þeir koma fyrri í Danaveldi ensendimenn Ellu konungs ok sitja nú kyrrir með liðsitt. En sendimenn koma með lið sitt til þeirar borgar,er synir Ragnars þiggja veizlu, ok ganga í þá höll,er þeir drekka, ok fyrir hásætit, er Ívarr liggr í. Sigurðrormr í auga ok Hvítserkr hvati sitja at hneftafli,en Björn járnsíða skefr spjótskepti á hallargólfinu. Oker sendimenn Ellu konungs koma fyrir Ívar, kveðjaþeir hann virðuliga. En hann tekr kveðju þeira okspyrr, hvaðan þeir sé eða hvat þeir segja tíðenda. Oksá, er fyrir þeim var, segir, at þeir váru enskir mennok þá hefir Ella konungr þangat senda með þau tíðendiat segja fall Ragnars, föður þeira. Hvítserkr okSigurðr láta þegar falla niðr taflit ok hyggja at vandligaþessi tíðenda sögn. Björn stendr á hallargólfinu okstuddist við spjótskepti sitt. En Ívarr spurði þá vandliga,með hverjum atburð líflát hans hafði verit. Enþeir sögðu allt sem farit hafði þaðan frá, er hann komvið England ok til þess, er hann lét líf sitt. Ok nú erþessi sögu var þar komit, er hann hafði þetta mælt:\"Gnyðja mundu grísir,\" -- þokar Björn höndum sínumá spjótskaptinu, ok svá hafði hann tekit fast, athandastaðinn sá á eptir. Þá er sendimenn luku frásögnþessi, hristir Björn spjótit í sundr, svá at stökk í tváhluti. En Hvítserkr hélt töfl einni, er hann hafðidrepit, ok hann kreisti hana svá fast, at blóð stökkundan hverjum nagli. En Sigurðr ormr í auga hafðihaldit á knífi einum ok skóf nagl sinn, er þessi tíðendiváru sögð, ok hugði svá vandliga at þessum tíðendum,at hann kenndi eigi fyrr en knífrinn stóð í beini, okbrást hann ekki við. En Ívarr spyrr at öllu sem gerst,en litr hans var stundum rauðr, en stundum blár, enlotum var hann bleikr, ok hann var svá þrútinn, athans hörund var allt blásit af þeim grimmleik, er íbrjósti hans var. Nú tekr Hvítserkr til orða ok sagði,at svá mætti hefndina bráðast upp hefja at drepa sendimennEllu konungs. Ívarr segir: \"Þat skal eigi vera.Þeir skulu fara í friði, hvert er þeir vilja, ok ef nokkurrhlutr er sá, at þá skorti, skulu þeir mér til segja,ok skal ek fá þeim.\" Ok nú er þeir hafa lokit erendisínu, snúa þeir utar eptir höllunni ok til skips síns.Ok er þeim gefr byr, láta þeir í haf, ok ferst þeim vel,þar til er þeir koma á fund Ellu konungs, ok segjahonum frá, hversu hverjum þeira hefir við brugðit þessatíðenda sögn. Ok er Ella konungr heyrir þetta, þá mæltihann: \"Þess er ván, at annathvárt munu vér Ívar þurfaat óttast eða engan ella, at því er þér segið frá honum,ok mundi þeim gott innan rifja, ok haldit munuvér fá ríki váru fyrir þeim.\" Nú lætr hann varðhöldhafa um allt sitt ríki, svá at eigi mátti herr komast áóvart honum.En er sendimenn Ellu konungs váru brott farnir,ganga þeir bræðr á málstefnu, hversu þeir skyldu meðfara of hefnd eptir Ragnar, föður sinn. Þá mælti Ívarr:\"Engan hlut mun ek í eiga ok eigi fá lið til, því atRagnarr fór sem mik varði. Hann bjó illa sína söktil í upphafi. Hann átti engar sakir við Ellu konung,ok hefir þat opt orðit, ef maðr ætlar ofrkapp fyrir sérmeð rangendum, at hann hefir því óvirðuligar niðrkomit. Ok vil ek þiggja fébætr af Ellu konungi, efhann vill til leggja við mik.\" En er þeir heyra þettabræðr hans, verða þeir reiðir mjök ok segja, at aldriskyldu þeir svá at klækjum verða, þótt hann vildi svá.\"Munu þat margir mæla, at oss sé mislagðar hendr íkné, ef vér skulum eigi hefna föður várs, en vér höfumvíða farit um heim með herskildi ok drepit marganmann saklausan. Ok enn skal eigi þat verða, heldr skalbúa hvert skip, er sæfært er í Danaveldi. Skal svágersamliga safna liði, at hverr maðr, er skjöld má beraí mót Ellu konungi, skal fara.\" En Ívarr segir, at hannmundi eptir sitja ok þau skip, er hann á fyrir at ráða,-- \"nema þat eitt, er ek á sjálfr.\" Ok er þetta spyrst,at Ívarr leggr enga stund á, fá þeir miklu minna liðok fara þó eigi at síðr. Ok þegar er þeir kómu viðEngland, verðr Ella konungr varr við ok lætr þegarlúðr sinn við gjalla ok býðr til sín öllum mönnum,er honum vilja fylgja. Ok nú fær hann svá mikit lið,at engi maðr mátti tölu á koma, ok ferr í mót þeimbræðrum. Ok er þeir finnast, var Ívarr ekki í þeimbardaga. Ok svá lýkr þeira bardaga, at synir Ragnarskoma á flótta, en Ella konungr hefir sigr. Ok er hannvar at at reka flóttann, segir Ívarr, at hann ætlar ekkiaptr at hverfa til lands síns, -- \"ok vil ek reyna, hvártElla konungr vill mér nokkurrar sæmdar unna eðaengrar, ok þykki mér sá betri at þiggja yfirbót af honumen fara slíkar ófarar fleiri sem nú fóru vér.\" Hvítserkrsegir, at eigi mátti hlut í eiga með honum okhann yrði at fara með sín efni sem hann vill, -- \"enaldri skulu vér fé taka eptir föður várn.\" Ívarr segir,at þar mundi skilja með þeim, ok bað þá ráða ríkiþví, er þeir áttu allir saman, -- \"en þér skuluð sendamér lausafé, sem ek kveð á.\" En er hann hafðimælt, bað hann þá vel fara. En hann snýr aptr sinniferð á fund Ellu konungs. Ok er hann kemr fyrir hann,kveðr hann konunginn virðuliga ok hefr svá mál sitt:\"Ek em kominn á fund yðarn, ok vil ek mæla til sættavið þik ok slíkrar sæmdar sem þú vilt gert hafa tilmín. Ok nú sé ek þat, at ek hefi ekki við þér, ok þykkimér þat betra at þiggja af yðr slíka sæmd sem þú viltmér veita en láta mína menn fleiri fyrir yðr eða sjálfanmik.\" Þá svarar Ella konungr: \"Þat kalla sumirmenn, at eigi sé hægt at trúa þér ok þú mælir þá optfagrt, er þú hyggr flátt, ok mun oss vera vant at sjávið þér eða bræðrum þínum.\" \"Ek mun til lítils mælavið þik, ef þú lætr þat til. Skal ek þat sverja þér á mót,at ek skal aldri vera í mót þér.\" Nú spyrr konungr,til hvers hann mælti of yfirbætr. \"Ek vil,\" segir Ívarr,\"at þú gefir mér þat af landi þínu, er uxahúð tekryfir, en þar utan um skal grundvöll gera, ok mun ekeigi til meira mæla við þik, ok þat sé ek, at þú viltmér engrar sæmdar unna, ef þú vilt eigi þetta.\" \"Eigiveit ek,\" segir konungr, \"at oss megi þetta at meiniverða, þótt þú hafir þetta ór mínu landi, ok at vísumun ek fá þér þetta, ef þú vilt þat sverja mér atberjast eigi í mót mér, ok eigi uggi ek bræðr þína,ef þú ert mér trúr.\""}}