{"originalTitle": "Völsunga_Saga_Chapter_29", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_29", "text": {"0": "Eptir þetta tal leggst Brynhildr í rekkju, ok kómuþessi tíðendi fyrir Gunnar konung, at Brynhildr ersjúk. Hann hittir hana ok spyrr, hvat henni sé, en húnsvarar engu ok liggr sem hún sé dauð. Ok er hannleitar eptir fast, þá svarar hún: \"Hvat gerðir þú afhring þeim, er ek selda þér, er Buðli konungr gaf mérat efsta skilnaði, er þér Gjúki konungr kómuð til hans okhétuð at herja eða brenna, nema þér næðið mér? Síðanleiddi hann mik á tal ok spyrr, hvern ek köra af þeim,sem komnir váru, en ek buðumst til at verja landitok vera höfðingi yfir þriðjungi liðs. Váru þá tveirkostir fyrir hendi, at ek munda þeim verða at giftast,sem hann vildi, eða vera án alls fjár ok hans vináttu;kvað þó sína vináttu mér mundu betr gegna en reiði.Þá hugsaða ek með mér, hvárt ek skylda hlýða hansvilja eða drepa margan mann. Ek þóttumst vanfærtil at þreyta við hann, ok þar kom, at ek hétumstþeim, er riði hestinum Grana með Fáfnis arfi ok riðiminn vafrloga ok dræpi þá menn, er ek kvað á. Nútreystist engi at ríða nema Sigurðr einn. Hann reiðeldinn, því at hann skorti eigi hug til. Hann drap orminnok Regin ok fimm konunga, en eigi þú, Gunnarr,er þú fölnaðir sem nár, ok ertu engi konungr né kappi.Ok þess strengda ek heit heima at föður míns, at ekmunda þeim einum unna, er ágæztr væri alinn, en þater Sigurðr. Nú erum vér eiðrofa, er vér eigum hanneigi, ok fyrir þetta skal ek ráðandi þíns dauða. Ok eigumvér Grímhildi illt at launa. Henni finnst engikona huglausari né verri.\" Gunnarr svarar, svá at fáirheyrðu: \"Mörg flærðarorð hefir þú mælt, ok ertu illúðigkona, er þú ámælir þeiri konu, er mjök er umþik fram, ok eigi undi hún verr sínu, svá sem þú gerir,eða kvaldi dauða menn, ok engan myrði hún ok lifirvið lof.\" Brynhildr svarar: \"Ekki höfum vér launþinghaft né ódáðir gert, ok annat er várt eðli, ok fúsariværim vér at drepa yðr.\" Síðan vildi hún drepa Gunnarkonung, en Högni setti hana í fjötra. Gunnarr mæltiþá: \"Eigi vil ek, at hún búi í fjötrum.\" Hún svarar:\"Hirð eigi þat, því at aldri sér þú mik glaða síðan íþinni höll eða drekka né tefla né hugat mæla né gullileggja góð klæði né yðr ráð gefa.\" Kvað hún sér þatmestan harm, at hún átti eigi Sigurð. Hún settist uppok sló sinn borða, svá at sundr gekk, ok bað svá lúkaskemmudyrum, at langa leið mætti heyra hennarharmtölur. Nú er harmr mikill, ok heyrir um allanbæinn. Guðrún spyrr skemmumeyjar sínar, hví þær sésvá ókátar eða hryggar -- \"eða hvat er yðr, eða hví fariþér sem vitlausir menn, eða hverr gyzki er yðr orðinn?\"Þá svarar hirðkona ein, er Svafrlöð hét: \"Þettaer ótímadagr. Vár höll er full af harmi.\" Þá mæltiGuðrún til sinnar vinkonu: \"Stattu upp, vér höfumlengi sofit. Vek Brynhildi, göngum til borða ok verumkátar.\" \"Þat geri ek eigi,\" sagði hún \"at vekjahana né við hana mæla, ok mörg dægr drakk hún eigimjöð né vín, ok hefir hún fengit goða reiði.\" Þá mæltiGuðrún til Gunnars: \"Gakk at hitta hana,\" segir hún,\"ok seg oss illa kunna hennar meini.\" Gunnarr svarar:\"Þat er mér bannat at hitta hana eða hennar fé atskipta.\" Þó ferr Gunnarr at hitta hana ok leitar margavega málsenda við hana ok fær ekki af um svörin;gengr nú á brott ok hittir Högna ok biðr hann finnahana. En hann kveðst vera ófúss ok ferr þó ok fekkekki af henni. Ok er hittr Sigurðr ok beðinn at finnahana. Hann svarar engu, ok er svá búit um kveldit.Ok annan dag eptir, er hann kom heim af dýraveiði,hitti hann Guðrúnu ok mælti: \"Þann veg hefir fyrirmik borit sem þetta muni til mikils koma hrollr sjá,ok mun Brynhildr deyja.\" Guðrún svarar: \"Herraminn, mikil kynsl fylgja henni. Hún hefir nú sofitsjau dægr, svá at engi þorði at vekja hana.\" Sigurðrsvarar: \"Eigi sefr hún, hún hefir stórræði með höndumvið okkr.\" Þá mælti Guðrún með gráti: \"Þat ermikill harmr at vita þinn bana. Far heldr ok finnhana ok vit, ef sjatni hennar ofsi, gef henni gull okmýk svá hennar reiði.\" Sigurðr gekk út ok fann opinnsalinn. Hann hugði hana sofa ok brá af henni klæðumok mælti: \"Vaki þú, Brynhildr, sól skínn um allanbæinn, ok er ærit sofit. Hritt af þér harmi ok takgleði.\" Hún mælti: \"Hví sætir þinni dirfð, er þú ferrmik at hitta? Mér var engi verri í þessum svikum.\"Sigurðr spyrr: \"Hví mælir þú eigi við menn, eða hvatangrar þik?\" Brynhildr svarar: \"Þér skal ek segja mínareiði.\" Sigurðr mælti: \"Heilluð ertu, ef þú ætlar grimmanminn hug við þik, ok er sjá þinn maðr, er þúkaust.\" \"Nei,\" segir hún, \"eigi reið Gunnarr eldinn tilvár, ok eigi galt hann mér at mundi felldan val. Ekundruðumst þann mann, er kom í minn sal, ok þóttumstek kenna yður augu, ok fekk ek þó eigi vístskilit fyrir þeiri huldu, er á lá á minni hamingju.\" Sigurðrsegir: \"Ekki erum vér göfgari menn en synirGjúka. Þeir drápu Danakonung ok mikinn höfðingja,bróður Buðla konungs.\" Brynhildr svarar: \"Margt illteigum vér þeim upp at inna, ok minn oss ekki á harmavára. Þú, Sigurðr, vátt orminn ok reitt eldinn ok ofmína sök, ok váru þar eigi synir Gjúka konungs.\" Sigurðrsvarar: \"Ekki varð ek þinn maðr, ok vartu mínkona, ok galt við þér mund ágætr konungr.\" Brynhildrsvarar: \"Eigi sá ek svá Gunnar, at minn hugr gerðihlæja við honum, ok grimm em ek við hann þótt ekhylma yfir fyrir öðrum.\" \"Þat er ógurligt,\" segir Sigurðr,\"at unna eigi slíkum konungi, eða hvat angrar þik mest?Mér sýnist sem hans ást sé þér gulli betri.\" Brynhildrsvarar: \"Þat er mér sárast minna harma, at ekfæ eigi því til leiðar komit, at bitrt sverð væri roðití þínu blóði.\" Sigurðr svarar: \"Kvíð eigi því. Skammtmun at bíða, áðr bitrt sverð mun standa í mínu hjarta,ok ekki muntu þér verra biðja, því at þú munt eigieptir mik lifa. Munu ok fáir várir lífsdagar heðan ífrá.\" Brynhildr svarar: \"Eigi standa þín orð af litlufári, síðan þér svikuð mik frá öllu yndi, ok ekki hirðiek um lífit.\" Sigurðr svarar: \"Lif þú ok unn Gunnarikonungi ok mér, ok allt mitt fé vil ek til gefa, at þúdeyir eigi.\" Brynhildr svarar: \"Eigi veizt þú gerla mitteðli. Þú berr af öllum mönnum, en þér hefir engikona orðit leiðari en ek.\" Sigurðr svarar: \"Annat ersannara: Ek unna þér betr en mér, þótt ek yrða fyrirþeim svikum, ok má því nú ekki bregða, því at ávallt,er ek gáða míns geðs, þá harmaði mik þat, er þú varteigi mín kona. En af mér bar ek sem ek mátta, þat erek var í konungshöll, ok unda ek því þó, at vér várumöll saman. Kann ok verða, at fram verði at komaþat, sem fyrir er spát, ok ekki skal því kvíða.\" Brynhildrsvarar: \"Of seinat hefir þú at segja, at þik angrarminn harmr, en nú fám vér enga líkn.\" Sigurðr svarar:\"Gjarna vilda ek, at vit stigim á einn beð bæði okværir þú mín kona.\" Brynhildr svarar: \"Ekki er slíktat mæla, ok eigi mun ek eiga tvá konunga í einni höll,ok fyrr skal ek líf láta en ek svíkja Gunnar konung,\" --ok minnist nú á þat, er þau fundust á fjallinu ok sórusteiða, -- \"en nú er því öllu brugðit, ok vil ek eigilifa.\" \"Eigi munda ek þitt nafn,\" sagði Sigurðr, \"okeigi kennda ek þik, fyrr en þú vart gift, ok er þettainn mesti harmr.\" Þá mælti Brynhildr: \"Ek vann eiðat eiga þann mann, er riði minn vafrloga, en þann eiðvilda ek halda eða deyja ella.\" \"Heldr en þú deyir,vil ek þik eiga, en fyrirláta Guðrúnu,\" segir Sigurðr,en svá þrútnuðu hans síður, at í sundr gengu brynjuhringar.\"Eigi vil ek þik,\" sagði Brynhildr, \"ok enganannarra.\" Sigurðr gekk í brott. Svá segir í Sigurðarkviðu:\"Út gekk Sigurðrandspjalli frá,hollvinr lofðaok hnipnaði,svá at ganga namgunnarfúsumsundr of síðurserkr járnofinn.\"Ok er Sigurðr kom í höllina, spyrr Gunnarr, hvárthann viti, hverr meintregi henni væri eða hvárt húnhefir mál sitt. Sigurðr kvað hana mæla mega. Ok núferr Gunnarr at hitta hana í annat sinn ok spyrr, hvígegndi hennar meini eða hvárt nokkur bót mundi tilliggja. \"Ek vil eigi lifa,\" sagði Brynhildr, \"því at Sigurðrhefir mik vélt ok eigi síðr þik, þá er þú lézthann fara í mína sæng. Nú vil ek eigi tvá menn eigasenn í einni höll, ok þetta skal vera bani Sigurðar eðaþinn eða minn, því at hann hefir þat allt sagt Guðrúnu,en hún brigzlar mér.\""}}