{"originalTitle": "Beowulf_V", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_V", "text": {"0": "VStrǣt wæs stānfāh,  stīg wīsodegumum ætgædere.  Gūðbyrne scānheard hondlocen,  hringīren scīrsong in searwum,  þā hīe tō sele furðumin hyra gryregeatwum  gangan cwōmon.Setton sǣmēþe  sīde scyldas,rondas regnbearde  wið þæs recedes weal;bugon þā tō bence,--  byrnan hringdon,gūðsearo gumena;  gāras stōdon,sǣmanna searo  samod ætgædere,æscholt ufan grǣg;  wæs se īrenþrēatwǣpnum gewurþad.  þā ðǣr wlonc hæleðōretmecgas  æfter æþelum frægn:'Hwanon ferigeað gē  fǣtte scyldas,grǣge syrcan,  ond grīmhelmas,heresceafta hēap ?  Ic eom Hrōðgāresār ond ombiht.  Ne seah ic elþēodigeþus manige men  mōdiglīcran.Wēn' ic þæt gē for wlenco,  nalles for wræcsīðum,ac for higeþrymmum  Hrōðgār sōhton.'Him þā ellenrōf  andswarode,wlanc Wedera lēod,  word æfter spræcheard under helme:  'Wē synt Higelācesbēodgenēatas;  Bēowulf is mīn nama.Wille ic āsecgan  sunu Healfdenes,mǣrum þēodne  mīn ǣrende,aldre þīnum,  gif hē ūs geunnan wile,þæt wē hine swā gōdne  grētan mōton.'Wulfgār maþelode  --þæt wæs Wendla lēod,wæs his mōdsefa  manegum gecȳðed,wīg ond wīsdōm --:  'Ic þæs wine Deniga,frēan Scildinga  frīnan wille,bēaga bryttan,  swā þū bēna eart,þēoden mǣrne  ymb þīnne sīð,ond þē þā andsware  ǣdre gecȳðan,ðē mē se gōda  āgifan þenceð.'Hwearf þā hrædlīce  þǣr Hrōðgār sæteald ond anhār  mid his eorla gedriht;ēode ellenrōf,  þæt hē for eaxlum gestōdDeniga frean;  cūþe hē duguðe þēaw.Wulfgār maðelode  tō his winedrihtne:'Hēr syndon geferede,  feorran cumeneofer geofenes begang  Gēata lēode;þone yldestan  ōretmecgasBēowulf nemnað.  Hȳ bēnan synt,þæt hīe, þēoden mīn,  wið þē mōtonwordum wrixlan;  nō ðū him wearne getēohðīnra gegncwida,  glædman HrōðgārHȳ on wīggetāwum  wyrðe þinceaðeorla geæhtlan;  hūru se aldor dēah,sē þǣm heaðorincum  hider wīsade.'"}}