{"originalTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_2", "text": {"0": "Maðr hét Fárbauti. Hann var karl einn ok átti sérkerlingu þá, er Laufey er nefnd. Hún var bæði mjóok auðþreiflig; því var hún Nál kölluð. Þau áttu séreinn son barna. Sá var Loki nefndr. Hann var ekkimikill vöxtum, orðskár var hann snemma ok skjótligrí bragði. Hann hafði fram yfir aðra menn vizku þá, erslægð heitir. Hann var mjök kyndugr þegar á ungaaldri, því var hann kallaðr Loki lævíss. Hann réðst tilÓðins í Ásgarð ok gerðist hans maðr. Óðinn mæltihvatvetna eptir honum, hvat sem hann tók til, endalagði hann opt stórar þrautir fyrir hann, ok leysti hannþær allar vánu betr af höndum. Hann varð ok náligaalls víss, þess er við bar, sagði hann ok allt Óðni, þater hann vissi.Þat er ok sagt, at Loki varð víss, er Freyja hafði fengitmenit ok svá, hvat hún hafði móti gefit; sagði hannþetta Óðni. En er Óðinn varð þess víss, sagði hann,at Loki skyldi ná meninu ok fá sér. Loki kvað þat óvænligtsakir þess, at engi maðr má í skemmuna komastfyrir utan vilja Freyju. Óðinn sagði, at hann skyldifara verða ok eigi aptr koma, fyrr en hann hefði nátmeninu. Loki sneri þá í brottu æpandi. Flestir urðuvið þat kátir, er Loka gekk lítt til. Hann gengr tilskemmu Freyju, ok var hún læst. Hann leitaði við innat komast ok gat eigi. Kuldaveðr var úti mikit, ok tókhonum fast at kólna. Hann varð þá at einni flugu.Hann flökti þá um alla lása ok með öllum fellum okgat hvergi lopt fundit, svá at hann mætti inn komast.Uppi allt hjá burstinni ok þó eigi meiri boru fannhann en sem stinga mætti í nál; þá boru bograr hanninn. En er hann kom inn, var hann flenneygr mjökok hugði at, ef nokkurir vekti, en hann gat þat sét, atallt svaf í skemmunni. Hann ferr þá innar at sænginniFreyju ok skynjar þá, at hún hefir menit á hálsi sérok at nistin horfðu niðr á. Loki verðr þá at einni fló.Hann sezt á kinn Freyju ok höggr svá, at Freyja vaknarok snerist við ok sofnar aptr. Þá dregr Loki af sérflóar haminn, lokkar þá af henni menit, lýkr þá uppskemmunni ok ferr í burt ok færir Óðni.Freyja vaknar um morgininn ok sér, at opnar erudyrrnar, en ekki brotit, en menit var í brottu it góða.Hún þykkist vita, hver brögð í munu vera, gengr inní höllina, þegar hún er klædd, fyrir Óðin konung oktalar um, at hann hafi illa látit gera at stela frá hennigóðgrip hennar ok biðr hann fá sér aptr góðgrip sinn.Óðinn segir, at hún skal þat aldri fá, svá at eins hefirhún at því komizt, -- \"nema þú orkir því, at þeir konungartveir, at tuttugu konungar þjóna hvárum, verðimissáttir ok berist með þeim álögum ok atkvæðum, atþeir skulu jafnskjótt upp standa ok berjast sem þeir áðrfalla, utan nokkurr maðr kristinn verði svá röskr okhonum fylgi svá mikil gifta síns lánardrottins, at hannþori at ganga í bardaga þeira ok vega með vápnum þessamenn. Þá it fyrsta skal þeira þraut lyktast, hverjum höfðingjasem þat verðr lagit at leysa þá svá ór ánauð okerfiði sinna fárligra framferða.\" Freyja játtaði því októk við meninu."}}