{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_31", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_31", "text": {"0": "Eptir þetta ríðr hann í burt einn saman, ok ekki hefirhann með sér mikit gull né silfr né aðra fjárhluti, nemahann er vel búinn at vápnum ok klæðum. Hann ríðrnú sínum góða hesti fyrst til hellisins eptir vísan móðursinnar. Verðr sverðit laust, þá hann tekr til hjaltanna.Þat fylgdi því sverði, at aldri mátti því bregða,utan þat væri mannsbani. Þat skyldi eigi undir höfuðleggja ok eigi á hjalt reisa. Eggjar skyldi þrisvar sinnumá allri ævi sinni brýna, ok eigi mátti bregða annat skeið,svá var þat torsótt. Þenna mæta grip vildu þeir bræðrallir eiga. Böðvarr sótti á fund Elg-Fróða, bróður síns.Hann gerði umgerð at sverðinu af björk.Ekki verðr tíðenda í ferð hans, fyrr en hann kemraptan dags at skála miklum. Þar réð fyrir Elg-Fróði.Böðvarr leiðir inn hest sinn ok þykkist eiga at heimiluþat allt, er hann þykkist þurfa. Fróði kemr heim umkveldit ok rennir illa augum á hann. Böðvarr ferr ekkiat því ok lætr hefjast við. Svá hestarnir eigast ok illtvið, ok vill hvárr reka annan af stallinum. Fróði tekrþá til orða: \"Þetta er ofsamaðr mikill, er þorir at setjasthér inn at ólofi mínu.\" Böðvarr lét slúta höttinn oksvarar engu. Elg-Fróði stendr upp ok bregðr skálminniok skellir síðan upp at heptinu, ok ferr svá tvisvar sinnum.Böðvarr bregðr sér ekki við. Í þriðja sinn bregðrhann skálminni ok stefnir nú at honum, ok hyggr hann,at sá maðr kunni ekki at hræðast, er kominn var; ætlarnú hann skuli undir sér taka. Ok sem Böðvarr sér, íhvert efni komit er, vill hann eigi lengr bíða, stendrnú upp ok rennr undir hönd honum. Elg-Fróði varþess harðari undir höndum, ok eigast þeir við miklarsviptingar, ok þá ferr ofan hattr Böðvars, ok þá kennirFróði hann ok mælti: \"Velkominn, frændi, ok höfumvit helzt lengi þessar sviptingar haft.\" \"Ekki sakar enntil,\" segir Böðvarr. Elg-Fróði mælti: \"Varligar mun þérþó enn, frændi, við mik at eiga, ef vit skulum þat þreyta,ok muntu hér enn aflsmunar kenna, ef vit skulum eigastvið ok ekki hlífast við.\" Fróði bauð honum þar atvera ok eiga allt hálft við sik. Böðvarr vill þat eigi,ok þótti honum þat illt at drepa menn til fjár sér. Hannferr nú á burt eptir þetta. Fróði fór á leið með honumok segir honum þat, at hann hafi mörgum manni griðgefit, þeim er litlir váru fyrir sér, ok við þat gladdistBöðvarr ok sagði hann gerði þat vel, -- \"ok flesta skyldirþú í friði láta fara, þó at þér þætti nokkut við þá.\"Elg-Fróði segir; \"Mér eru allir hlutir illa gefnir, enþat er þér eitt til at fara á fund Hrólfs konungs, þvíat þar vilja allir vera inir mestu kappar með honum,því at stórlæti hans er miklu meira, rausn ok hugprýði,en allra konunga annarra.\" Síðan tók Fróði ok stjakaðihonum. Þá mælti Fróði: \"Ekki ertu svá sterkr,frændi, sem þér hæfir.\" Fróði nam sér blóð í kálfanumok bað hann drekka, ok svá gerir Böðvarr. Þá tók Fróðitil hans í annat sinn, ok þá stóð Böðvarr í sömu sporum.\"Helzt ertu nú sterkr, frændi,\" sagði Elg-Fróði,\"ok vænti ek, at þér hafi komit at haldi drukkrinn, okþú munt verða fyrirmaðr flestra um afl ok hreysti okum alla harðfengi ok drengskap, ok þess ann ek þérvel.\" Eptir þetta sté Fróði í bergit, er var hjá honum,allt til lagklaufa. Þá mælti Fróði: \"Til þessa spors munek koma hvern dag ok vita, hvat í sporinu er; moldmun verða, ef þú verðr sóttdauðr, vatn, ef þú verðrsjódauðr, blóð, ef þú verðr vápndauðr, ok mun ek þáhefna þín, því at ek ann þér mest allra minna.\""}}