{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_4", "text": {"0": "Þat var einn dag, er konungr spásérar úti, at Hjálmþér,sonr hans, kom til móts við hann með sínum sveinumok heilsar föður sínum. Konungr tók vel kveðjuhans. Hjálmþér mælti: \"Til þess er ek hér kominn,herra, at ek vil þér fáið mér fimm skip með vápnumok mönnum til bardaga vel búna. Vil ek ór landi faraat afla mér fjár ok frægðar, ok vil ek þetta sé allt búitinnan mánaðar.\" \"Þetta vil ek gjarnan gera, minn kærisonr,\" segir konungrinn. Var nú þing stefnt ok þangatboðit múg ok margmenni. Bað konungr nú son sinn atvelja sér svá marga menn sem hann vildi hafa ok sváskip ok fé. Hjálmþér gerir nú svá ok velr fimm hundruðliðs, allt ungt fólk. Ok sem þetta var sýslat, stígrHjálmþér á skip ok Ölvir með öllum sínum mönnum ok siglaí haf, ok verðr þeim gott til fjár, því at þeir brytja niðrblámenn ok berserki, en láta friðmenn alla í náðum.Síð um haustit koma þeir við ey eina ok lentu í einumleynivág. Þat var síð um kveld. Þar var skógi vaxitok hömrum lykt. Þeir gengu á land Hjálmþér ok Ölvirok upp í mörkina á eina hæð. Þar sáu þeir skipaflotamikinn öðrum megin undir eyjunni ok dreka einnmjök stóran ok vænan ok þar með fimmtán langskip,ok eitt tjald var mikit á landi, ok rauk þar mjök.Hjálmþér mælti: \"Hverir munu þessir vera, sem sik haldasvá ríkuliga, ok vil ek fara ok finna þá ok vita,hverir eru?\" \"Ger svá,\" segir Ölvir. Þeir hlóðu sik núnæfrum ok tóku sér lurka í hendr ok stumruðu framat tjöldunum. Þar var reykr mikill. Þeir settust ídyrrnar. Þeir báðu þá ór dyrunum ganga, sem inniváru. Hinir sögðust þat eigi mega fyrir kulda sakir, --\"en hvat heitir höfðingi, er fyrir þessum skipastólræðr?\" \"Þit spyrizt heimskuliga,\" segja hinir, \"eða hafiðþit svá í fjarska fæddir verit, at þit hafið enga fregn haftaf okkar ágætum húsbónda. Hann heitir Kollr, en hansbróðir Tóki. Þeir eru mestir ágætismenn at öllu. Þeirhafa legit í víkingu, síðan þeir váru tólf vetra, bæðivetr ok sumar. Allar skepnur eru við þá hræddar. Bæðikonunga ok jarla hafa þeir undir sik lagt með herskildiok þeira ríki. En nú skildu þeir í sumar. Helt Tóki tilEnglands, en höfðinginn Kollr er nú hér kominn. Höfumvér nú verit í hálfan mánuð í þessari höfn.\" \"Velhafi þit skemmt,\" segja þeir. Síðan gengu þeir aptr tilskipa sinna ok segja sínum mönnum allt, hvat þeirhöfðu fregnat. \"Skulum vér,\" segir Hjálmþér, \"viðbúningveita í nótt ok bera fjárhlut várn á land, en grjót áskip, ok veita víkingum röskligan atróðr á morgun.\"Þeir gera nú svá.En er morgnaði ok sól rann upp, róa þeir at skipunumok gera harða grjóthríð á skip víkinga, ok vaknaþeir við vándan draum. Þeir fóstbræðr höfðu unnitfimm skip af víkingum, áðr en þeir váru herklæddir.Kollr spyrr, hverr svá ófæliliga færi at þeim, -- \"skuluþér hér at vísu viðnám fá.\" Hjálmþér segir til sín. Tókstnú hörð orrosta. Hafði Kollr harðsnúit lið ok margt.Ganga hvárirtveggju vel fram, ok fellr margt lið af báðum,en þó fleira af liði Kolls, því at þeir fóstbræðrkvistuðu þá niðr sem hráviði, en þó leið eigi langt,áðr en þeir Hjálmþér ok Ölvir höfðu misst sín fjögurskip ok fólkit með. Höfðu þeir þá ok drepit hvertmannsbarn af skipum Kolls utan þat, sem flýði til hans ádrekann. Ölvir mælti: \"Bezt er okkr, stallbróðir, at prófa,hvárt vit komumst ekki á drekann til Kolls.\" \"Þat skalvera,\" segir Hjálmþér. Þeir gera svá ok komast á drekannok svá hverr at öðrum. Tókst nú enn at nýju harðrbardagi. Fellr nú hverr um annan, þar til þeir finnastHjálmþér ok Kollr, ok höggr þegar hvárr til annarsmeð bitrligum sverðum, þar til at höggnar eru hlífaraf hvárumtveggjum. Hjálmþér hugsar nú með sér, atsvá búit má eigi lengr standa, reiðir upp sverðit okhöggr á hálsinn, svá at af tók höfuðit. Síðan bauð hannþeim, sem eptir lifðu, at vinna sér trúnaðareiða. Þeirjátuðu því. Þar fengu þeir mikit fé í gulli ok gersemum,heldu síðan heim til Mannheima í ríki feðra sinnaok sátu í kastalanum um vetrinn."}}