{"originalTitle": "Beowulf2_Xviii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xviii", "text": {"0": "XVIIITo him was a cup borne, and friendly greetingOffered in words, and twisted goldGladly presented, arm-ornaments two,A burnie and rings, the greatest of collars,Of those which on earth I ever have heard of.Under the heaven heard I of no betterHoard-jewel of heroes, since Hama boreTo the bright city the Brosings' collar,Bright jewel and costly; - he fell into the wilesOf Eormenric, eternal fate chose.This ring then had Higelac the Geat,The grandson of Swerting, the very last time,When he under his banner defended the treasure,Battle-spoils guarded: Weird took him away,When he for pride suffered great woes,Feud from the Frisians: the jewels he bore,The precious stones, o'er the wave-holder,The mighty prince: he fell under his shield,The life of the king into th' Franks' keeping went,Breast-battle-weeds   and the collar together:Warriors inferior plundered the slainAfter the overthrow of the Geats' people,The battle-field held.-The hall resounded.Wealhtheow then said, she before the crowd spoke\"Use this collar , Beowulf dear,Young man, with joy, and make use of this burnie,People's treasures, and thrive thou well;Bear thee with might and be to these youthsFriendly in counsel; thy reward I'll remember.Thou hast now caused that thee far and nearAll thy life long men shall honor,Even so wide as the sea encircles,Winds through its walls. Be, whilst thou livest,Noble prince, happy. I grant to thee wellPrecious treasures. Be thou to my sonsFriendly in deeds, thou joyful one:Here is each earl true to the other,Mild in his mood, loyal to his liege lord;The thanes are at peace, the people all ready;Warriors well-drunken, do as I bid.\"She went to the seat. There was choicest of feasts,The men drank the wine: weird they knew not,Destiny stern, as it did happenTo many of earls, when even cameAnd Hrothgar departed to go to his court,The mighty to rest. The hall in-dweltA number of earls, as they oft before did;They emptied the bench-space: it was over-spreadWith beds and bolsters. A certain beer-servant,Ready and fated, lay down to his rest.They placed at their heads the battle-shields,The bright wooden boards: there on the bench wasOver the warrior easily seenThe battle-high helmet, the ringéd burnie,The mighty spear-shaft; their custom wasThat they often were ready for combatBoth at home and in army, and in each one of themEven at such a time as to their liege lordNeed there might be: that was a good folk."}}