{"originalTitle": "Grettis_Saga_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_4", "text": {"0": "Vígbjóður og Vestmar hétu víkingar. Þeir voru suðureyskir og    lágu úti bæði vetur og sumar. Þeir höfðu átta skip og herjuðu    um Írland og gerðu mörg illvirki þar til að Eyvindur    austmaður tók landvörn þar. Síðan stukku þeir í Suðureyjar og    herjuðu þar og allt inn í Skotlandsfjörðu.    Þeir Þrándur og Önundur fóru í móts við þá og spurðu að þeir    höfðu siglt inn til eyjar þeirrar er Bót hét.    Nú koma þeir Önundur þar með sjö skipum. Og er víkingar sjá    skip þeirra og vita hversu mörg eru þykjast þeir hafa nógan    liðsafla og taka til vopna sinna og leggja skipunum í móti.    Önundur bað þá leggja skip sín milli hamra tveggja. Þar var    mjótt sund og djúpt. Þar mátti einum megin að leggja og eigi    fleirum en fimm senn. Önundur var maður vitur og lét leggja    fimm skip fram í sundið svo að þeir máttu þegar láta síga á    hömlu er þeir vildu því að rúmsævi var mikið að baki þeim.    Var og hólmur nokkur á annað borð. Lét hann þar liggja undir    eitt skipið og færðu þeir grjót mikið fram á hamarinn þar er    eigi mátti sjá af skipunum.    Víkingar lögðu að alldjarflega og þóttu hinir komnir í    stilli. Vígbjóður spurði hverjir þessir væru er þar voru svo    kvíaðir.    Þrándur segir að hann var bróðir Eyvindar austmanns \"og síðan    er hér félagi minn Önundur tréfótur.\"    Þá hlógu víkingar og mæltu þetta:Tröll hafi Tréfót allan,tröllin steypi þeim öllum.    \"Og er oss það fáséð að þeir menn fari til orustu er ekki    mega sér.\"    Önundur kvað það eigi vita mega fyrr en reynt væri.    Eftir það lögðu þeir saman skipin. Tókst þar mikill bardagi    og gengu hvorirtveggju vel fram. Og er festist bardaginn lét    Önundur sígast að hamrinum. Og þá er víkingar sáu það hugðu    þeir að hann mundi flýja vilja og lögðu að skipi hans og    undir hamarinn sem þeir máttu við komast. Í því bili komu    þeir á bjargið er til þess voru settir. Færðu þeir á    víkingana svo stórt grjót að ekki hélst við. Féll þá fjöldi    liðs af víkingum en sumir meiddust svo að ekki voru    vopnfærir. Þá vildu víkingar frá leggja og máttu eigi því að    skip þeirra voru þá komin þar mjóst var sundið. Þröngdi þeim    þá bæði skipin og straumur en þeir Önundur sóttu að með kappi    þar er Vígbjóður var fyrir en Þrándur lagði að Vestmari og    vannst þar lítið að.    Þá er fækkaðist fólkið á skipi Vígbjóðs réðu menn Önundar til    uppgöngu og hann sjálfur. Það sá Vígbjóður og eggjaði með    ákafa lið sitt. Sneri hann þá í móti Önundi og stukku flestir    frá. Önundur bað sína menn sjá hversu færi með þeim því að    Önundur var rammur að afli. Þeir skutu stubb nokkurum undir    kné Önundi og stóð hann heldur fast. Víkingurinn sótti aftan    eftir skipinu allt þar til er hann kom að Önundi og hjó að    Önundi með sverði og kom í skjöldinn og tók af það er nam.    Síðan hljóp sverðið í stubbann þann er Önundur hafði undir    knénu og varð fast sverðið. Vígbjóður laut er hann kippti að    sér sverðinu. Í því hjó Önundur á öxlina svo að af tók    höndina. Þá varð víkingurinn óvígur. Þá er Vestmar vissi að    félagi hans var fallinn hljóp hann á það skip er yst lá og    flýði og allir þeir er því náðu. Eftir það rannsökuðu þeir    valinn.    Vígbjóður var þá kominn að bana.    Önundur gekk að honum og kvað:Sjáðu hvort sár þín blæða,sástu nökkuð mig hrökkva?Auðslöngvir fékk öngvaeinfættr af þér skeinu.Meir er mörgum, snerru,málskalp lagið, Gjalparbrjótr erat þegn í þrautirþrekvandr, en hyggjandi.    Þeir tóku þar herfang mikið og fóru aftur í Barreyjar um    haustið."}}