{"originalTitle": "Gautreks_Saga_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gautreks_Saga_Chapter_6", "text": {"0": "Rennir hét maðr ok var bóndi einn ríkr. Hann hafðiatsetr í ey þeiri, er síðan er Rennisey kölluð. Sú eyliggr fyrir Noregi norðr undan Jaðri. Hann hafði veritvíkingr mikill, áðr hann settist í búnað. Konu áttihann sér ok einn son barna. Sá hét Refr. Þá er hannvar ungr, lagðist hann í eldaskála ok beit hrís ok börkaf trjám. Hann var furðuliga mikill vexti. Ekki færðihann saur af sér, ok til einskis rétti hann sínar hendr,svá at öðrum væri til gagns. Faðir hans var fjárorkumaðrmikill, ok líkaði honum illa óþrifnaðr sonar síns.Refr varð frægr mjök at engum snotrleik né frama,heldr at því, at hann gerði sik athlægi annarra sinnahraustra frænda, ok þótti föður hans hann ólíkligr tilnokkurs frama, sem öðrum ungum mönnum var þátítt. Rennir bóndi átti einn þann grip, er hann hafðimeiri mætur á en öðrum sínum fjárhlutum. Þat vareinn uxi. Hann var bæði mikill ok skrautligr fyrirhorna sakir. Ristin váru horn á honum ok rennt gullií skurðina ok í stiklana ok svá silfri. Af silfri var festrmeðal horna uxanum ok þar á þrír gullhringar. Þessiuxi bar langt af öðrum uxum, þeim sem í landinuváru, sakir vaxtar ok alls kostar umbúðar. Var Rennirbóndi svá vandlátr um hann, at hann skyldi aldrigeymslulauss vera. Rennir var jafnan í bardögum meðVíkari konungi, ok var þeim vingott."}}