{"originalTitle": "Áns_Saga_Bogsveigis_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Áns_Saga_Bogsveigis_Chapter_1", "text": {"0": "Í ÞANN tíma, er fylkiskonungar váru í Noregi, hófstþessi saga. Þá réðu feðgar tveir fyrir einu fylki. HétÓláfr inn eldri, en Ingjaldr inn yngri; þó var Ingjaldrfulltíða, er sjá saga gerðist. Ólíkt var þeim feðgumfarit. Óláfr konungr var vinsæll, en Ingjaldr varundirhyggjumaðr inn mesti. Björn ok Ketill hétu hirðmennþeira; hann var kallaðr Björn inn sterki. Þeirváru lyndislíkir ok Ingjaldr konungr, uppivöðslumiklirok tilleitnir. Dóttur átti Óláfr konungr, þá er Ása hét,kvenna fríðust ok vel at sér. Þeir feðgar réðu fyrirNaumdælafylki. Óláfr konungr var þá gamall, er hérvar komit sögunni. Hann hafði átt tvær drottningar,ok var önduð hvártveggi. Hét sú Dís, er hann átti síðar;hana hafði fyrr átt Önundr konungr uppsjá af Firðafylkiok átti við henni tvá sonu, ok hétu Úlfr hvárrtveggi.Þeir réðu nú fyrir Firðafylki, ok þóttist Ingjaldreiga þat ríki hálft við bræðr sína í erfð eptir móðursína. Átti hann við þá tvær orrostur ok hafði í hvárritveggjaósigr.Björn er bóndi nefndr. Hann bjó í Hrafnistu; húnliggr fyrir Naumudölum. Björn var í inni meiri bóndatölunorðr þar. Kona hans hét Þorgerðr. Hún vardóttir Böðmóðs Framarssonar ok Hrafnhildar Ketilsdóttur hængs. Þau Björn áttu þá dóttur, er Þórdís hét.Hana átti Gautr á Hamri, gildr maðr fyrir sér. Þauáttu þann son, at Grímr hét. Hann var snemma bæðimikill ok sterkr. Áttu þau Björn ok Þorgerðr fleiribörn. Þórir hét sonr þeira inn eldri, vænn maðr okkurteis ok vel at sér um alla hluti. Hann var hirðmaðrÓláfs konungs ok hafði mikil metorð af honum, okþat til marks um, at Óláfr konungr gaf Þóri sverð þat,er þeir frændr höfðu langan tíma átt ok miklar menjar afhaldit. Þat hét Þegn; þat var bæði langt ok breitt ok beitallra sverða bezt; þat var þrískafit. Löngum sat Þórirannan vetr með konungi, en annan hjá feðr sínum.Inn yngri sonr Bjarnar hét Án. Hann var snemmamikill vexti ok ekki vænn ok heldr seinligr, en um aflhans var mönnum ekki kunnigt, því at hann reyndiþat aldri. Heldr þótti hann heimsligr. Lítit ástríki hafðihann af feðr sínum, en móðir hans unni honum mikit.Ekki þótti mönnum hann vera líkr um neitt inumfyrrum frændum sínum, sem var Ketill hængr ok aðrirHrafnistumenn, nema á vöxt. Ekki lagðist Án í eldaskála,en þó var hann afglapi kallaðr af sumum mönnum.Við engar vandist hann íþróttir. Leið svá fram,þar til at hann var níu vetra. Hann var þá ekki minnien Þórir, bróðir hans. Hann var harðla ósinniligr. Líttvar hann ok settr at klæðum, því at úti váru á honumbæði kné ok olbogar. En er hann var tólf vetra, hvarfhann á burtu þrjár nætr, svá at engi vissi, hvat af honumvarð. Án gekk í eitt skógarrjóðr. Hann sá þar stein einnstanda mikinn ok mann hjá einum læk. Hann hafðiheyrt nefnda dverga ok þat með, at þeir væri hagarien aðrir menn. Án komst þá á millum steinsins okdvergsins ok vígir hann utan steins ok sagði hann aldriskulu sínu inni ná, nema hann smíðaði honum bogasvá stóran ok sterkan sem við hans hæfi væri ok þarmeð fimm örvar. Þat skyldi þeim fylgja, at hann skyldium sinn hæfa með hverri, þat er hann skyti til eptirsínum vilja. Innan þriggja nátta skyldi þetta gert vera,ok beið Án þar meðan. Svá gerði dvergrinn sem fyrirvar skilit ok með engum álögum, en dvergrinn hétLitr. Án gaf honum skotsilfr nokkut, er móðir hanshafði gefit honum. Stól vænan gaf dvergrinn Án. Síðanfór hann heim ok bar stólinn á baki sér. Hlógu mennþá mjök at honum. Án gaf móður sinni stólinn okkveðst henni eiga bezt at launa."}}