{"originalTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_8", "text": {"0": "Svá er sagt, at í her Haralds konungs var höfðingisá er Brúni hét. Hann var allra þeira manna vitrastr,er með honum váru. Hann lét Brúna fylkja liðinu okskipa höfðingjum undir merki. Stóð merki Haraldskonungs í miðri fylkingu, ok var um hans merki hirðhans.Þessir kappar váru með Haraldi konungi: Sveinn,Sámr, Gnepi inn gamli, Garðr, Brandr, Blængr, Teitr,Tyrfingr, Hjalti; þeir váru skáld Haralds konungs okkappar. Þeir váru heiman ór hirð Haralds konungs:Hjörtr, Borgarr, Beli, Barri, Beigaðr, Tóki. Þar varskjaldmærin Visma ok önnur Heiðr, ok hefir hvártveggikomit með mikinn her til Haralds konungs.Visma bar merki hans. Með henni váru þessir kappar:Kári ok Milva. Vébjörg hét enn skjaldmær, er kom tilHaralds konungs með mikinn her sunnan af Gotlandi,ok fylgdu henni margir kappar. Af þeim öllum varmestr ok ágætastr Ubbi inn fríski, Bratr írski, Ormrenski, Búi Brámuson, Ari eineygi, Geirálfr. Vismuskjaldmeyju fylgdi mikill Vinda herr. Váru þeir auðkenndir;þeir höfðu löng sverð ok buklara, en þeirhöfðu ekki langa skjöldu sem aðrir menn. Ok í annanfylkingararm Haralds konungs var Heiðr skjaldmærmeð sínu merki, ok hefir hún með sér hundrað kappa.Þeir váru berserkir hennar: Grímr, Geirr, Hólmsteinn,Eysöðull, Heðinn mjóvi, Dagr lífski, Haraldr Óláfsson.Þar váru margir höfðingjar með Heiði í arminn. Íannan fylkingararm var sá höfðingi, er hét Haki höggvinkinni,ok váru fyrir honum merki borin. Margir várukonungar ok kappar með honum. Þar váru þeir Alfarrok Alfarinn, synir Gandálfs konungs, er þá höfðu áðrverit hirðmenn ok heimilismenn Haralds konungs.Haraldr konungr var í vagni, því at hann var eigi vápnfærr,svá at hann mætti í orrostu ganga.Konungr sendir Brúna ok Heiði at skynja, hversuHringr hefði fylkt liði sínu ok hvárt hann væri búinntil orrostu. Brúni segir: \"Svá lízt mér sem Hringr munibúinn at berjast ok hans lið. Hann hefir undarligafylkt. Hann hefir svínfylkt her sínum, ok mun eigi gottat berjast við hann.\" Þá segir Haraldr konungr: \"Hverrmun Hringi hafa kennt hamalt at fylkja? Ek hugðaengan kunna nema mik ok Óðin, eða mun Óðinnvilja skjöplast í sigrgjöfinni við mik? Þat hefir aldrifyrr verit, ok enn bið ek hann, at hann geri eigi þat.En með því at hann vili nú eigi veita mér sigr, þá látihann mik falla í orrostu með her minn allan, ef hannvill eigi, at Danir hafi sigr sem fyrr, ok allan þannval, sem fellr á þeima velli, gef ek Óðni.\" Svá var semBrúni hafði sagt, at Hringr hafði svínfylkt öllu liðisínu. Þá þótti þó svá þykk fylkingin yfir at sjá, at ranivar í brjósti, en hún var þó svá löng, at armrinn tókat á þeiri, er Vará hét, en annarr ofan til Brávíkr.Hringr konungr hafði með sér til orrostu margakonunga ok kappa. Þar var inn æðsti maðr með honumkonungr sá, er hét Áli inn frækni, er mikinn fjöldahers hafði ok marga aðra ágæta konunga ok kappa.Með honum var sá kappi, er ágætastr hefir verið í fornsögum,Störkuðr inn gamli Stórverksson, er upp hafðifæðzt í Noregi á Hörðalandi í eyjunni Fenring okfarit hafði víða um lönd ok verit með mörgum konungum.Margir kappar aðrir váru komnir ór Noregitil þessarar orrostu: Þrándr þrænzki, Þórir mærski,Helgi inn hvíti, Bjarni, Hafr, Fiðr firzki, Sigurðr,Erlingr snákr af Jaðri, Sögu-Eiríkr, Hólmsteinn hvíti,Einarr egðski, Hrútr vafi, Oddr víðförli, Einar þrjúgr,Ívarr skagi. Þessir váru kappar miklir Hrings konungs:Áki, Eyvindr, Egill skjálgi, Hildir, Gautr, Guði tollus,Steinn af Væni, Styrr inn sterki. Þessir höfðu enn einasveit: Hrani Hildarson, Sveinn uppskeri, Hlaumboðiok Sóknar-Sóti, Hrokkell hækja, Hrólfr kvensami. Þeirváru enn: Dagr inn digri, Gerðarr glaði, Dúkr vindverski,Glúmr vermski vestan af Elfinni, Saxi flettir,Sali gauzki. Þessir váru ofan af Svíaveldi: Nori, Haki,Karl kekkja, Krókarr af Akri, Gunnfastr, Glismakrgoði. Þessir váru ofan af Sigtúnum: Sigmundr kaupangskappi,Tolufrosti, Aðils ofláti frá Uppsölum, hanngekk fyrir framan merki ok skjöldu ok var eigi í fylkingu,Sigvaldi, er komit hafði til Hrings konungs ellefuskipum. Tryggvi ok Tvívífil höfðu komit tólf skipum.Læsir hafði skeið ok alla skipaða með köppum.Eiríkr helsingr hafði dreka mikinn, vel skipaðanhermönnum. Menn váru ok komnir til Hrings konungsaf Þelamörk, er kappar váru ok höfðu minnstyfirlát, því at þeir þóttu vera dragmálir ok tómmálir.Þessir váru þaðan: Þorkell þrái, Þorleifr goti, Haddrharði, Grettir rangi, Hróaldr tá. Sá maðr var enn kominntil Hrings konungs, er hét Rögnvaldr hái eða Raðbarðrhnefi, allra kappa mestr. Hann var fremstr í rananum,ok næst honum váru þeir Tryggvi ok Læsir,ok úti Alrekssynir ok Yngvi. Þá váru Þilirnir, er allirvildu sízt hafa ok hugðu litla liðsemd mundu at vera.Þeir váru bogmenn miklir."}}