{"originalTitle": "Gautreks_Saga_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gautreks_Saga_Chapter_5", "text": {"0": "Víkarr konungr spyrr, at Geirþjófr konungr hafði liðsafnaðmikinn á Upplöndum ok ætlaði með þann herat Víkari konungi ok hefna Herþjófs konungs, bróðursíns. Þá bauð Víkarr konungr út almenningi af ríkisínu, fór með þat lið til Upplanda móti Geirþjófi konungi.Þeir áttu mikla orrostu, svá at þeir börðust sjautjándaga samfast, ok þá fell Geirþjófr konungr, en Víkarrkonungr hafði sigr. Þá vann Víkarr konungr undir sikUpplönd ok Þelamörk, því at Friðþjófr Þelamerkr konungrvar ekki heima í ríki sínu. Þess getr Starkaðr, at súvar in þriðja orrosta Víkars konungs, er hann hafðiunnit á Upplöndum:\"Lét þreksamrþriðja sinniHildar leikháðan verða,áðr Upplöndunnin yrðiok Geirþjófrof gefinn helju.\"Síðan setti Víkarr menn yfir þat ríki, er hann hafðiunnit á Upplöndum, en hann fór heim í Agðir ok gerðistbæði ríkr ok fjölmennr. Hann fekk sér konu ok áttivið henni tvá sonu. Hét Haraldr inn ellri, en inn yngrihét Neri. Hann var manna vitrastr, ok varð þat allt atráði, er hann lagði til, en svá var hann sínkr, at hannmátti engan hlut svá gefa, at honum væri eigi þegareptirsjár at. Svá segir Starkaðr:\"Átti sérerfivörðutírsamr tvátiggi alna;hét hans sonrHaraldr inn ellri;setti hann þannat Þelamörku.Var sínkgjarnsagðr af gulliNeri jarl,nýtr í ráðum,Víkars sonr,vanr í sóknum;sá réð einnUpplendingum.\"Neri jarl var hermaðr mikill, en svá sínkr, at til hanshefir jafnat verit öllum þeim, er sínkastir hafa veritok sízt hafa öðrum veitt. En er Friðþjófr frétti fallbræðra sinna, fór hann til Upplanda ok tók þat ríkiundir sik, er Víkarr hafði fyrr unnit. Þá sendi hannVíkari orð, at hann skyldi skatt gjalda af sínu ríki eðaþola her hans. Svá segir Starkaðr:\"Réð Friðþjófrfyrst at sendaheiptar boðhorskum jöfri,hvárt Víkarrvildi gjaldahilmi skatteða her þola.\"En er þessi orðsending kom Víkari, þá stefndi hannþing ok átti tal við ráðuneyti sitt at svara þessu vandmæli.Þeir báru saman ráð sín ok réðu lengi um. Svásegir Starkaðr:\"Réðum um,ræddum lengi,urðum vitekki dælir;þat kaus herr,at konungr skyldiríkr með herrómu knýja.\"Þau orð váru send Friðþjófi konungi, at Víkarr konungrvildi verja land sitt. Fór þá Friðþjófr konungrmeð her sinn ok ætlaði at herja á Víkar konung. Óláfrinn skyggni hét konungr einn í Svíþjóð, þar sem heitirNærríki. Hann var ríkr ok hermaðr mikill. Hann bauðút almenning af sínu ríki ok fór til liðveizlu við Víkarkonung. Þeir höfðu mikit lið ok fara með her þannmóti Friðþjófi konungi ok svínfylktu liði sínu til bardaga.Svá segir Starkaðr:\"Réð Óláfraustr inn skyggni,sældar gramr,fyr Svíaríki;hann bauð útalmenningi;mikill var hanshelmingr talinn.\"Þar tókst harðr bardagi, ok gengu menn Víkars konungsvel fram, því at þar váru margir kappar í liðimeð þeim. Þar var inn fyrsti kappi Starkaðr Stórvirksson,annarr Úlfr ok Erpr ok margir aðrir góðir drengirok miklir kappar. Víkarr konungr gekk hart fram.Starkaðr var brynjulauss ok gekk í gegnum fylkingarok hjó tveim höndum, sem hér segir:\"Gengum framí glam vápnakonungs mennkappi gnægðir;þar var Úlfrok Erpr litinn;hjó ek brynjulaussbáðum höndum.\"Ok er Víkarr konungr sótti hart fram með kappa sínaá hendr Friðþjófi konungi, þá helt við los á fylkinghans. Þá beiddi hann friðar Víkar konung. Svá segirStarkaðr:\"Réð Friðþjófrfriðar at biðja,því at Víkarrvægði ekkiok StarkaðrStórvirkssonalmátt framallan lagði.\"Þar var inn mesti bardagi ok inn snarpasti, ok fellmikill hluti liðs Friðþjófs konungs, en er hann beiddifriðar, stöðvaði Víkarr konungr her sinn. Gekk þáFriðþjófr konungr til sætta við Víkar konung. Skyldiþá Óláfr konungr semja sáttmál milli þeira, ok var súsætt, at Friðþjófr konungr gaf upp ríki sitt allt á Upplöndumok Þelamörk, en hann fór ór landi. Setti Víkarrkonungr yfir þessi ríki sonu sína. Gaf hann Haraldikonungsnafn yfir Þelamörk, en Nera jarlsnafn ok ríkiá Upplöndum. Hann vingaðist við Gautrek konung áGautlandi, ok þat segir í sumum bókum, at Neri heldinokkut ríki af Gautreki konungi, þann hluta Gautlandser honum var nálægastr, ok væri hann ok jarlGautreks konungs ok í ráðum með honum, þegar þessþyrfti við. Eptir þetta fór Víkarr konungr heim í ríkisitt ok varð frægr mjök af sigri þeim, ok skildu þeirÓláfr konungr með vináttu ok heldu þat jafnan síðan.Fór hann heim austr í Svíaríki."}}