{"originalTitle": "Grettis_Saga_Chapter_59", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_59", "text": {"0": "Maður hét Gísli. Hann var sonur Þorsteins sem Snorri goði lét    drepa. Gísli var mikill maður og sterkur og afburðarmaður í    vopnum og klæðum og gerði um sig mikið og nokkuð sjálfhælinn.    Hann var siglingamaður og kom það sumar út í Hvítá er Grettir    hafði einn vetur verið í fjallinu. Þórður Kolbeinsson reið    til skips. Gísli fagnaði honum vel og bauð honum varning sinn    sem hann vildi. Þórður þá það og tóku þeir tal með sér.    Gísli mælti: \"Er það satt sem mér er sagt að þér verður    ráðfátt að koma í burt skógarmanni þeim er yður gerir margt    mein?\"    Þórður sagði: \"Ekki höfum vér til reynt en mörgum líst hann    torsóttlegur vera og hefir að því mörgum orðið.\"    \"Von þykir mér að yður veiti þungt við Björn er þér rekið    eigi þenna af yður. Er því verr að eg mun of fjarri í vetur    að eg mætti bæta að þessu ráði.\"    \"Spyrja mun þér best þykja við hann að eiga.\"    \"Eigi þarftu að segja mér frá Gretti,\" sagði Gísli. \"Reynt    hefi eg brattara þá er eg var í herförum með Knúti konungi    hinum ríka og fyrir vestan haf og þótti eg verja mitt rúm. Og    kæmi eg í færi við hann þá treysti eg mér og vopnum mínum.\"    Þórður svarar, kvað hann eigi til einskis vinna skyldu ef    hann réði Gretti af \"er og meira fé lagt til höfuðs honum en    nokkrum öðrum skógarmanni og voru áður sex merkur silfurs en    í sumar lagði til Þórir úr Garði þrjár merkur og ætla menn að    sá muni nóg til vinna er hlýtur.\"    \"Allt verður til fjárins unnið,\" sagði Gísli, \"og er oss eigi    síst kaupmönnum. En nú skulum við hljótt fara með þessu tali.    Kann vera að hann sé varari um sig,\" sagði hann, \"þegar hann    veit að eg er í ráðum með þér og yður. Eg ætla að vera í    vetur út á Ölduhrygg eða er nokkuð bæli hans á veginum? Mun    hann eigi við þessu sjá. Skal eg ekki fjölmenni draga að    honum.\"    Þórði líkaði vel þessi ráðagerð. Reið hann heim síðan og lét    kyrrt um þetta.    Hér fór sem mælt er að oft er í holti heyrandi nær. Þeir menn    höfðu verið hjá viðurtali þeirra Gísla sem voru vinir Bjarnar    í Hítardal og sögðu honum innilega frá. En er þeir Grettir    fundust gat Björn um fyrir honum, sagði nú reyna mundu hversu    hann stæði á móti.    \"Væri eigi ógaman,\" segir Björn, \"þó að þú hrektir fyrir    honum en drepir hann eigi ef þú mátt annað.\"    Grettir glotti við og gaf sér fátt um.    Nær réttum um haustið fór Grettir ofan í Flysjuhverfi og    sótti sér sauði. Hann gat náð fjórum geldingum. Bændur urðu    varir við ferð hans og fóru eftir honum. Það var mjög    jafnsnemma að hann komst undir hlíðina og hinir komust að og    vildu elta frá honum en ekki báru þeir vopn á hann. Þeir voru    sex saman og flæktust á veginn fyrir hann. Honum gerði hermt    við sauðina og þreif tvo og kastaði forbrekkis svo þeir lágu    í óviti. Og er hinir sáu það gengu þeir að ódjarflega.    Grettir tók sauðina og krækti saman á hornunum og kastaði um    sína öxl sínum tveimur, gekk síðan upp í bæli sitt. Bændur    hurfu aftur og þóttust illt hafa af fengið og undu þeir nú    verr en áður sínum hlut.    Gísli sat við skip um haustið þar til er því var til hlunns    ráðið. Bar honum margt til dvala og var af því síðbúinn og    reið litlu fyrir veturnætur. Fór hann þá sunnan og gisti    undir Hrauni fyrir sunnan Hítará.    Um morguninn áður Gísli reið þaðan talaði hann til    fylgdarmanna sinna: \"Nú skulum vér ríða í litklæðum í dag og    látum skógarmanninn það sjá að vér erum eigi sem aðrir    förumenn er hér rekast daglega.\"    Þeir voru þrír saman og gerðu svo. Og er þeir komu út yfir    ána þá talaði hann enn til: \"Hér er mér sagt til    skógarmannsins upp í tindunum þessum og ekki er hér    greiðgengt. Eða mun honum eigi vel líka að finna oss og sjá    þing vor?\"    Þeir kveða hann jafnan vanan þess.    Þenna morgun hafði Grettir snemma upp staðið í bæli sínu.    Veður var kalt og frjósanda og fallinn að snjór og þó lítill.    Hann sá að þrír menn riðu sunnan yfir Hítará og skein á    skrúðklæðin og smelta skjölduna. Gretti kom nú í hug hverjir    vera mundu og þykist munu þurfa að fá sér eitthvert plagg af    þessum. Var honum forvitni á að finna þá er svo mikið    gömbruðu, tekur nú vopn sín og hleypur nú ofan í skriðuna.    Og er Gísli heyrði til að grjótið sarglaði mælti hann svo:    \"Maður fer þar ofan úr hlíðinni og heldur mikill og sá vill    oss finna. Verðum nú við rösklega því að hér ber veiði í    hendur.\"    Fylgdarmenn hans sögðu þenna eigi mundu hlaupa í hendur þeim    ef hann treysti sér eigi \"og er vel að sá hafi brek er    beiðist.\"    Eftir það hlaupa þeir af baki.    Grettir kom að í því og tók til klæðsekks er Gísli hafði    fyrir aftan sig við söðul sinn og mælti: \"Þetta mun eg hafa.    Eg lýt oft að litlu.\"    Gísli svarar: \"Eigi skal það vera eða veist þú eigi við hvern    er þú átt um.\"    Grettir svarar: \"Eigi er mér það svo glöggt um. Mun eg og    ekki að þessu mannamun gera síðan eg mæli til svo lítils.\"    \"Vera má að þér þyki lítið,\" segir hann, \"en heldur vil eg    láta þrjá tigu hundraða. En ofarlega mun liggja ójafnaður í    þér og sækjum að honum piltar og sjáum hvað hann má.\"    Þeir gerðu svo. Grettir lét hefjast fyrir og veik að steini    þeim er þar stendur við götuna og Grettishaf er kallað og    varðist þaðan. Gísli eggjaði fast fylgdarmenn sína. Grettir    sá nú að hann var ekki slíkur fullhugi sem hann lést því að    hann stóð jafnan á baki mönnum sínum. Gretti leiddist nú    þófið og sveipaði til saxinu og hjó annan fylgdarmann Gísla    banahögg og hljóp nú frá steininum og sótti svo fast að Gísli    hrökk fyrir allt út með fjallinu. Þá féll annar förunautur    Gísla.    Grettir mælti þá: \"Það sér lítt á að þú hefir víða vel fram    gengið og illa skilst þú við þína félaga.\"    Gísli svarar: \"Sá er eldurinn heitastur er á sjálfum liggur    og er illt að fást við heljarmanninn.\"    Skiptust þeir þá fám höggum við áður en Gísli kastaði    vopnunum og hefir á rás undan út með fjallinu. Grettir gefur    honum tóm til að kasta því sem honum líkar og í hvert sinn er    Gísli sér ráðrúm til kastaði hann einhverju klæði. Fór    Grettir aldrei harðara eftir en sund var í milli þeirra. Allt    hljóp Gísli út yfir fjallið og svo um þveran Kaldárdal og svo    um Áslaugarhlíð og fyrir ofan Kolbeinsstaði og svo út í    Borgarhraun. Þá var Gísli í línklæðum einum og gerðist nú    ákaflega móður. Grettir fór eftir og var jafnan í hendingu    með þeim. Hann reif þá upp hríslu mikla. En Gísli létti eigi    fyrr en hann kom út að Haffjarðará. Hún var gengin upp og ill    yfirferðar. Gísli ætlaði þegar út á ána. Grettir snaraði þá    eftir honum og greip hann og kenndi þá aflsmunar.    Rak Grettir hann þá niður undir sig og mælti: \"Ertu Gísli sá    er finna vildir Gretti Ásmundarson?\"    Gísli svarar: \"Eg hefi nú fundið hann en eigi veit eg hversu    við skiljumst og haf nú það sem þú hefir fengið en lát mig    fara lausan.\"    Grettir mælti: \"Ekki mun þér skiljast það sem eg segi þér og    verð eg nú að gera þér áminning\" rekur síðan skyrtuna fram    yfir höfuð honum og lætur ganga límann um bak honum og báðar    síðurnar. En Gísla fýsti jafnan að snúa sér undir. Afhýðir    Grettir hann með öllu og lét hann síðan lausan. Hugsaði Gísli    það að fyrr vildi hann ekki læra af Gretti en hafa slíka    flenging aðra. Vann hann og aldrei oftar til slíkrar    húðstroku.    En þegar Gísli kom fótum undir sig hljóp hann út á hyl einn    mikinn og svimaði þar yfir ána og kom um nóttina á þann bæ er    í Hrossholti heitir og var þá mjög þrekaður. Þar lá hann viku    og hljóp blástur í búkinn. Eftir það fór hann til vistar    sinnar.    Grettir sneri aftur og tók upp þing hans sem Gísli hafði    niður kastað og færði heim til sín og fékk Gísli ekki af þeim    síðan.    Mörgum þótti þetta maklega gert við Gísla fyrir umfang sitt    og raup er hann hafði af sér gert.    Grettir kvað þetta um sameign þeirra:Rennr, sá er rispar tönnumraunlítt er skal bítast,marr, né mæðist fyrri,mest fyr öðrum hesti.En fyr mér um Mýrarmargnenninn dag þenna,fremd er hann firrðr og sæmdum,físandi rann Gísli.    Eftir um vorið bjóst Gísli til skips og bauð á því mestan    varnað að nokkur hlutur færi suður með fjalli, það sem hann    ætti, kvað þar sjálfan fjandann fyrir vera. Gísli reið suður    með sjó alla leið til skips og fundust þeir Grettir aldrei    síðan og þótti öngvum til hans koma upp frá því og er hann úr    sögunni.    Enn versnaði með þeim Þórði Kolbeinssyni og Gretti. Setti    Þórður nú mörg ráð til að Grettir yrði á burt komið eða    drepinn ella."}}