{"originalTitle": "Grettis_Saga_Chapter_67", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_67", "text": {"0": "En þá er prestur fann Gretti spurði hann innilega eftir    atburðum en hann sagði alla sögu um ferð sína og kvað prest    ótrúlega hafa haldið festinni. Prestur lét það á sannast.    Þóttust menn það vita að þessar óvættir mundu valdið hafa    mannahvörfum þar í dalnum. Varð og aldrei mein af afturgöngum    eða reimleikum þar í dalnum síðan. Þótti Grettir þar gert    hafa mikla landhreinsan. Prestur jarðaði bein þessi í    kirkjugarði.    Grettir var síðan á Sandhaugum um veturinn. og duldist þó    fyrir alþýðu manna. En er Þórir í Garði hafði af pata nokkurn    að Grettir væri í Bárðardal, þá setti hann menn til höfuðs    honum. Réðu menn honum þá að hann skyldi á burt leita og fór    hann þá vestur.    En er hann kom á Möðruvöllu til Guðmundar hins ríka, beiddi    hann þá Guðmund ásjá en hann kvað sér ekki hent við honum að    taka \"en sá einn er þér,\" sagði Guðmundur, \"að koma þér þar    nokkur sem þú mættir vera óhræddur um líf þitt.\"    Grettir kvaðst eigi vita hvar það væri.    Guðmundur mælti: \"Ey sú liggur á Skagafirði er heitir    Drangey. Hún er svo gott vígi að hvergi má komast upp á hana    nema stigar séu við látnir. Gætir þú þangað komist þá veit eg    eigi þess manns von er þig sæki þangað með vopnum eða vélum    ef þú gætir vel stigans.\"    \"Reynt skal þetta vera,\" segir Grettir, \"en svo gerist eg    myrkfælinn að það má eg ekki til lífs vinna mér að vera einn    saman.\"    Guðmundur mælti: \"Vera má að svo sé en trú þú öngum svo vel    að þú trúir eigi best sjálfum þér. En vandsénir eru margir.\"    Grettir þakkaði honum heilræði. Fór hann þá burt af    Möðruvöllum.    Hann létti ei fyrr en hann kom til Bjargs. Móðir hans fagnaði    honum vel og þau Illugi bæði. Dvaldist hann þar nokkurar    nætur. Þar frétti hann víg Þorsteins Kuggasonar. Hafði það    orðið um haustið áður en Grettir fór til Bárðardals. Þótti    honum nú taka mjög um að höggast.    Reið Grettir þá suður Holtavörðuheiði og ætlaði að hefna    Hallmundar ef hann hitti Grím. En er hann kom í Norðurárdal    frétti hann að Grímur var fyrir tveimur vetrum eða þremur á    burt þaðan sem fyrr var sagt. En því hafði Grettir svo seint    spurt þessi tíðindi að hann fór huldu höfði þá tvo vetur og    þann hinn þriðja sem hann var í Þórisdal og hafði öngva menn    fundið þá er honum vildu nokkurar fréttir segja.    Sneri hann þá til Breiðafjarðardala og sætti þeim mönnum er    fóru yfir Brattabrekku. Lét hann þá enn sópa greipur um    eignir smábænda. Það var um hásumarsskeið.    Þetta sumar er á leið fæddi Steinvör að Sandhaugum sveinbarn    og hét Skeggi. Hann var fyrst kenndur Kjartani syni Steins    prests að Eyjardalsá. Skeggi var ólíkur öðrum systkinum sínum    fyrir sakir afls og vaxtar. En þá er hann var fimmtán vetra    var hann sterkastur norður þar og var þá eignaður Gretti.    Hugðu menn að hann mundi afbragðsmaður verða en hann andaðist    sextán vetra og er engi saga af honum."}}