{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_6", "text": {"0": "Nú segir hann, at honum lízt vel á hana ok ætlarvíst, at hún skyli með honum fara. Þá kvað hún eigisvá vera mega. Þá kvaðst hann vilja, at hún væri þarum nótt á skipi. Hún segir, at eigi skal þat vera, fyrren hann kemr heim ór þeiri ferð, sem hann hafði ætlat,-- \"ok má vera, at þá sýnist yðr annat.\" Þá kallar Ragnarrá féhirði sinn ok bað hann taka serk þann, er Þórahefir átt ok var allr gullsaumaðr, ok færa sér. Þá býðrRagnarr Kráku á þá lund:\"Viltu þenna þiggja,er Þóra hjörtr átti,serk við silfr of merkðan;sama allvel þér klæði;fóru hendr hvítarhennar um þessar gervar;sú var buðlungi bragnablíðum þekk til dauða.\"Kráka kvað á móti:\"Þorik eigi þann þiggja,er Þóra hjörtr átti,serk við silfr of merkðan;sama ælig mér klæði;því em ek Kráka kölluð,í kolsvörtum váðum,at ek hefi grjót of gengitok geitr með sjá reknar.\"\"Ok vil ek víst eigi taka við serknum,\" segir hún.\"Vil ek ekki í skraut búast, meðan ek em hjá karli.Kann vera, at yðr lítist betr á mik, ef ek búumst betr,ok vil ek nú fara heim. En þá máttu gera menn eptirmér, ef þér er þá samt í hug ok vilir þú, at ek farameð þér.\" Ragnarr segir, at eigi mun hugr hans skipast,ok ferr hún heim. En þeir fóru, sem þeir höfðuætlat, þegar þeim gaf byr, ok lýkr hann sínum erendum,eptir því sem hann hafði ætlat. Ok er hann ferr aptr,kemr hann sér í ina sömu höfn, sem hann hafði fyrrhaft, þá er Kráka kom til hans. Ok þat it sama kveldsendir hann menn á fund hennar at segja orð Ragnars,at hún færi nú alfari. En hún segir, at hún mun eigifara fyrr en um morgininn. Ríss Kráka upp snemmaok gengr til rekkju þeira karls ok kerlingar ok spyrr,hvárt þau vaki. Þau kváðust vaka ok spurðu, hvat húnvildi. En hún segir, at hún ætlaði á brott ok vera þarekki lengr. \"En ek veit, at þit drápuð Heimi, fóstraminn, ok á ek engum manni verra at launa en ykkr.Ok fyrir þá sök vil ek ykkr ekki illt gera láta, at ekhefi lengi með ykkr verit, en nú vil ek þat um mæla,at annarr dagr sé ykkr öðrum verri, er yfir ykkr kemr,en inn síðasti verstr, ok munu vér nú skilja.\" Þá gengrhún leiðar sinnar til skipa, ok er þar vel við hennitekit. Gefr þeim vel veðr. Þann aptan inn sama, ermenn skulu rekkja undir sér, þá segir Ragnarr, athann vill, at þau Kráka hvíli bæði saman. Hún segir,at eigi mátti svá vera, -- \"ok vil ek, at þú drekkir brúðlauptil mín, þá er þú kemr í ríki þitt, ok þykki mérþat mín virðing sem þín ok okkarra erfingja, ef viteigum nokkura. Hann veitti henni sína bæn, ok ferstþeim vel. Kemr Ragnarr nú heim í land sitt, ok erdýrlig veizla búin í mót honum, ok nú er bæði drukkitfagnaðaröl í móti honum ok brúðlaup hans. Ok innfyrsta aptan, er þau koma í eina rekkju, vill Ragnarreiga hjúskaparfar við konu sína, en hún biðst undan,því at hún segir, at á baki mundi bera nokkut, efhún réði eigi. Ragnarr kvaðst ekki trúa mundu á þat,kvað þau ekki framvís karl ok kerlingu. Hann spurði,hvé lengi svá skyldi vera. Þá kvað hún:\"Þrjár vit skulum þessar,ok þó saman, byggjahvárt sér nætr í höllu,áðr heilug goð blótim;þá munut mein á mínummegi til löng of verða;heldr ert bráðr at byrjaþann, er bein hefir engi.\"Ok þó hún kvæði þetta, gaf Ragnarr at því engangaum ok brá á sitt ráð."}}