{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_8", "text": {"0": "Á einu sumri fór Heiðrekr konungr með her sinn tilSaxlands. En er Saxakonungr spyrr þat, þá býðr hannhonum til veizlu ok biðr hann taka af löndum sínumslíkt er hann vill, ok þat þiggr Heiðrekr konungr. Þarsá hann dóttur hans, fríða ok fagra at áliti, ok þessarmeyjar biðr Heiðrekr, ok hún var honum gift. Varþá aukin veizlan, ok síðan fór hann heim með konusína ok tók með henni ógrynni fjár. Heiðrekr konungrgerðist nú hermaðr mikill ok eykr á marga vega mjöksitt ríki. Kona hans beiðist opt at fara til föður síns,ok þat lét hann eptir henni, ok fór með henni Angantýr,stjúpsonr hennar.Eitt sumar, er Heiðrekr konungr var í hernaði, þákemr hann til Saxlands í ríki mágs síns. Hann leggrskipum sínum í leynivág nokkurn ok gengr á land okeinn maðr með honum, ok koma um nótt á konungsbæinnok venda at skemmu þeiri, er kona hans varvön at sofa í, ok urðu varðhaldsmenn ekki varir viðkvámu þeira. Hann gengr í skemmuna ok sér, at maðrhvíldi hjá henni ok hafði hár fagrt á höfði. Sá maðr,er með konungi var, segir, at hann var hefnisamr umminni sakar. Hann svarar: \"Eigi mun ek þat gera nú.\"Konungr tók sveininn Angantý, er lá í annarri sæng,ok hann skar lepp mikinn ór hári þess manns, er hvíldií faðmi konu hans, ok hafði hvárttveggja með sér, hárleppinnok sveininn, gekk síðan til skipa sinna. Ummorguninn leggr konungr í lægit, ok gengr í mótihonum allt fólkit, ok var þar veizla búin. Heiðrekrlætr þá þings kveðja, ok þá váru honum sögðmikil tíðendi, at Angantýr, sonr hans, var bráðdauðrorðinn. Heiðrekr konungr mælti: \"Sýni mérlíkit.\" Drottning segir þat auka mundu harm hans.Honum var þó þangat fylgt. Þar var dúkr, vafðr samanok hundr innan í. Heiðrekr konungr mælti: \"Illa hefirsonr minn nú skipazt, ef hann er orðinn at hundi.\"Síðan lét konungr leiða sveininn á þingit ok sagði, athann hefði reynt mikil svik at drottningu, ok tjáði allanatburð, biðr þangat stefna öllum mönnum, er sækjamætti þingit. Ok er mjök var alþýða komin, þá mæltikonungr: \"Eigi er enn gullkárinn kominn.\" Þá var ennleitat, ok fannst maðr í steikara húsi ok band um höfuð.Margir undruðust, hví hann skyldi til þings, þræll einnvándr. En er hann kom til þings, þá mælti Heiðrekrkonungr: \"Hér megu þér nú þann sjá, er konungsdóttirvill eiga heldr en mik.\" Hann tók nú leppinnok bar við hárit, ok átti þat saman at fara. \"En þú,konungr,\" segir Heiðrekr, \"hefir oss gott gert jafnan,ok skal af því ríki þitt standa í friði fyrir oss, en dótturþína vil ek eigi lengr eiga.\" Heiðrekr fór nú heim íríki sitt ok sonr hans.Á einu sumri sendir Heiðrekr konungr menn íGarðaríki þess erendis at bjóða syni Garðakonungsheim til fóstrs ok vill nú reyna at brjóta öll heilræðiföður síns. Sendimenn koma á fund Garðakonungs oksegja honum erendit ok vináttumál. Garðakonungrkvað þess enga ván, at hann fengi þeim manni í hendrson sinn, er kenndr er mörgum illum hlutum. Þá mæltidrottning: \"Mæl þú eigi svá, herra; heyrt hafi þér,hvé mikill maðr hann er ok sigrsæll, ok er meiri vizkaat taka vel hans sóma, ella stendr eigi þitt ríki í friði.\"Konungr mælti: \"Þú munt mikit á þessu vinna.\" Núer sveinninn seldr í hendr sendimönnum, ok fara þeirheim. Heiðrekr konungr tekr vel við sveininum okveitir honum góða uppfæðslu ok ann mikit. SifkaHumladóttir var þá í annat sinn með konungi, en honumvar það ráðit, at hann skyldi engan hlut hennisegja, þann er leyna skyldi."}}