{"originalTitle": "Beowulf_Xiii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xiii", "text": {"0": "XIIIÐā wæs on morgen  mīne gefrǣgeymb þā gifhealle  gūðrinc monigfērdon folctogan  feorran ond neangeond wīdwegas  wundor scēawian,lāþes lāstas.  Nō his līfgedālsārlīc þūhte  secga ǣnegumþāra þe tīrlēases  trode scēawode,hū hē wērigmōd  on weg þanon,nīða ofercumen,  on nicera merefǣge ond geflȳmed  feorhlāstas bær.Ðǣr wæs on blōde   brim weallende,atol ȳða geswing  eal gemenged,hāton heolfre,  heorodrēore wēol;dēaðfǣge dēof;  siððan drēama lēasin fenfreoðo  feorh ālegde,hǣþene sāwle;  þǣr him hel onfēng.þanon eft gewiton  ehldgesīðasswylce geong manig  of gomenwāpe,fram mere mōdge  mēarum rīdan,beornas on blancum.  Ðǣr wæs Bēowulfesmǣrðo mǣned;  monig oft gecwæð,þætte sūð nē norð  be sǣm twēonumofer eormengrund  ōþer nǣnigunder swegles begong  sēlra nǣrerondhæbbendra,  rīces wyrðra.--Nē hīe hūru winedrihten  wiht ne lōgon,glædne Hrōðgār,  ac þæt wæs gōd cyning.--Hwīlum heaþorōfe  hlēapan lēton,on geflit faran  fealwe mēaras,ðǣer him foldwegas  fægere þūhton,cystum cūðe.  Hwīlum cyninges þegn,guma gilphlæden,  gidda gemyndig,sē ðe ealfela  ealdgesegenaworn gemunde  --word ōþer fandsōðe gebunden--  secg eft ongansīð Bēowulfes  snyttrum styrian,ond on spēd wrecan  spel gerāde,wordum wrixlan;  wēlhwylc gecwæð,þæt hē fram Sigemunde[s]  secgan hȳrdeellendǣdum,  uncūþes fela,Wælsinges gewin,  wīde sīðas,þāra þe gumena bearn  gearwe ne wiston,fǣhðe ond fyrena,  būton Fitela mid hine,þonne hē swulces hwæt  secgan wolde,eam his nefan,  swā hīe ā wǣronæt nīða gehwām  nȳdgesteallan;hæfdon ealfela  eotena cynnessweordum gesǣged.  Sigemunde gesprongæfter dēaðdæge  dōm unlȳtel,syþðban wīges heard  wyrm ācwealde,hordes hyrde;  hē under hārne stān,æþelinges bearn  āna genēðdefrēcne dǣde,  ne wæs him Fitela mid;hwæþre him gesǣlde,  ðæt þæt swurd þurhwōdwrǣtīcne wyrm,  þæt hit on wealle ætstōd,dryhtlīc īren;  draca morðre swealt.Hæfde āglǣca  elne gegongen,þæt hē bēahhordes  brūcan mōsteselfes dōme;  sǣbāt gehleōd,bær on bearm scipes  beorhte frætwa,Wælses eafera;  wyrm hāt gemealt.Sē wæs wreccena  wīde mǣrostofer werþēode,  wīgendra hlēoellendǣdum  --hē þæs ǣr onðāh--,siððan Heremōdes  hild sweðrode,eafoð ond ellen.  Hē mid Ēotenum wearðon fēonda geweald  forð forlācen,snūde forsended.  Hine sorhwylmaslemede tō lange;  hē his lēodum wearð,eallum æþellingum  tō aldorceare;swylce oft bemearn  ǣrran mǣlumswīðferhþes sīð  snotor ceorl monig,sē þe him bealwa tō  bōte gelȳfde,þæt þæt ðōdnes bearn  geþēon scolde,fæderæþelum onfōn,  folc gehealdan,hord ond hlēoburh,  hæleþa rīce,ēpel Scyldinga.  Hē þǣr eallum wearðmǣg Higelāces  manna cynne,frēondum gefægra;  hine fyren onwōd.Hwīlum flītende  fealwe strǣtemēarum mǣton.  Ðā wæs morgenlēohtscofen ond scynded.  Ēode scealc monigswīðhicgende  tō sele þām hēansearowundor sēon;  swylce self cyningof brȳdbūire,  bēahhorda weard,tryddode tīrfæst  getrume micle,cystum gecȳþed,  ond his cwēn mid himmedostigge mæt  mægpa hōse."}}