{"originalTitle": "Gautreks_Saga_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gautreks_Saga_Chapter_11", "text": {"0": "En um várit spurði jarl Ref: \"Hvat skal nú í sumarat hafast?\" Refr svaraði: \"Herra, þér skuluð fyrir sjá,en eigi er mér nú féfátt.\" Jarl mælti: \"Ek ætla þatsatt; nú er ein ferðin sú, er ek vil fyrir þik leggja.Konungr heitir Óláfr ok liggr í hernaði. Hann hefirátta tigu skipa. Hann liggr úti vetr ok varmt sumará sjó. Hann er inn frægasti herkonungr. Honum skaltufæra hjálm ok brynju, ok ef hann þiggr, þá væntir mik,at hann biði þik kjósa laun fyrir, en þú skalt kjósa atráða fyrir liði hans hálfan mánuð ok halda þangat,sem þér líkar. En maðr er sá með konungi, er Ref-nefrheitir. Hann er it mesta illmenni. Hann er ráðgjafikonungs. En þat sé ek trautt, hvárt þar má meiragæfa þín eða tröllskapr hans, en þar mun þó verðatil at hætta, hvern veg verðr. Síðan skaltu halda hingatöllu liðinu, ok má þá verða, at ek fá launat þéruxann góða.\" Refr mælti: \"Til opt þykkir mér þú hansgeta.\" Síðan skildu þeir.Fór Refr nú at leita Óláfs konungs ok fann hannþar, sem hann lá með skipaflota sínum, ok leggr þegarat konungs skipinu, gengr upp á skipit ok kvaddi konunginn.Óláfr konungr spurði, hverr hann væri. Refrsagði til sín. Konungr mælti: \"Ertu kallaðr Gjafa-Refr?\"Hann svaraði: \"Gefit hafa mér stundum göfgirmenn, ok ek hefi jafnan gefit nokkut í mót. En héreru tveir gripir, er ek vil þér gefa; þat er hjálmr okbrynja, því at yðr munu þessir gripir fullvel hæfa.\"Konungr mælti: \"Hverr gaf þér gersimar þessar, er ekhefi eigi sét slíkar ok at síðr sét, at ek hefi enga spurnaf haft, ok hefi ek þó farit víða um lönd?\" Refr svaraði:\"Hrólfr konungr kraki gaf mér þessa gripi.\" Konungrmælti: \"En hvat gaftu honum?\" Refr mælti:\"Rakka tvá með gullviðjum, er Ella Englakonungr gafmér.\" \"En hvat gaftu Ellu konungi?\" sagði Óláfr konungr.\"Gullbaug einn, er Gautrekr konungr gaf mérok launaði mér fyrir eitt heinarbrýni.\" Óláfr konungrmælti: \"Mikit er um örleik slíkra konunga, ok berrGautrekr konungr þó yfir þeira örleik allra, eða hvártskal ek þiggja þessa gripi, Refnefr, eða eigi?\" Hannsvaraði: \"Eigi þykki mér ráð, at þú þiggir, ef þú hefireigi vit til at launa,\" ok í því þrífr hann gripina oksteypist fyrir borð með. Refr sér, at skjótt mun hannilla leikinn, ef hann missir gripanna, ok ferr eptir honum,ok er harðr þeira atgangr, ok lýkr svá, at Refrnáir brynjunni, en Refnefr hefir hjálminn ok leggsttil botns ok tryllist á honum á grunnum niðri, en Refrkemr upp mjök máttfarinn. Þá var þetta kveðit:\"Ráð þykki mérRefnefs veranokkuru verrien Neri kenndi,varpat sínuá sæ féiGautrekr, er gafgullhring Refi.\"Óláfr konungr mælti: \"Þú ert inn ágætasti maðr.\"Refr mælti þá: \"Nú vilda ek, at þú þægir þenna grip,sem nú er eptir.\" Óláfr konungr mælti: \"Ek vil vístþiggja ok kunna nú eigi minni þökk annars en áðrbeggja, ok var þat missýni, er ek þá eigi báða í fyrstu.Er þat nú eigi at undrast, þar sem ek hlýdda illsmanns ráði, ok kjós þér laun fyrir.\" Refr svaraði: \"Ekvil ráða fyrir skipum þínum ok liði í einn hálfan mánuðok halda þangat, sem ek vil.\" Konungr mælti:\"Kynligt kjör er þetta, en þó skulu skip til reiðu.\"Síðan heldu þeir til Gautlands til móts við Nera jarl.Þeir kómu þar síð dags. Refr gerir Nera jarli menn álaun, at hann vill hitta hann. Jarl ferr til fundar viðRef, ok segir hann honum allt um sínar ferðir. \"Núer þar komit, fóstri,\" sagði jarl, \"at nú er í ráði, hverrgiftumaðr þú verðr, því at nú vilda ek koma þér ímægðir við Gautrek konung, at þú fengir dóttur hans.\"Refr bað hann einn forsjá at hafa. Jarl mælti: \"Núskaltu, næst er vit finnumst, bregðast eigi ókunnigr við,hvat sem ek mæli, ok andstefna eptir því, sem ég bý íhendr þér.\" Síðan reið jarl í burt ok létti eigi sinniferð, fyrr en hann kom á fund Gautreks konungs. Jarlkom þar um miðnætti ok segir honum, at herr óvígrer kominn í ríki hans, -- \"ætla þessir menn at taka þikaf lífi ok taka undir sik ríkit.\" Konungr spyrr: \"Hverrer höfðingi fyrir herinum?\" Jarl svaraði: \"Sá, er ossmundi eigi þykkja líkligr til, at at engu mundi viljahafa mín ráð, þat er Refr, fóstri minn.\" Konungrmælti: \"Þú munt enn miklu við hann ráða, eða muneigi ráðligra at safna her í móti?\" Jarl mælti: \"Ef þérkomið engum sættum á við þá, þá þykki mér mikilván, at þeir geri hér mikit hervirki, áðr þú kemr liðiat þér, ok vil ek heldr fara með boðum sæmiligum okvita, ef sætt tækist með yðr, því at mér þykkir mitt ríkifyrst á forgörðum, er þeir eru þar nær komnir.\" Konungrsvaraði: \"Lengi höfum vér þínum ráðum hlýtt.\"\"En þat vil ek,\" sagði jarl, \"at þú, konungr, heyrir uppá viðtal várt.\" Konungr bað hann því ráða. Síðan fóruþeir við nokkura menn, þar til er þeir nálguðust skipin.Sá konungr, at þeir höfðu fjölda hermanna, okþótti torvelt í móti at standa. Jarl mælti ok kallaði aflandi á skipamenn: \"Hvárt er fóstri minn formaðrhers þessa?\" \"Svá er víst,\" sagði hann. \"Eigi ætlaða ekþat, fóstri, at þú mundir herja á ríki mitt eða svá itsama á ríki Gautreks konungs. Skal nokkut til undanlausnar,at friðr mætti verða? Vil ek þat allt til vinna,at þín sæmd væri þá meiri en áðr, ok þykkist ek vita,at konungr mun svá vilja fyrir sitt efni. Vilda ek, atþú þægir af konungi sæmdir ok létir þá í náðum hansríki; en ek veit, at mikilþægr muntu at vera, ok erþat eigi undarligt, því at ríkr jarl var móðurfaðir þinn,en faðir þinn öruggr kappi.\" Refr svaraði: \"Þiggjaskal ek góð boð, ef mér eru boðin.\" \"Veit ek,\" segirjarl, \"at eigi mun þik með litlu mega tryggja. Sé ek,hvar hugr þinn mun á horfa um þetta mál. Þú muntvilja hafa jarlsríki þat, er ek hefi haldit af Gautrekikonungi; þar með muntu vilja, at konungr gefi þérdóttur sína.\" Refr svaraði: \"Sjándi ferr þú, jarl, eptirum þetta, ok þessu mun ek játa, ef konungr vill þettasamþykkja.\" Jarl mælti til konungs: \"Svá sýnist mérsem þat sé ráðligra at taka þessa sætt en vér hættimút lífi váru undir þessa heljarmenn, ok sé eigi ólíkligt,at þeir vinni fyrst ríki þetta, en taki þá dóttur þínaat herfangi. Er þat ok it sæmiligasta at gifta dótturþína jarlbornum manni, en ek mun leggja til með Refráð mín, ok sé hann forstjóri fyrir ríki þínu, ok farifram vili yðvarr um þetta mál.\" Gautrekr konungrsvaraði: \"Jafnan hefir oss, jarl, vel dugat þín ráð, okvil ek þína forsjá á hafa. Lízt mér ok ofrefli mikit ateiga við her þenna.\" Jarl mælti: \"Þann veg mun eknú helzt setja ráðit at láta Ref styrkja ríki þitt ok hefjahann til ráðs.\" Síðan fór þetta fram með eiðum, okskildi jarl fyrir allri sætt þeira, ok fór Gautrekr konungrheim. Refr mælti þá: \"Nú hefir þú, Óláfr konungr,veitt mér mikit lið, skaltu nú fara leiðar þinnar,hvert er þér líkar.\" Óláfr konungr svaraði: \"Vitrirmenn hafa hér hlut at átt, sem þér eruð.\" Síðan sigldiÓláfr konungr á braut.Ok er flotinn var á bruttu, þá mælti Gautrekr konungr:\"Hér hefi ek átt við slæga menn um, en ekkimun ek nú rjúfa eiða mína.\" Þá mælti jarl til Refs: \"Núeru þínir menn einir eptir, ok máttu nú sjá, at hverju liðiek hefi þér komit, ok er ráð þetta þér hentiligt. Mávera, at þér sé launaðr uxinn, ok hefi ek óframar launatþér, því at þú gaft mér alla eigu þína, en ek á stóreignireptir.\" Nú lét Gautrekr konungr búa til veizlu,ok gekk nú Refr at eiga Helgu, dóttur Gautreks konungs.Þar með gaf Gautrekr konungr honum jarls nafn,ok þótti inn frægasti at öllum vaskleik, var ok ætthans af tígnum mönnum, en faðir hans inn mesti víkingrok kappi. Refr stýrði þessu jarls ríki ok varð ekkigamall. Neri jarl varð bráðdauðr, ok segir ekki í þessisögu frá honum lengra. Lét Gautrekr konungr drekkaerfi eptir hann. Tók konungr þá heldr at þyngjastfyrir aldrs sakir. Var hann meir ágætr at örleik sínumok framgöngu, en eigi er þat sagt, at hann væri djúpvitr,en þó var hann vinsæll ok stórgjöfull ok innhæverskligasti at sjá. Ok lýkr hér Gjafa-Refs sögu."}}