{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_4", "text": {"0": "Nú er þar til at taka heima í Gautlandi, þá er Herrauðrvar í burt farinn, skoðaði Sjóðr féhirzlur föðursíns. Váru þá tómar kistur allar ok svá töskur, ok varðhonum opt it sama á munni: \"Man ek þat,\" sagði hann,\"at öðruvís var í þenna sjóð at líta.\" Síðan bjóst Sjóðrheiman at taka saman konungs skatta ok landskyldir,ok var hann þá frekr í flestum útheimtum. Hann kemrtil Þvara karls ok beiddi þar leiðangrs sem annars staðar.Þvari sagðist frá eldr herferðum ok sagðist leiðangr eigigera. Sjóðr sagði hann meira leiðangr eiga at gera enaðra menn ok kvað hann því ollat hafa, at Herrauðr fórór landi, ok beiddi bóta fyrir þá menn, er Bósi hafðimeitt. En Þvari sagði, at maðr ætti at ábyrgjast sik sjálfr,ef hann gengr til leiks, ok kvaðst eigi ausa út fé sínu fyrirslíkt, ok sló þá í deilu með þeim. Braut Sjóðr þá uppútibúr Þvara karls ok tók í burt tvær gullkistur ok mikitfé annat í vápnum ok klæðum, ok skildu þeir við svábúit. Fór Sjóðr heim ok hafði mikinn fjárhlut, ok sagðihann konungi frá ferðum sínum. Konungr kvat þat illa,er hann hafði rænt Þvara karl, ok kveðst ætla, at honummundi þat illa gegna. Sjóðr kveðst eigi sakast um þat.Nú er at segja frá Herrauði ok Bósa, at þeir búastat sigla heim ór hernaði. Þá höfðu þeir frétt, at Sjóðrhafði rænt Þvara karl. Ætlaði Herrauðr þá at friða fyrirBósa ok sætta hann við konung. Þeir fengu veðr svámikil, at skip þeira skildust, ok týndust þau öll, semHerrauðr hafði heiman haft, en hann komst með tvauskip í Elfarsker, en Bósa rak til Vindlands einskipa. Þarlá fyrir Sjóðr með tvau skip, nýkominn ór Austrvegi,ok hafði hann keypt konungi dýrgripi. En er Bósi vissiþat, bað hann menn sína vápnast, ok lagði hann tilfundar víð Sjóð ok spurði, hverju hann vildi bæta, erhann hafði rænt Þvara karl. Sjóðr kvað hann firna djarfan,er hann þorði slíkt at mæla, þar sem hann var áðrútlagi konungs, ok kvað honum vel yfir at láta, ef hannmissti eigi meira. Þá tóku hvárirtveggju til vápna, ok slóí bardaga með þeim, ok lauk svá, at Bósi varð banamaðrSjóðs. Gaf hann þá grið þeim, sem eptir váru, en tók atsér skipit ok allt þat, er á var. En er honum gaf byr,siglir hann undir Gautland ok fann þar Herrauð, fóstbróðursinn, ok sagði honum tíðendin, en Herrauðrsagði honum, at þat mundi eigi bæta um vinsældir hansvið konung, -- \"eða hví fórtu á minn fund, svá nærrimér sem þú hefir höggvit?\" \"Ek vissa,\" sagði Bósi, \"atmér mundi eigi tjá at forðast þik, ef þú vildir illu tilþín slá, en ek þóttumst þar allt traust eiga, sem þúvart.\"\"Kalla má,\" segir Herrauðr, \"at lítill mannskaði væri atSjóð, þó at mér væri skyldr, ok mun ek fara á fund föðurmíns ok freista, ef ek gæti sætt ykkr.\" Bósi kvaðst eigivænta mikils létta af konungi, en Herrauðr sagði, ateigi dygði ófreistat.Fór hann á fund föður síns ok gekk fyrir hann okkvaddi hann virðuliga. Faðir hans tók honum fáliga,því at hann hafði frétt áðr sameign þeira Bósa ok Sjóðs.Herrauðr mælti til föður síns: \"Þar er til bóta at sjá,sem þér eruð, við Bósa, félaga minn, því at hann hefirhent slys mikit. Hann hefir vegit Sjóð, son þinn, þó atsakir væri nokkurar til, ok viljum vér bjóða sættir okfé svá mikit sem þú vilt sjálfr kjósa ok þar með vártfylgi ok hylli ok slíka þjónustu sem þér vilið hannkrefja.\" Konungr svarar þá reiðuliga: \"Mikit kapp leggrþú á, Herrauðr, at fylgja illmenni þessu, ok mundi mörgumþykkja þér betr standa at hefna bróður þíns ok várrarsvívirðu.\" Herrauðr svarar þá: \"Lítill mannskaði varat Sjóð. Veit ek ok eigi, hvárt hann var minn bróðir eðaeigi, þó at þú heldir mikit til hans, ok þykkir mér þúeigi virða mik mikils, at þú vilt eigi taka sættir fyrirmínar bænir, en ek þykkjumt þá bjóða betra mann ístað Sjóðs í þá þjónustu, sem hann hafði.\" Þá mæltikonungr reiðr mjök: \"Allt þitt formæli, sem þú veitir Bósa,skal mikit spilla til, ok þegar ek get honum nát, skalhann uppi hanga miklu hæra en menn viti dæmi til, atnokkurr þjófr hafi svá hátt hangit.\" Þá svarar Herrauðrreiðr mjök: \"Þat munu margir mæla, at þér kunnið eigisóma yðvarn at þiggja. Nú með því, at þú vilt mik einskisvirða, þá máttu til þess ætla, at eitt skal yfir okkr Bósaganga, ok skal ek svá verja hann sem sjálfan mik ok mérendist líf til ok karlmennska, ok munu þat þó margirmæla, at nógu dýrt muni þá keyptr einn ambáttarsonr,ef þér gefið oss við.\" Snýr Herrauðr þá í burt reiðrmjök ok létti eigi fyrr en hann fann Bósa ok sagði honum,hversu þeir feðgar höfðu skilit."}}