{"originalTitle": "Örvar-Odds_Saga_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_8", "text": {"0": "Þeir frændr halda nú fimm skipum suðr fyrir Skíðuok í burt frá Hrafnistu. En er á leið sumarit, spyrrSóti til ferðar Odds ok ferr á móti honum dagfariok náttfari, til þess at hvárir finna aðra. Þá hefirSóti andviðri, ok tók hann til orða: \"Nú munu vérleggja skip vár hvert út af öðru, ok mun ek leggjamínu skipi í miðju, því at ek hefi spurt, at Oddr erkappsmaðr mikill, ok ætla ek, at hann muni sigla atskipum várum. En þá er þeir koma ok hafa lægt seglsín, þá skulu vér slá hring at skipum þeira ok látaaldri mannsbarn undan komast.\"Nú er at segja frá ætlun Odds. \"Ek sé ráð þeira Sóta,\"sagði hann, \"hvert þat er. Þeir ætla, at vér skulumsigla at skipum þeira.\" \"Mun eigi þat heldr óráðligt?\"sagði Guðmundr. \"Eigi skal ónýta ráð Sóta,\" sagðiOddr, \"en ráð skal í móti koma. Ek ætla,\" sagði hann,\"at sigla fyrst dreka mínum þar at, sem Sóti liggr fyrir.Vér skulum bera allt aptr um siglu.\" Ok svá gera þeir,en drekinn Hálfdanarnautr gekk geystr. Hann var járnivarðr allr framan um barðit, en hann gekk á kjalarhælnum.\"Sigla ætla ek á drekann Sóta,\" sagði Oddr,\"en þér skuluð sigla eptir, ok þætti mér verða mega,at í sundr gengi tengsl þeira.\"Nú siglir Oddr sem drekinn má mest ganga, en Sótifinnr eigi fyrr en siglt er á hann upp ok sundr gangatengslin í millum skipanna, en Oddr hleypr fram umsiglu herklæddr ok Ásmundr. Þeir koma í opna skjölduþeim Sóta ok hlaupa þegar ofan í drekann, ok fyrr hafaþeir ruddan drekann ok drepit Sóta en þeir Guðmundrkoma at. Þá gerir Oddr víkingum kost, hvárt þeir viljataka grið af honum eða halda upp bardaga, en þeirköru frið við Odd. Drekann tók Oddr af skipunum,en gefr þeim önnur skip.Nú sigla þeir heim til Hrafnistu með mikinn fjárhlut,ok varð Grímr þeim feginn, ok þar eru þeir umvetrinn í mikilli virðingu. En er á leið misserin, búaþeir Oddr skip ór landi, ok vandar hann nú mjök liðtil ferðar með sér. Þeim Guðmundi ok Sigurði gafOddr drekann Sótanaut. Allan lét hann steina drekannHálfdanarnaut, ok gulli lætr hann búa bæði drekahöfuðinok veðrvitann. En er búin er ferð þeira, gengrOddr til fundar við Grím, föður sinn, ok mælti: \"Núskaltu vísa mér til þess víkings, er þú veizt mestan.\"\"Þat er nú bæði,\" sagði Grímr, \"at þér eruð miklirfyrir yðr, enda þykkir yðr svá, at ekki reisir rönd viðyðr, en nú mun ek vísa yðr til þeira tveggja víkinga,at ek veit mesta ok bezt at sér um alla hluti. Annarrheitir Hjálmarr inn hugumstóri, en annarr Þórðr okkallaðr stafngláma.\" \"Hvar eru þeir,\" sagði Oddr, \"eðahversu margt hafa þeir skipa?\" \"Þeir hafa fimmtánskip,\" sagði Grímr, \"ok hundrað manna á hverju.\"\"Hvar hafa þeir friðland?\" sagði Oddr. \"Hlöðvér heitirkonungr á Svíþjóð. Með honum eru þeir á vetrum,en liggja á herskipum á sumrum.\" Ok þegar þeir erubúnir, gengu þeir, ok leiðir Grímr þá til skipa, okskiljast þeir feðgar með miklum kærleikum."}}