{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_12", "text": {"0": "Ok þá ina sömu nótt, er þeir kómu við Svíþjóð,dreymdi Ingigerði drottningu, ok segir hún Eireki konungidrauminn: \"Ek þóttumst enn úti standa, ok varmér enn víðsýnt. Ek sá til sjóvar, at hér váru kominskip eigi allfá við land, en af skipunum runnu margirvargar, en fyrir vörgunum fór it óarga dýr. Þar meðfóru hvítabirnir tveir, harðla miklir ok vænligir. Fóruþessi dýr öll jafnframt, en öðrum megin fram hjá óargadýrinuhljóp fram göltr einn. Hann var ekki svá mikillsem hann var vígligr, svá at slíkan hefi ek engan sét.Hann rótaði hverri hæð ok lét sem hann mundi umsnúa,ok fram horfði hvert hár á honum. Hann lét semhann mundi á allt hlaupa ok bíta þat, er í nánd var.Nú þykkjumst ek vita, at þar sem it óarga dýr er, atþat er fylgja Hrólfs konungs, svá sem ek sá hana fyrr,en þó var hún nú miklu ófrýnligri en fyrr ok öll dýrinmiklu grimmligri ok runnu þegar á land upp ok á leiðtil Uppsala.\" Eirekr konungr mælti: \"En hvat ætlarþú, hvers fylgja sá inn illiligi göltr mun vera, er þú sátt,því at sú fylgja var ekki næst um í þeira ferð, ok eigivar þá meir en eitt bjarndýr. Drottning mælti: \"Sagtheyri ek, at Hrólfr konungr eigi bróður, er Ketill heitir,manna minnstr ok skjótligastr, fullr ákefðar ok ofbeldis,ok sé inn hvatasti til allrar framgöngu. Þat er mín ætlan,at þessi göltr sé hans fylgja, því at hann var ekkinæst um með Hrólfi konungi, bróður sínum. En þarsem tveir váru hvítabirnir, get ek Hrólfr konungr hafifengit sér nokkurn ágætan mann til fylgdar, konungeða konungsson, ok gerið nú svá vel, herra, haldið öllusamtali við Hrólf konung. Mun hann nú ætla at vitjameyjarmálanna. Mundi margr fyrr hafa hefnt slíkrarsneypu sem honum var ger, eptir því sem vér heyrðum,þá er hann fór á Ullarakr, ok svá mikit sem yðrvarðaði at gera hans vilja næst um, þá mun yðr núvarða miklu meira, því at hann er nú allilla beygðr, efhann náir eigi þessum ráðahag, sem hann hefir tilstofnat.\" Konungr kvaðst svá gera mundu.Nú var sagt konungi, at Hrólfr konungr var við landkominn. Eirekr konungr býðr honum með hundraðiliðs til veizlu virðuligrar, ok þetta þiggr Hrólfr konungr.Eirekr Svíakonungr gengr í mót honum með mikilligleði með alla hirð sína. Sitja þeir þar í inum mestaprís nokkurar nætr. Skorti þá eigi, at Eirekr konungrveitti þeim með inum mesta góðvilja. Ok einn dag, erþeir sátu við drykk, spurði Eirekr konungr, hvárt Hrólfrkonungr ætlaði at vitja meyjarmálanna. Hann lézt enná þat mundu hætta, hversu sem til tækist. Konungrmælti: \"Nú mun svá fara sem ek sagða þér fyrr, at viðþetta mál muntu þurfa, ef þú skalt nokkuru áleiðiskoma, bæði ráð ok harðfengi. Er oss sagt, at konungrhafi mikinn viðbúnað. Hefir hún látit gera it sterkastavirki með inum mesta hagleik ok margs konar vélfimi.Ætlum vér þat eigi auðvelt at vinna. Nú vil ekefna þat allt, sem ek hefi yðr heitit, ok unna yðr, Hrólfrkonungr, þessa ráðs með því ríki, sem vér höfum hennií vald gefit, þar til er vér látum af landstjórn, en síðanskulu þér taka allt þetta ríki eptir várn dag, ef þérfáið hana unnit.\" Hrólfr konungr þakkaði Eireki konungiherrasamlig ummæli, kvaðst eigi beiðast framaraf hans hendi."}}