{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_8", "text": {"0": "\"Hér í skógi þessum stendr hof mikit. Þat á Hárekrkonungr, er hér ræðr fyrir Bjarmalandi. Þar er göfgatgoð þat, er Jómali heitir. Þar er gull mikit ok gersemar.Fyrir því hofi ræðr móðir konungs, er Kolfrostaheitir. Hún er mögnuð af blótskap, svá at hennikemr engi hlutr á óvart. Hún veit þat fyrir með konstrumsínum, at hún á eigi at lifa út allan þenna mánuð,ok því fór hún hamfari austr á Glæsisvöllu ok nam íburt Hleiði, systur Goðmundar konungs, ok ætlar, athún skuli vera hofgyðja eptir sik. En þat er þó skaðimikill, því at hún er allra meyja fríðust ok kurteisust,ok væri betr, at þat færist undan.\" \"Hvat er til vandhæfaí hofinu?\" sagði Bósi. \"Gammr er þar,\" sagðihún, \"svá bölvaðr ok grimmr, at hann drepr allt þat,er fyrir verðr hans ódæmum. Hann horfir beint í mótidyrum ok þekkir hvat, er inn kemr, ok er því engulífs at vænta, sem verðr fyrir hans klóagangi eða eitri.Þræll einn er í hofinu; hann vaktar mat gyðjunni.Tvævetra kvígu þarf hún í mál. Undir þessum gammier egg þat, sem þú ert eptir sendr. Griðungr einn er íhofinu, trylldr ok blótaðr. Hann er bundinn með járnviðjum.Hann skal skjóta kvíguna, ok blandast þá ólyfjanvið hana, ok tryllast þeir allir, sem af eta. Hanaskal matgera fyrir Hleiði konungs systur, ok verðr húnþá líka tröll, sem hofgyðjan var áðr. Nú þykkir méróvænt um, að þú munir sigra óvætti þessa, við svá mikinntröllskap sem um er at eiga.\" Bósi þakkar henninú sögu sína ok gerði henni góðan danganda í skemmtanarlaun,ok fór þá báðum vel, ok sváfu þau nú allttil dags. En at morgni fór hann til Herrauðar ok sagðihonum, hvat hann hafði frétt, ok dvöldust þeir þarþrjár nætr, ok sagði bóndadóttir þeim, hvat þeir skyldustefna til hofsins, ok bað hún vel fyrir þeim at skilnaði.Fara þeir nú leið sína.Ok einn morgin snemma sá þeir, hvar maðr fór mikillvexti í grám kufli. Hann leiddi með sér naut. Þeirþóttust vita, at þat mundi vera þrællinn, ok stilltu þeirþeir nú at honum. Bósi sló hann kylfuhögg svá stórt,at þat var hans bani. Síðan drápu þeir kvíguna okflógu af henni belg ok stöppuðu upp með mosa oklyng. Herrauðr fór í kufl þrælsins ok leiddi eptir sérkvígubelginn, en Bósi steypti kápu sinni yfir þrælinnok bar hann á baki sér, þangað til at þeir sá hofit. Þátók Bósi spjót sitt ok rak í rass þrælnum ok neðaneptir honum endilöngum, svá at oddrinn kom út viðherðarnar. Ganga þeir nú at hofinu. Herrauðr gekkinn í hofit í búningi þrælsins. Hofgyðjan var þá ísvefni. Hann leiðir kvíguna á básinn, en leysir griðunginn.Hann hljóp upp á kvíguna. Mosabelgrinn varðléttr fyrir, ok rak griddi höfuðit út á múrinn ok brautaf sér bæði hornin. Herrauðr greip þá í bæði eyrun áhonum ok í granirnar ok snaraði hann svá ór hálsliðinum.Þá vaknaði gýgrin ok hljóp á fætr. Í þessu komBósi inn í hofit ok bar þrælinn uppi yfir höfði sér áspjótinu. Gammrinn brá nú við skjótt ok steypti sérofan ór hreiðrinu ok vildi gleypa þann, sem inn varkominn. Svalg hann nú þrælinn ofan at mitti. Bósiþrýsti þá spjótinu, svá at þat gekk upp í háls gamminum,þar til at stóð í hjartanu. Gammrinn setti núklærnar í þjóin á þrælsskrokkinum ok setti vænghnúfanavið eyrat á Bósa, svá at hann fell í óvit. Fell gammrinnþá ok ofan á hann, ok váru hans fjörbrot ógurligamikil. Herrauðr réðst á móti hofgyðjunni, ok var þeiraatgangr inn harðasti, ok hafði kerling illa skornar negl,ok reif hún hold hans niðr at beini. Þau bárust þangatat, sem Bósi var fallinn, ok var þar blóðugt mjök. Kerlinguvarð hált í gammsblóðinu, ok fell hún á bakaptr, ok váru þá sviptingar miklar með þeim, svá atýmsi váru undir. Bósi raknaði þá við ok greip höfuðgriðungsins ok rak á nasir gýginni. Herrauðr sleit þáaf henni höndina í axlarliðinum. Tók henni þá at dafnaleikrinn, en í fjörbrotum hennar varð landskjálftimikill.Þeir gengu nú um hofit ok rannsökuðu þat. Í hreiðrigammsins fundu þeir eggit, ok var þat allt með gullstöfumritat. Þar fundu þeir gull svá mikit, at þeirhöfðu nóg at bera. Þeir kómu at stalla þeim, sem Jómalisat á. Af honum tóku þeir gullkórónu, setta meðtólf gimsteinum, ok men þat, sem kostaði þrjú hundruðmarka gulls, ok ór knjám honum tóku þeir silfrbollasvá stóran, at engir fjórir menn mundu af drekka. Hannvar fullr af rauðagulli. En pell þat, sem tjaldat varum Jómalann, var meira vert en þrír farmar af drómundiþeim, er ríkastr skríðr um Grikklandshaf. Þettatóku þeir allt til sín.Þeir fundu afstúku eina í hofinu, ok var hún kominmjök leyniliga. Þar var fyrir steinhurð sterkliga læst,ok váru þeir at allan daginn at brjóta hana upp, áðren þeir kómust inn. Þeir sá þar konu sitja á stóli. Eigihöfðu þeir aðra vænni sét. Hár hennar var bundit viðstólbrúðir; þat var fagrt sem hálmr barinn eða gullteint. Járnfestr var um hana miðja vandliga læst athenni. Hún var grátin mjök. En er hún sá mennina,spurði hún, hvat olli ókyrrleika þeim, \"er verit hefirí morgin, eða hví þykkir ykkr líf ykkart svá illt, at þitfýsizt hingat í trölla hendr, því at þeir, sem hér ráðafyrir, munu þegar drepa ykkr, er þit sjáizt hér?\" Enþeir sögðu, at mörgu svaraði frestin. Þeir spurðu at,hvat hún hét ok hví hún væri þar svá harðliga haldin.Hún sagðist Hleiðr heita ok vera systir Goðmundarkonungs austr á Glæsisvöllum. \"En tröllkona sú, semhér ræðr fyrir, sótti mik þangat með fjölkynngi okætlar, at ek skuli ganga fyrir blótum í hofinu ok verahér abbadís, þá hún er dauð, en ek vilda fyrr verabrennd.\" \"Góð mundir þú vera þeim manni,\" segirHerrauðr, \"er þik frelsaði heðan.\" Hún segist vita þatmundi engi gert geta. Herrauðr mælti: \"Viltu eigamik, ef ek kem þér heðan?\" \"Engan veit ek svá leiðanmennskan mann,\" segir hún, \"at ek mundi eigi heldrvilja eiga en at vera blótuð hér í hofinu, eða hvert ernafn þitt.\" \"Herrauðr heiti ek,\" segir hann, \"sonrHrings konung af Eystra-Gautlandi, en eigi þarft þúat óttast hofgyðjuna, því at vit Bósi höfum sungit yfirhausamótum hennar, en til þess máttu ætla, at ekþykkjumst sæmda af þér verðr, ef ek leysi þik heðan.\"\"Ekki hefi ek meira í veð at setja en sjálfa mik,\" segirhún, \"ef þat er vili frænda minna.\" \"Eigi mun ek tilþeira giftingar leita,\" segir Herrauðr, \"ok vil ek hérengan undandrátt í hafa, því at ek þykkjumst í enguþér varboðinn ok skal leysa þik sem áðr.\" \"Eigi veitek þann mann,\" segir hún, \"at ek vil heldr eiga enþik, af þeim, sem ek hefi sét.\" Þeir leysa hana nú.Herrauðr spyrr, hvárt hún vill heldr fara heim meðþeim ok geri hann brúðlaup til hennar eða senda hanaaustr til bróður síns ok sjái hún hann aldri síðan. Enhún kjöri at fara með honum, ok lofaði hvárt öðrutrú sinni.Eptir þat báru þeir út gull ok gersemar ór hofinu,en síðan lögðu þeir eld í hofit ok brenndu upp atösku, svá at enga örmul sá nema öskuna, ok fóru síðanburt með þat, sem þeir höfðu fengit, ok léttu eigifyrr en þeir kómu til Hóketils karls ok dvöldust þareigi lengi ok gáfu honum fé mikit ok báru á mörgumhestum gull ok gersemar til skips, ok urðu menn þeiraþeim fegnir."}}