{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_38", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_38", "text": {"0": "Þat er nú sagt einhvern dag, at Hrólfr konungr satí sínum konungliga sal ok allir hans kappar ok stórmennihjá honum ok at hann helt eina kostuliga veizlu. Núsér Hrólfr konungr á báðar hendr ok mælti: \"Mikitofrefli er hér saman komit í eina höll.\" Þá spurði Hrólfrkonungr Böðvar, hvárt hann vissi nokkurn konung slíkansem hann ok stýri slíkum köppum. Böðvarr segisteigi vita, -- \"en einn hlutr er sá, at mér þykkir hnekkjayðar konungligri tign.\" Hrólfr konungr spurði, hverrhann sé. Böðvarr mælti: \"Þat skortar yðr, herra, at þérheimtið ekki föðurarf yðar til Uppsala, er Aðils konungr,mágr yðar, sitr yfir með röngu.\" Hrólfr konungrsegir, at torsótt muni eptir því at leita, -- \"því at Aðilser ekki maðr einfaldr, heldr fjölkunnugr, slægvitr, kyndugr,klókr, grimmúðigr ok inn versti við at eiga.\" Böðvarrsegir: \"Þó sómir yðr, herra, at leita eptir yðrum hlut okfinna Aðils konung eitthvert sinn ok vita, hvernig hannsvarar þessu máli.\" Hrólfr konungr sagði: \"Mikill málstaðrer þetta, sem þú vekr upp, því at þar eigum véreptir föðurhefndum at leita, er Aðils konungr inn ágjarniok prettvísi er, ok skulum vér á hætta.\" \"Ekki munek þat lasta,\" segir Böðvarr, \"at reyna um sinn, hvat þarer fyrir, er Aðils konungr er.\""}}