{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_1", "text": {"0": "ÞAT er upphaf þessarar sögu, at Logi hefir konungrheitit. Hann réð fyrir því landi, er norðr er afNoregi. Logi var stærri ok sterkari en nokkurr annarrí því landi. Var lengt nafn hans, ok var kallaðr Hálogi.Af honum tók landit nafn ok var kallat Hálogaland.Logi var allra manna fríðastr. Brá honum um afl okvöxt í ætt sína, því at hann var risakyns. Hann áttiGlöð, dóttur Gríms ór Grímsgörðum norðan ór Jötunheimum,er þá váru kallaðir fyrir norðan í Elivágum.Grímr var inn mesti berserkr. Hann átti Alvöru, systurÁlfs ins gamla. Hann réð fyrir því ríki, er liggr ímilli á tveggja. Þær tóku nafn af honum, ok var kölluðelfr hvártveggi. Var sú kölluð Gautelfr, er fyrir sunnanvar við land Gauta konungs ok skildi við Gautland.En sú var kölluð Raumelfr, er fyrir norðan var okkennd var við Raum konung. Ríki þat var kallatRaumaríki. Þat váru kallaðir Álfheimar, er Álfr konungrréð fyrir, en þat fólk er allt álfakyns, er af honumer komit. Váru þat fríðari menn en aðrar þjóðir næstrisafólki. Álfr konungr átti Bryngerði, dóttur Raumskonungs af Raumaríki. Hún var stór kona, en ekkivæn, því at Raumr konungr var ljótr. Er þat kallat,at þeir menn sé miklir raumar, sem ljótir eru ok stórir.Hálogi konungr átti tvær dætr við Glöð, drottningusinni. Hét önnur Eisa, en önnur Eimyrja. Þær várufríðari meyjar en nokkurar aðrar í því landi. Þær áttutil þess kyn, svá var faðir þeira ok móðir. En sakirþess, at eldr ok ljós birtir þar, sem áðr er myrkt, tókuþessir hlutir nafn af fyrrgreindu fólki.Jarlar tveir váru með Háloga. Hét annarr Vífill, enannarr Véseti. Þeir váru báðir miklir menn ok sterkir.Þeir vörðu land konungs. Þat var einn dag, at jarlarnirgengu fyrir konung, ok bað Vífill Eimyrju, en VésetiEisu. Konungr synjaði þeim báðum. Þeir urðu við þatmjök reiðir, svá at litlu síðar tóku þeir þær í burt okstukku ór landi ok firrðust fund hans, því at hanngerði þá útlæga af ríki sínu, ok lét hann gera til þessgaldra, at þeir yrði þar aldri innlenzkir, ok lagði hanná, at þeira ættmenn yrði jafnan útlægir af sínum eignum.Véseti settist í ey þá eða hólm, er kallaðr er Borgundarhólmr.Hann var faðir Búa ok Sigurðar kápu.Vífill sigldi austr lengra ok settist í þá ey, er Vífilseyheitir. Hann átti son við Eimyrju, konu sinni, er Víkingrhét. Hann var snemma mikill vexti ok sterkari enaðrir menn."}}