{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_6", "text": {"0": "Ásmundr tók þá til orða: \"Óttarr hét konungr.Hann réð fyrir Hálogalandi. Sigríður hét drottning hans,dóttir Óttars jarls af Jótlandi í Danmörk. Þau áttueinn son. Sá hét Ásmundr. Hann var mikill vexti.Vandist hann við íþróttir, ok þá hann var tólf vetra,þótti hann af bera öllum þeim, sem þar váru. Helt hannmarga leiksveina.Eitt sinn, er þeir váru á skóg riðnir, fann Ásmundreinn hera. Hann sleppti hundum sínum til hans. Herinn hljópundan, ok gátu hundarnir ekki farit hann.Ásmundr gaf ekki fyrr upp en hestrinn fell af mæði.Hljóp hann þá ok elti dýrit með hundunum. Lauksvá, at herinn steypti sér ofan fyrir sjóvarhamra. Ásmundrsneri þá til hestsins ok fann hann eigi. Var þákomit kveld. Svaf Ásmundr af um nóttina, en atmorgni var komin þoka svá myrk, at hann vissi eigi,hvar hann var kominn.Þrjá daga villtist hann á skóginum. Þá sá hann mannganga á móti sér mikinn ok fríðan í skarlatskyrtli, enhárit gult sem silki. Eigi þóttist Ásmundr vænna mannsét hafa. Heilsar nú hvárr öðrum. Ásmundr spurðihann at nafni. Hann kveðst Árán heita, sonr Róðíánskonungs af Tattaríá, -- \"hefi ek verit í hernaði.\"\"Hversu gamall ertu?\" sagði Ásmundr. \"Tólf vetra,\"sagði Árán. \"Þar munu ekki fleiri þínir líkar,\" sagðiÁsmundr. \"Engum var ek þar líkr,\" sagði Árán, \"okþví strengda ek þess heit at koma eigi aptr, fyrr enek hefða fundit annan minn líka at aldri ok íþróttum.Nú hefi ek frett til eins manns, er Ásmundr heitir,sonr konungs af Hálogalandi, eða kanntu nokkutat segja mér til hans, því at mér er sagt, at þar muniskammt manna á milli?\" \"Þann mann þekki ek gerla,\"sagði Ásmundr, \"ok talar hann nú við þik.\" \"Þá gengrat óskum,\" sagði Árán, \"ok megu vit nú prófa okkrafimleika.\" Ásmundr kveðst þess búinn.Síðan frömdu þeir allar íþróttir, þær ungum mönnumváru tíðar í þær mundir, ok váru þeir svá jafnir,at ekki mátti á millum sjá. Síðast tóku þeir fang, okváru harðar sviptingar með þeim, ok mátti eigi mungera, hvárr sterkari var, ok skildu svá, at þeir várubáðir móðir. Þá talaði Árán til Ásmundar: \"Ekki skuluvit vápnaskipti prófa, því at þat verðr skaði okkarbeggja. Vil ek, at vit sverjumst í fóstbræðralag, athvárr skal annars hefna ok eiga fé saman, fengit okófengit.\" Þat fylgdi ok svardaga þeira, at hvárr, semlengr lifði, skyldi láta verpa haug eptir annan ok látaþar í svá mikit fé sem þeim þætti sóma. Síðan skal sá,sem lengr lifir, sitja hjá inum dauða þrjár nætr í haugiok fara síðan burt, ef hann vildi; vöktu sér síðan blóðok létu renna saman. Heldu menn þat þá eiða. Áránbauð honum nú at fara til skipa með sér ok sjá sinnfararblóma. En með því at Ásmundr var þá í Jótlandimeð Óttari jarli, móðurföður sínum, þá lét hann Áránráða."}}