{"originalTitle": "Völsunga_Saga_Chapter_31", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_31", "text": {"0": "Nú þóttist engi kunna at svara, at Brynhildr beiddiþess hlæjandi, er hún harmaði með gráti. Þá mæltihún: \"Þat dreymdi mik, Gunnarr, at ek átta kaldasæng, en þú ríðr í hendr óvinum þínum, ok öll ættyður mun illa fara, er þér eruð eiðrofa, ok mundir þúþat óglöggt, er þit blönduðuð blóði saman, Sigurðrok þú, er þú rétt hann, ok hefir þú honum allt illulaunat þat, er hann gerði vel til þín ok lét þik fremstanvera, ok þá reyndi þat, er hann kom til vár, hvéhann helt sína eiða, at hann lagði okkar í milli itsnarpeggjaða sverð, þat er eitri var hert. Ok snemmaréðu þér til saka við hann ok við mik, þá er ek varheima með feðr mínum, ok hafða ek allt þat, er ekvilda, ok ætlaða ek engan yðarn minn skyldu verða,þá er þér riðuð þar at garði þrír konungar. Síðan leiddiAtli mik á tal ok spyrr, ef ek vilda þann eiga, er riðiGrana. Sá var yðr ekki líkr, ok þá hétumst ek syniSigmundar konungs ok engum öðrum, ok eigi munyðr farast, þótt ek deyja.\"Þá reis Gunnarr upp ok lagði hendr um háls henniok bað, at hún skyldi lifa ok þiggja fé, ok allir aðrirlöttu hana at deyja. En hún hratt hverjum frá sér, erat henni kom, ok kvað ekki tjóa mundu at letja hanaþess, er hún ætlaði. Síðan hét Gunnarr á Högna okspyrr hann ráða ok bað hann til fara ok vita, ef hannfengi mýkt skaplyndi hennar, ok kvað nú ærna þörfvera á höndum, ef sefast mætti hennar harmr, þar tiler frá liði. Högni svarar: \"Leti engi maðr hana atdeyja, því at hun varð oss aldri at gagni ok engummanni, síðan hún kom hingat.\" Nú bað hún taka mikitgull ok bað þar koma alla þá, er fé vildu þiggja. Síðantók hún eitt sverð ok lagði undir hönd sér ok hneigupp við dýnur ok mælti: \"Taki hér nú gull hverr, erþiggja vill.\" Allir þögðu. Brynhildr mælti: \"Þiggiðgullit ok njótið vel.\" Enn mælti Brynhildr til Gunnars:\"Nú mun ek segja þér litla stund þat, er eptirmun ganga: Sættast munu þit Guðrún brátt með ráðumGrímhildar innar fjölkunngu. Dóttir Guðrúnar okSigurðar mun heita Svanhildr, er vænst mun fædd allrakvenna. Mun Guðrún gefin Atla at sínum óvilja. Oddrúnumuntu vilja eiga, en Atli mun þat banna. Þámunu þit eiga launfundi, ok mun hún þér unna. Atlimun þik svíkja ok í ormgarð setja, ok síðan mun Atlidrepinn ok synir hans. Guðrún mun þá drepa. Síðanmunu hana stórar bárur bera til borgar Jónakrs konungs.Þar mun hún fæða ágæta sonu. Svanhildr munór landi send ok gift Jörmunreki konungi. Hana munubíta Bikka ráð. Ok þá er farin öll ætt yður, ok eruGuðrúnar harmar at meiri. Nú bið ek þik, Gunnarr,efstu bænar: Lát gera eitt bál mikit á sléttum velliöllum oss, mér ok Sigurði ok þeim, sem drepnir várumeð honum. Lát þar tjalda yfir af rauðu mannablóðiok brenna mér þar á aðra hönd þenna inn hýnskakonung, en á aðra hönd honum mína menn, tvá athöfði, tvá at fótum, ok tvá hauka. Þá er at jafnaðiskipt. Látið þar á milli okkar brugðit sverð sem fyrr,er vit stigum á einn beð ok hétum þá hjóna nafni. Okeigi fellr honum þá hurð á hæla, ef ek fylgi honum,ok er vár leiðsla þá ekki aumlig, ef honum fylgja fimmambáttir ok átta þjónar, er faðir minn gaf mér, okþar brenna ok þeir, er drepnir váru með Sigurði. Okfleira munda ek mæla, ef ek væra eigi sár, en nú þýtrundin, en sárit opnast, ok sagða ek þó satt.\"Nú er búit um lík Sigurðar at fornum sið ok gertmikit bál. Ok er þat er mjök í kynt, þá var þar lagtá ofan lík Sigurðar Fáfnisbana ok sonar hans þrévetrs,er Brynhildr lét drepa, ok Guttorms. Ok er bálit varallt loganda, gekk Brynhildr þar á út ok mælti viðskemmumeyjar sínar, at þær tæki gull þat, er hún vildigefa þeim. Ok eptir þetta deyr Brynhildr ok brann þarmeð Sigurði, ok lauk svá þeira ævi."}}