{"originalTitle": "Örvar-Odds_Saga_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_4", "text": {"0": "Nú þiggr Oddr heimboðit at föður sínum, ok skiparGrímr honum it næsta sér í öndvegi, en Ásmundi hjáOddi, ok var þar uppi öll ölværð af Gríms hendi. Enþeir Guðmundr ok Sigurðr lágu þar undir eyjunni hálfanmánuð, svá at þeim gaf aldri á burt.Þat var á einni nótt, at Guðmundr lét illa í svefni,ok ræddu menn um, at hann skyldi vekja. Sigurðr sagði,at hann skyldi njóta draums síns. Þá vaknar Guðmundr.\"Hvat hefir þik dreymt?\" sagði Sigurðr. \"Mik dreymdiþat,\" sagði Guðmundr, \"at ek þóttumst hér liggja undireyjunni, en ek sá upp á eyna, at hvítabjörn lá í hringum hana, en hér yfir skipunum uppi mættust döfin okhöfuðit dýrsins, en þat var grimmligt, svá at ek hefiekki þvílíkt sét, því at fram horfðu öll hárin eptir dýrinu,ok svá þótti mér sem þá ok þá mundi þat hlaupa út áskipin ok sökkva þeim báðum, ok þá vaknaða ek. Núskaltu ráða drauminn,\" sagði hann. \"Þat ætla ek,\" sagðiSigurðr, \"at hann þurfi litla ráðning, því at þar er þérþótti bjarndýrit liggja svá grimmligt, at þér þótti öllhárin horfa fram á því, ok þú hugðir, at þat mundisökkva skipunum, þat sé ek glöggt, at þat er fylgja Odds,frænda okkar, ok mun hann vera okkr reiðr. Ok mun þatvera úlfhugr sá, sem þér þótti, at dýrit hefði á okkr. Okþat kann ek þér at segja, at okkr mun aldri fyrr á burtgefa en hann ferr með okkr.\" \"Hann mun nú ekki faravilja, þó at vér bjóðum honum,\" sagði Guðmundr. \"Hvatskal þá til ráðs taka?\" sagði Sigurðr. \"Þat ræð ek,\" sagðiGuðmundr, at vit göngum á land upp ok bjóðum honumat fara með okkr.\" \"En hversu skal þá með fara,ef hann vill ekki fara?\" sagði Sigurðr. \"Þá skulu vitgefa honum annat skipit en hann fari eigi,\" sagði Guðmundr.Ganga þeir nú á land upp ok finna Odd ok bjóða honumat fara með sér. Hann kveðst þá víst eigi fara vilja.\"Vér viljum nú gefa þér annat skipit, ok far þú með oss,\"sagði Guðmundr. \"Þá skal ek fara,\" sagði Oddr, \"ok emek nú albúinn.\"Þá fylgir Grímr þeim til skips. \"Hér eru gripir þeir,er ek vil gefa þér, Oddr frændi,\" sagði Grímr. \"Þat eruþrjár örvar, en þær eigu nafn ok eru kallaðar Gusisnautar.\"Hann selr nú Oddi örvarnar. Hann lítr á okmælti: \"Þetta eru inar mestu gersimar.\" Þær váru gullifiðraðar, ok þær flugu sjálfar af streng ok á, ok þurftialdri at leita þeira. \"Þessar örvar tók Ketill hængr afGusi Finna konungi. Þær bíta allt þat, þeim er til vísat,því at þær eru dvergasmíði.\" \"Engar gjafir hefi ek þærþegit,\" sagði Oddr, \"at mér þætti jafnfríðar,\" ok þakkarhann feðr sínum, ok skiljast þeir feðgar með vináttu,ok stígr Oddr á skip ok ræðir um, at þeir muni flytjastundan eyjunni, ok taka þeir til segla á skipi Odds, oksvá gera þeir hvárirtveggja.Nú gaf þeim þegar byr, ok sigldu í einu norðr fyrirFinnmörk, ok fellr þá af byrrinn, ok leggja þar til hafnarok váru þar um nóttina, ok var þar fjöldi gamma á landiuppi. Um morguninn ganga þeir á land af skipi Guðmundarok renna í hvern gamma ok ræna Finnurnar.Þær þola þetta illa ok æpa mjök. Þeir ræða um á skipivið Odd, at þeir vili á land ganga, en hann vill eigi leyfaþat. Þeir Guðmundr koma nú til skips um kveldit. Oddrmælti: \"Vartu á land upp?\" \"Þat varna,\" sagði hann, \"okhefi ek þat svá gert, at mér hefir mest gaman at þótt,at græta Finnurnar, ok muntu vilja fara með mér ámorgun?\" \"Þat ferr fjarri,\" sagði Oddr.Þar liggja þeir þrjár nætr, ok gefr þeim þá byr, oker ekki fyrr frá þeim sagt en þeir koma til Bjarmalands.Þeir heldu skipum sínum upp í á þá, er Vína heitir. Eyjarliggja margar í ánni. Þeir kasta akkerum undir nesieinu. Þat gekk af meginlandi. Þat sjá þeir tíðenda á landupp, at menn koma af skógi fram ok safnast allir í einnstað. Þá mælti Oddr: \"Hvar ætlar þú, Guðmundr, atlið þetta berist fyrir á landi?\" \"Eigi veit ek þat,\" sagðihann, \"eða hvat ætlar þú, Oddr frændi?\" \"Þat munda ekætla,\" sagði hann, \"at hér mundi vera blót mikit eðadrukkit erfi. Nú muntu, Guðmundr, gæta skipa, enÁsmundr ok ek munum ganga á land.\" En er þeir komaat mörkinni, sáu þeir skála mikinn. Þá var næsta myrktorðit. Þeir ganga at dyrunum ok nema þar staðar oksjá mörg tíðendi. Mönnum var þar skipat á báða bekki.Þat sáu þeir, at skaptker stóð við dyrr utar. Svá var þarbjart, at hvergi bar skugga á nema þar, sem skaptkeritstóð. Glaumr var þar mikill inn at heyra. \"Skilr þú hérnokkut mál manna?\" sagði Oddr. \"Eigi heldr en fuglaklið,\"sagði Ásmundr. \"Eða þykkist þú nokkut af skilja?\"\"Eigi er þat síðr,\" sagði Oddr. \"Þat máttu sjá, at einnmaðr skenkir hér á báða bekki, en þat gefr mér grunum, at hann muni kunna at tala á norræna tungu. Númun ek ganga inn,\" sagði Oddr, \"ok nema staðar þar,sem mér þykkir vænligast, en þú bíð mín hér á meðan.\"Hann gengr nú inn ok nemr staðar nær dyrum, tilþess at göngu byrlarans berr þar at. Þá finnr byrlarinneigi fyrr en hann er þrifinn höndum, ok bregðr Oddrhonum yfir höfuð sér, en hann kvað við hátt ok sagðiBjörmum, at tröll hafi tekit sik. Þeir spretta nú upp oktaka til hans öðrum megin, en Oddr berr þá með byrlaranum.En svá lauk með þeim, at þeir Oddr ok Ásmundrhöfðu með sér byrlarann, en Bjarmar treystust eigi atráða út eptir þeim.Þeir koma nú til skipa með byrlarann, ok setr Oddrhann í rúm hjá sér ok spyrr hann tíðenda, en hannþagði við. \"Eigi þarftu at þegja,\" sagði Oddr, \"því atek veit, at þú kannt at mæla á norræna tungu.\" Þá mæltibyrlarinn: \"Hvers viltu spyrja mik?\" Oddr mælti: \"Hvélengi hefir þú hér verit?\" \"Nokkura vetr\", sagði hann.\"Hvern veg hefir þér þótt?\" sagði Oddr. \"Hér hefi eksvá verit,\" sagði byrlarinn, \"at mér hefir verst þótt.\"\"Hvat segir þú til,\" sagði Oddr, \"hvat vér munum þessgera, at Björmum þykki verst?\" \" Þess er vel spurt,\" sagðihann. \"Haugr stendr upp með ánni Vínu. Hann er gerraf tveim hlutum, silfri ok moldu. Þangat skal beragaupnir silfrs eptir hvern mann þann, sem ferr af heiminum,ok svá, er hann kemr í heiminn, ok jafnmiklamold. Þat munu þér svá gera, at Björmum mun verstþykkja, ef þér farið til haugsins ok berið féit í burtþaðan.\"Oddr kallar nú á þá Guðmund ok Sigurð ok mælti.\"Þit skuluð fara ok skipverjar ykkrir til haugsins eptirtilvísan byrlarans.\" Þeir búast nú til ferðar ok ganga áland upp, en Oddr er eptir ok gætir skipa ok byrlarinnhjá honum."}}