{"originalTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_5", "text": {"0": "Ok í þann tíma, er Haraldr konungr hilditönn settistí ríkin, Svíþjóð ok Danmörk, var sá konungr í Reiðgotalandi,er hét Hildibrandr ok var ríkr konungr okhermaðr mikill. Ok er hann tók at eldast, settist hannat löndum. Hann átti tvau börn. Sonr hans hét Hildir,en Hildr dóttir. Hún var allra meyja fríðust ok skapstórmjök. Ok er konungr var mjök gamall, tók hann banasótt.Ok er sóttin tók at honum at líða, heimtir hannson sinn til sín ok réð honum mörg heilræði ok segir,at þat var it fyrsta, at hann gifti systur sína langt íbrott, ok þat með, at hann miðlaði henni engan hlutaf jörðum í landi sínu, ok þat it þriðja, at hann fengihenni enga þjónunarmenn, at hún mætti með valdihalda sik ok menn sína. \"Mun nú skilja várar samvistur.Halt ok sömum vinum, sem ek hefi haft, er þú ertungr maðr ok þarft forsjá at skipa ríkit.\" Konungr andaðist,en landsmenn stefna fjölmennt þing at landslögum.Ok á þinginu setja þeir Hildi konungsson í hásætiok gefa honum konungs nafn; sverja þeir honumhlýðni, en hann þeim landslög. Ok eptir þat gerirhann veizlu mikla ok erfi eptir föður sinn ok fagnaðarölvinum sínum, gefr nafnbætr öllum vinum sínumok ríkismönnum, sem fyrr höfðu haft með gamlakonungi. Ok er skipat var ríkit með þessum hætti, gengrHildr konungsdóttir fyrir bróður sinn, lýtr honum okkveðr hann blíðum orðum ok fögrum, talar ok...."}}