{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_15", "text": {"0": "Nú er þar til máls at taka, er Ragnarr sitr heima í ríkisínu ok hann veit eigi, hvar synir hans eru né Randalín,kona hans. Ok þat heyrði hann hvern tala af sínummönnum, at engir mætti jafnast við sonu hans, okhugðist honum svá at, at engir væri jafnfrægir þeim.Nú hyggr hann at því, hverrar frægðar hann mættiþess leita, er eigi væri skemmr uppi. Nú hyggr hann ráðsitt ok fær sér smiða ok lætr fella mörk til tveggjaskipa mikilla, ok þat skildu menn, at þat váru knerrirtveir svá miklir, at engir höfðu slíkir verit gervir á Norðrlöndum,ok þar með lætr hann hafa of allt sitt ríkimikinn vápnabúnað. Ok með þessi breytni skilja mennþat, at hann mun ætla nokkura herferð fyrir sér ór landinu.Þetta spyrst víða á lönd þau, er næst váru. Ok núugga menn þat ok allir konungar, er fyrir landi réðu,at þeir mundu eigi í löndum sínum eða ríkjum veramega. Ok nú lætr hverr þeira vera varðhöld um löndsín, ef nokkur beri hann at. Þat er eitt sinn, er Randalínspurði Ragnar, hverja för hann ætlaði fyrir sér.Hann segir henni, at hann ætlaði til Englands ok hafaeigi fleiri skip en tvá knörru ok þat lið, sem á þeim máfara. Þá segir Randalín: \"Sú för lízt mér óvarlig, er núætlar þú. Mér þætti þér ráðligra at hafa fleiri skip oksmæri.\" \"Þat er ekki ágæti\" segir hann, \"þótt mennfái unnit land með mörgum skipum. En til þessa erueigi dæmi, at með tveimr skipum hafi unnit veritslíkt land sem England er. En ef ek fæ ósigr, þess betrsem ek hefi færi skip ór landi.\" Þá svarar Randalín:\"Mér sýnist sjá eigi minni fékostnaðr, áðr þessi skipsé búin, en þótt þú hefðir langskip mörg til þessararferðar. En þú veizt þat, at illt er skipum at halda atEnglandi, ok ef svá verðr, at skip þín týndist, þótt mennkomist á land, þá eru þeir þegar upp gefnir, ef landherrkemr at, en betra er at halda langskipum til hafnaen knörrum. Nú kveðr Ragnar vísu:\"Spari manngi röf Rínar,ef röskva vill hermenn,verr samir horskum hilmihringa fjöld en drengja;illt er í borghlið baugibrandrauðum fram standa;allmarga veit ek jöfra,þá er auðr lifir, dauða.\"Nú lætr hann skip sín búa ok fær sér lið, svá atþeir knerrir eru mjök skipaðir. Nú er fjölrætt um hansfyrirætlan. Ok enn kvað hann vísu:\"Hvat er þats baugs ór björgumbrjótr heyrir nú þjóta,at muni mundelds meiðirmars sviðr ófni hafna?Þó skal þeira ráða,þorn-Bil, ef goð vilja,ægir alnar leygjarókvíðandi bíða.\"Ok er skip hans eru búin ok þat lið, er honumskyldi fylgja, ok þá er þat veðr kemr, er honum þóttisér vel koma, segir Ragnarr, at þá mundi hann faratil skipa. Ok er hann var búinn, leiddi hún hann tilskipa. Ok áðr þau skiljast, kjeðst hún mundu launahonum serk þann, er hann hafði gefit henni. Hannspyrr, með hverjum hætti þat væri. En hún kvað vísu:\"Þér annk serk inn síðaok saumaðan hvergi,við heilan hug ofnuór hársíma gránu;mun eigi ben blæða,né bíta þik eggjarí heilagri hjúpu,var hún goðum signuð.\"Hann segir, at hann vill þessi ráð þiggja. En þá erþau skildust, var auðsætt, at henni þótti mikit fyrirþeira skilnaði.Nú heldr Ragnarr skipum sínum til Englands, semhann hafði ætlat. Honum gaf byri hvassa, svá at viðEngland brýtr hann báða knörru sína, en á land komstallt lið hans, ok heldu klæðum sínum ok vápnum. Okþar, sem hann kemr við þorp ok borgir ok kastala, þávinnr hann. En konungr sá hét Ella, er þá réð Englandi.Hann hafði haft fréttir til Ragnars, er hann fór órlandi. Hann hafði sett menn fyrir, at hann skyldi þegarvita, er herrinn kæmi við land. Nú fóru þeir menntil fundar við Ellu konung ok segja honum hersögu.Nú lætr hann senda boð um allt sitt ríki ok bað til sínkoma hvern mann, er skildi má valda ok hesti ríða okþori at berjast, ok dregr hann saman svá mikinn her,at furða var at. Nú búast þeir til bardaga Ella konungr.Þá mælti Ella konungr við lið sitt: \"Ef vér sigrumstí bardaga þessum ok verði þér við þat varir, atRagnarr er kominn, þá skulu þér eigi bera vápn á hann,því at hann á þá sonu eptir, er aldri munu af oss ganga, efhann fellr.\" Ragnarr býst nú til bardaga, ok hann hafðiþat klæði, er Randalín hafði gefit honum at skilnaði,fyrir brynju ok þat spjót í hendi, er hann vann at orminum,er lá um sal Þóru, ok engi þorði annarra, okhann hafði enga hlíf nema hjálm. En þá er þeir hittasttókst bardagi. Ragnarr hafði miklu minna lið. Bardaginnhafði eigi lengi verit, áðr lið Ragnars fell mjök.En þar, sem hann fór, varð rýrt fyrir, ok gekk hann ígegnum fylkingar þann dag, ok þar, sem hann hjó eðalagði í skjöldu, brynjur eða hjálma, þá váru svá stórhögg hans, at ekki vetta stóð við, en aldri var svá tilhans höggvit eða skotit, at né eitt vápn yrði honum atmeini, ok fekk hann aldri sár, en hann drap mikinnfjölda af liði Ellu konungs. En þó lauk svá bardagaþeira, at allt lið Ragnars fell, en at honum váru bornirskildir ok svá handtekinn. Nú var hann spurðr, hvatmanna hann var, en hann þagði við ok svaraði engu.Þá mælti Ella konungr: \"Sjá maðr mun verða at komaí meiri mannraun, ef hann vill eigi segja oss, hverrhann er. Nú skal kasta honum í einn ormgarð ok látahann þar sitja mjök lengi, ok ef hann mælir nakkvatþat, er vér megim skilja, at hann sé Ragnarr, þá skalhann í brott taka sem skjótast.\" Nú er honum þangatfylgt, ok hann sitr þar mjök lengi, svá at hvergi festastormar við hann. Þá mæltu menn: \"Þessi maðr ermikill fyrir sér; hann bitu eigi vápn í dag, en nú grandahonum eigi ormar.\" Þá mælti Ella konungr, at hannværi flettr af klæði því, er hann hafði yzt, ok nú varsvá gert, ok hengu ormar öllum megin á honum. Þámælti Ragnarr: \"Gnyðja mundu nú grísir, ef þeirvissi, hvat inn gamli þyldi.\" Ok þótt hann mælti slíkt,þá vissu þeir eigi at gerr, at Ragnarr væri þat heldren annarr konungr. Nú kvað hann vísu:\"Orrostur hefk áttar,þærs ágætar þóttu,gerða ek mörgum mönnummein, fimm tigi ok eina;eigi hugðak ormaat aldrlagi mínu;verðr mjök mörgu sinni,þats minnst varir sjálfan.\"Ok enn kvað hann:\"Gnyðja mundu grísir,ef galtar hag vissi,mér er gnótt at grandi,grafa inn rönum sínumok harðliga hváta,hafa mik sogit, ormar;nú munk nár af bragðiok nær dýrum deyja.\"Nú lætr hann líf sitt, ok er hann nú færðr á brottþaðan. En Ella konungr þykkist vita, at Ragnarr hefirlíf sitt látit. Nú hyggr hann fyrir sér, hvé hann skyldiþess verða varr eða með fara, at hann mætti halda ríkisínu eða vita, hvé þeim brygði við sonum Ragnars, erþeir spyrja. Hann tekr þat til ráðs, at hann lætr búaskip eitt ok fær þann mann til fyrir at ráða, er bæðivar vitr ok harðfengr, ok þar fær hann menn til, sváat þat skip var vel skipat, ok segir, at hann vill þásenda á fund Ívars ok þeira bræðra ok segja þeim fallföður þeira. En sjá för lízt flestum óvænlig, svá at fáirvildu fara. Þá mælti konungr: \"At því skulu þér vandligahyggja, hversu hverjum þeira bræðra bregðr viðþessi tíðendi. Farit þá leiðar yðarrar síðan, er yðrgefr veðr.\" Svá lætr hann búa ferð þeira, at þeir þurftuat engu annarra. Ok nú fara þeir, ok ferst þeim vel.En synir Ragnars höfðu herjat of Suðrríki. Þá sneruþeir á Norðrlönd ok ætluðu at vitja ríkis síns, þesser Ragnarr réð fyrir. En þeir vissu eigi herför hans,hversu hún hafði orðit, ok þó er þeim mikil forvitniá, hversu hún hafði orðit. Nú fara þeir sunnan of land.En hvarvetna, er menn frétta til fara þeira bræðra,eyddu menn borgir sínar ok færðu fé sitt á brott okflýðu undan, svá at trautt fengu þeir liði sínu mat.Þat er einn morgin, at Björn járnsíða vaknar ok kvaðvísu:\"Hér flýgr hverjan morginhress of borgir þessar,læzt heill munu af hungri,heiðir vals, of deyja;hann fari suðr um sanda,sára hvar vér létum,þar fær dauðs manns dreyra,dögg ór skýlihöggum.\"Ok enn kvað hann:\"Þat var fyrst, er fórum,Freys leika tókk heyja,þars andvíga áttumöld, í Rómaveldi;þar létk of grön grána,gall örn of valfalli,at mannskæðu morðimitt sverð dregit verða.\""}}