{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_7", "text": {"0": "Haraldr konungr fregnar nú þessi tíðendi ok þóttieigi betr en áðr fyrri, leitaði nú ráðs hér um við sínavini. Þat kemr upp, at konungr sendi menn sína áfund Hemings at bjóða honum til jólaveizlu ok þatmeð, at hann mundi eigi gjafalauss í brott fara. Hannfekk þann mann, er Kolli hét, at fara þessa sendiför.Nú fara þeir norðr í Naumudal á fund Hemings okkvöddu hann ok bera fram erendi konungs. Hemingrhafði verit inn mesti hólmgöngumaðr, en gerist núhniginn við aldr ok hafði verit í missætti nokkura stundvið Harald konung. Nú segir sendimaðrinn fram erendisín. Þá svarar Hemingr: \"Eigi man ek, at konungrhafi mér fyrr heim boðit. Nú eru tveir kostirfyrir hendi, at sitja heima ok vanrækja konungs boðeða hætta á, hvat undir býr, ok því, at nú er eigi íhættu um gamlan mann, þá fari sem má. Er eigi engieptir, meðan Sighvatr, sonr minn, lifir.\"Nú býr Hemingr ferð sína á hans fund við tólftamann, ok koma þeir jólaaptan inn fyrsta ok genguí höll fyrir konung ok kvöddu hann vel. Konungrtók vel kveðju þeira ok ruddi öndvegi ok setti Hemingit næsta sér, ok drukku glaðliga af jólin í góðu yfirlæti.En afgöngudag jólanna gekk konungr á málstefnu okHemingr. Konungr mælti: \"Hólmstefna er á hendimér, ok sé ek þar til, at þú munir leysa mik undan viðKol krappa.\" Hemingr segir: \"Eigi veit ek þat, at þúhafir veitt mér svá mikit, at ek muni leggja líf mittí hættu fyrir þik. Þykki mér eigi örvænt við hraustanmann at eiga, heldr við tröll.\" Konungr mælti:\"Því leitaða ek þess við þik, at mér þykkir þú mestakempa verit hafa nær allra hér í landi. Þykki mér þessván, at engi verði til, ef þik brestr, sem þú ert. Enef þú kemr aptr ór þessari ferð, þá skal ek þér vel launameð gulli eða silfri.\" Hemingr segir: \"Þat er sannast,at hér er lítit í hættu um gamlan mann. Er falls vánat fornu tré, ok mun ek fara sendiför þessa.\" Konungrsegir: \"Allra drengja hraustastr á sjó ok landi, var þessván, at þér mundi vel fara.\"Nú býr Hemingr ferð sína ok ríðr í burtu leiðarsinnar ok léttir eigi fyrr en hann kemr til Gautelfaraustr. Var þar Kolr fyrir. En er þeir fundust, spurðiKolr, hvat Hemingr skyldi. Hemingr segir: \"Ek ætlaat ganga á hólm við þik.\" Kolr mælti: \"Lítit leggst þáfyrir mik, ef þú leggr mik at velli. Fellda hefi ek þá,sem sterkari eru ok hafa verit líkari til frama en þúert, ok far heim aptr, en fá mér vápn þín ok segstyfirstiginn ok þat, at þú þorir eigi at berjast við mik.\"Hemingr segir: \"Heldr vil ek deyja en bera níðingsorðfyrir hverjum manni.\" Kolr mælti: \"Eigi skal ekþinn hund spara at drepa, er þú vilt þat eina.\" Umkveldit tjölduðu þeir sér búðir ok sofa af um nóttina.Um morgininn stendr Hemingr upp ok sér, at Kolr erkominn til hólmsins. Ferr hann nú til hólmsins meðsína menn. Nú kasta þeir feldi undir fætr sér, ok segirKolr upp hólmgöngulög. Síðan ganga þeir saman okbörðust, en svá lauk, at þar fell Hemingr fyrir Koli.Kolr mælti við menn Hemings: \"Nú skulu þér aptrfara á konungs fund ok segja honum, at hann geriannat hvárt, komi sjálfr til bardaga við mik eða fáiþann mann fyrir sik, at nokkur þróttr sé í, ef hannætlar sér konuna, eða mun hann af henni sitja.\" Mennþeir, sem höfðu heiman farit, sneru aptr hvatliga okfóru norðr í Naumudal á fund Haralds konungs oksegja honum þessi tíðendi öll ok ummæli Kols krappa."}}