{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_11", "text": {"0": "Þar er nú til at taka, er Hrólfr konungr kom heimí Gautland ok eigi eyrendum feginn. Ketill, bróðirhans, gengr í móti honum ok spyrr, hversu farizt hafi.Hrólfr segir honum öll þeira viðskipti. Ketill mælti:\"Slíkt er mikil skömm at þola einum kvenmanni atvera eltr sem merr í stóði eða hundr á stöðli. Veit ekvíst, ef ek hefði þar verit, at eigi mundi þessi ferð hafaorðit jafnhæðilig, ok fyrri skyldu vér þar hafa fallitallir, hvárr um þveran annan, en at láta eltast sem ragargeitr fyrir vargi. Ok mun yðr í hug at láta þessa eigilengi óhefnt, ok munu þér nú þegar safna liði öllu,því er yðr þykkir nokkur fylgd at vera.\" Hrólfr konungrsvaraði: \"Ekki hirðum vér um ákafa þinn okálitaleysi. Mundi vár ferð at öllu verri, ef vér hefðumfarit at rasi þínu ok ákafa, en víst skaltu þat vita, atek ætla liði at safna, en ekki því heldr ætla ek til Svíþjóðarsumarlangt.\" Ketill mælti: \"Þetta er orðit allilla,at Svíar hafa elt ór yðr hug allan, svá at þér þoriðeigi at hefna yðar.\" Konungr kvaðst ekki hirða umfors hans eða atköst, kvaðst sínum ráðum mundu framfara. Var konungr um þetta fátalaðr sem margt annat,hvárt sem honum þótti vel eða illa.Líðr nú vetrinn, ok um várit býst konungr ór landi,ok er hann er búinn, heldr hann í hernað um sumaritok hafði fimm skip ok öll stór ok vel skipuð. Váruþeir báðir með honum Ketill ok Ingjaldr. Þeir herjuðuvíða um Vestrlönd, Hjaltland, Suðreyjar ok Orkneyjarok Skotland. Þeim varð þar gott til fjár, ok er á leiðsumarit, ætluðu þeir heim at fara. Ok eitt kvöld lögðuþeir undir ey eina ok tjölduðu þar yfir skipum sínum,ok er þeir höfðu um búizt, gekk Hrólfr konungr viðnokkura menn um þvera eyna. Þeir sá öðrum meginundir eyjunni, at skip lágu níu saman. Þeir sá, at þatvar víkingaskip. Konungr gekk aptr til skipa sinna.Hann bað Ketil, bróður sinn, skjóta báti ok forvitnast,hverr formaðr væri þeira skipa. Hann gerði svá, reritil skipanna ok spurði, hverr formaðr þeira væri. Maðrstóð upp í lyptingu á einu skipi, mikill ok vænligr.Hann tók til orða: \"Ef þú spyrr at formanni skipaþessa, þá heitir hann Ásmundr ok er sonr Óláfs konungsaf Skotlandi, eða af hverjum eruð þér sendir?\"Ketill svarar: \"Mik sendi á yðvarn fund Hrólfr konungrGautreksson at segja yðr, at hann mun hér komaá morgin ok vill hafa fé yðvart ok skip ok brytja yðrvörgum, nema þér gefið í hans vald allt þat, er þérhafið meðferðar.\" Ásmundr svarar: \"Vitum vér, atHrólfr konungr Gautreksson er ágætr at mörgum frama,þeim sem hann hefir í hernaði unnit, en nú, þar semek er konungsson ok hefi ek nógan liðsfjölda, þá segiðsvá Hrólfi konungi, at vér munum eigi upp gefast atóreyndu. Skulum vér ok hafa fimm skip í móti yðrumfimm skipum ok vinna þetta með engum tröllskap.\"Eptir þetta ferr Ketill aptr ok segir þetta Hrólfi konungi,sem háttat var, kvað þetta vera inn vænasta mannok inn bezta dreng.Um morguninn bjuggust við hvárirtveggju. Lét Ásmundrleggja hjá fjögur sín skip, tóku þeir síðan atberjast. Var þessi bardagi bæði harðr ok langr ok ákafr.Gekk Ásmundr fram af mikilli hreysti, ok eigi þóttistHrólfr hafa átt við hraustari menn. Fell margt af hvárumtveggjum.Sá Hrólfr konungr, at ekki mundi í tveimhöndum mega hafa, ok ræðr þá til uppgöngu ok hansmenn á skip Ásmundar. Varð þá mannfall mikit. HétÁsmundr fast á sína menn ok gekk fram af mikillihreysti. Þá kom Hrólfr konungr mót honum. Fell númargt af hvárumtveggjum ok þó fleira af Ásmundi. Núeiga þeir höggum at skipta, ok gengr hvárrtveggi atmeð öllu afli. Hrólfr biðr engan mann skakka þeiraí millum. Ásmundr varð sárr mjök í þeira viðskiptum,ok er Hrólfr konungr sér hann eigi at síðr berjast meðfræknu hjarta, mælti Hrólfr: \"Þat vil ek, at vit talimstvið ok hvílumst.\" Ásmundr bað hann ráða. Hrólfr talaðiþá: \"Ek hefi verit nokkur sumur í hernaði, ok fannek engan þinn jafningja at hreysti. Nú með því at liðþitt er margt sárt ok fallit, þá eru nú tveir kostir afminni hendi, at þú skipa í annat sinn af ósárum mönnumskip þín, ef þú vill lengr berjast; reynum þá tilþrautar með oss. Hinn er annarr kostr, at vér setimgrið með oss, ok vil ek þá bjóða þér á fóstbræðralag,ok gerum svá trausta vára vináttu.\" Ásmundr svararok kveðst þat vilja, -- \"ef þér leggið eigi ámælisorð á bakmér eða liði mínu.\" Hrólfr kvaðst eigi hafa fundithraustari menn fyrir. Eptir þat bað Hrólfr konungrþá hætta at berjast.Var þá brugðit upp friðskildi. Leggja þá hvárirtveggjuundir eyna ok bundu sár sín. Var þá hroðintvau skip af Ásmundi, en eitt af Hrólfi. Eptir þat sverrhvárr öðrum trúnað ok aldri at skilja nema með samþykkibeggja þeira. Eptir þat skiptir Ásmundr liði því,sem eptir er, skipar eitt skip harðla vel at mönnum okvápnum, en annat lið sitt sendir hann til Skotlands. Afhonum höfðu fallit tvær skipshafnir, en ein af Hrólfi.En þat lið, er Ásmundi þótti bezt fylgd í ok harðfengast,hefir hann með sér á einu skipi ok fylgir nú Hrólfikonungi heim í Gautland. Virðist Ásmundr inn vaskastimaðr ok inn fræknasti ok gekk næst Hrólfi konungium allar íþróttir, ok vantaði hann þó mikit. Sitjaþeir allir samt þann vetr í Gautlandi í góðum friði okmikilli gleði. Jafnan minnti Ásmundr Hrólf konungá, nær hann mundi vitja meyjarmálanna í Svíþjóð, okvar mjök eggjandi þessar ferðar. Konungr var jafnanfátalaðr um ferð þessa, en hann hafði raun af Katli,bróður sínum, er hann eggjaði á með kappi. Ok erváraði, býst Hrólfr konungr ór landi ok hafði sjauskip ok öll vel búin ok it ágætasta lið. Þá gerir Hrólfrkonungr bert fyrir liði sínu, at hann ætlaði þá til Svíþjóðar.Bað konungr þá Ketil, frænda sinn, eigi eptirvera, ok fóru þeir allir fóstbræðr í ferð þessa, haldasíðan til Svíþjóðar með öllu þessu liði."}}