{"originalTitle": "The_Story_Of_Grettir_The_Strong_Grettir_Comes_Out_To_Iceland_Again", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "The_Story_Of_Grettir_The_Strong_Grettir_Comes_Out_To_Iceland_Again", "text": {"0": "Grettir comes out to Iceland againWHEN summer was far spent came Grettir Asmundson out to Whiteriver in Burgfirth; folk went down to the ship from thereabout, and these tidings came all at once to Grettir: the first, that his father was dead; the second, that his brother was slain; the third, that he himself was made an outlaw throughout all the land. Then sang Grettir this stave--\"Heavy tidings thick and fastOn the singer now are cast;My father dead, my brother dead,A price set upon my head;Yet, O grove of Hedin's maid,May these things one day be paidYea upon another mornOthers may be more forlorn.\"So men say that Grettir changed nowise at these tidings, but was even as merry as before.Now he abode with the ship awhile, because he could get no horse to his mind. But there was a man called Svein, who dwelt at Bank up from Thingness, he was a good bonder and a merry man, and often sang such songs as were gamesome to hear; he had a mare black to behold, the swiftest of all horses, and her Svein called Saddle-fair.Now Grettir went one night away from the wolds, but he would not that the chapmen should beware of his ways; hegot a black cape, and threw it over his clothes, and so was disguised; he went up past Thingness, and so up to Bank, and by then it was daylight. He saw a black horse in the home-field and went up to it, and laid bridle on it, leapt on the back of it, and rode up along White-river, and below Bye up to Flokedale-river, and then up the tracks above Kalfness; the workmen at Bank got up now and told the bonder of the man who had got on his mare; he got up and laughed, and sang--\"One that helm-fire well can wieldRode off from my well-fenced field,Helm-stalk stole away from meSaddle-fair, the swift to see;Certes, more great deeds this FreyYet shall do in such-like wayAs this was done; I deem him thenMost overbold and rash of men.\"Then he took horse and rode after him; Grettir rode on till he came up to the homestead at Kropp; there he met a man called Hall, who said that he was going down to the ship at the Wolds; Grettir sang a stave--\"In broad-peopled lands say thouThat thou sawest even nowUnto Kropp-firm's gate anigh,Saddle-fair and Elm-stalk high;That thou sawest stiff on steed(Get thee gone at greatest speed),One who loveth game and playClad in cape of black to-day.\"Then they part, and Hall went down the track andall the way down to Kalfness, before Svein met him; they greeted one another hastily, then sang Svein--\"Sawest thou him who did me harmOn my horse by yonder farm?Even such an one was he,Sluggish yet a thief to seeFrom the neighbours presentlyDoom of thief shall he abyeAnd a blue skin shall he wear,If his back I come anear.\"\"That thou mayst yet do,\" said Hall, \"I saw that man who said that he rode on Saddle-fair, and bade me tell it over the peopled lands and settlements; great of growth he was, and was clad in a black cape.\"\"He deems he has something to fall back on,\" said the bonder, \"but I shall ride after him and find out who he is.\"Now Grettir came to Deildar-Tongue, and there was a woman without the door; Grettir went up to talk to her, and sang this stave--\"Say to guard of deep-sea's flameThat here worm-land's haunter came;Well-born goddess of red gold,Thus let gamesome rhyme be told.'Giver forth of Odin's meadOf thy black mare have I need;For to Gilsbank will I ride,Meed of my rash words to bide.'\"The woman learned this song, and thereafter Grettir rode on his way; Svein came there a little after, and she was not yet gone in, and as he came he sang this--What foreteller of spear-showerFen within this nigh-passed hour,Swift through the rough weather rodePast the gate of this abode?He, the hound-eyed reckless one,By all good deeds left alone,Surely long upon this dayFrom my hands will flee away.\"Then she told him what she had been bidden to; he thought over the ditty, and said, \"It is not unlike that he will be no man to play with; natheless, I will find him out.\"Now he rode along the peopled lands, and each man ever saw the other's riding; and the weather was both squally and wet.Grettir came to Gilsbank that day, and when Grim Thorhallson knew thereof, he welcomed him with great joy, and bade him abide with him. This Grettir agreed to; then he let loose Saddle-fair, and told Grim how she had been come by. Therewith came Svein, and leapt from his horse, and saw his own mare, and sang this withal--\"Who rode on my mare away?What is that which thou wilt pay?Who a greater theft has seen?What does the cowl-covered mean?\"Grettir by then had doft his wet clothes, and he heard the stave, and answered--\"I did ride thy mare to Grim(Thou art feeble weighed with him),Little will I pay to thee,Yet good fellows let us be.\"Well, so be it then,\" said the farmer, \"and the ride is well paid for.\"Then each sang his own songs, and Grettir said he had no fault to find, though he failed to hold his own; the bonder was there that night, and the twain of them together, and great game they made of this; and they called all this Saddle-fair's lays. Next morning the bonder rode home, and he and Grettir parted good friends.Now Grim told Grettir of many things from the north and Midfirth, that had befallen while he was abroad, and this withal, that Atli was unatoned, and how that Thorbiorn Oxmain waxed so great, and was so high-handed, that it was not sure that goodwife Asdis might abide at Biarg if matters still went so.Grettir abode but few nights with Grim, for be was fain that no news should go before him north over the Heaths. Grim bade him come thither if he should have any need of safeguard.\"Yet shall I shun being made guilty in law for the harbouring of thee.\"Grettir said he did well. \"But it is more like that later on I may need thy good deed more.\"Now Grettir rode north over Twodaysway, and so to Biarg, and came there in the dead of night, when all folk were asleep save his mother. He went in by the back of the house and through a door that was there, for the ways of the house were well known to him, and came to the hall, and got to his mother's bed, and groped about before him.She asked who was there, and Grettir told her; then she sat tip and kissed him, and sighed withal, heavily, and spake, \"Be welcome, son,\" she said, \"but my joyance in my sons is slipping from me; for he is slain who was of mostavail, and thou art made an outlaw and a guilty man, and the third is so young, that he may do nought for me.\"\"An old saw it is,\" said Grettir, \"Even so shall bale be bettered, by biding greater bale; but there are more things to he thought of by men than money atonements alone, and most like it is that Atli will be avenged; but as to things that may fall to me, many must even take their lot at my hand in dealing with me, and like it as they may.\"She said that was not unlike. And now Grettir was there a while with the knowledge of few folk; and he had news of the doings of the folk of the country-side; and men knew not that Grettir was come into Midfirth: but he heard that Thorbiorn Oxmain was at home with few men; and that was after the home-field hay-harvest."}}