{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_18", "text": {"0": "Eptir þetta fara þeir Hvítserkr ok Björn heim tilríkis síns ok Sigurðr, en Ívarr er eptir ok ræðr Englandi.Þaðan frá halda þeir miðr saman liði sínu okherjuðu á ýmsi lönd. En Randalín, móðir þeira, varðgömul kona. En Hvítserkr, sonr hennar, hafði herjateitthvert sinn í Austrveg, ok kom svá mikit ofrefli ímót honum, at hann mátti eigi rönd við reisa, ok varðhann handtekinn. En hann kaus sér þann dauðdaga,at bál skyldi gera af mannahöfðum; þar skyldi hannbrenna, ok svá lét hann líf sitt. Ok er Randalín spyrrþetta, þá kvað hún vísu:\"Sonr beið einn, sás áttak,í Austrvegi dauða,Hvítserkr var sá heitinn,hvergi gjarn at flýja;hitnaði hann af höfðumhöggvins vals at rómu,kaus þann bana þengillþróttarsnjallr, áðr felli.\"Ok enn kvað hún:\"Höfðum létu of hrundithundmörgum gram undir,at feigum bör folkafingi eldr yfir syngja;hvat skyldi beð inn betraböðheggr und sik leggja;olli, deyr við orðstírallvaldr, jöfurr falli.\"En frá Sigurði orm í auga er mikill ættbogi kominn.Hans dóttir hét Ragnhildr, móðir Haralds ins hárfagra,er fyrstr réð öllum Noregi einn. En Ívarr réð fyrir Englandiallt til dauðadags ok varð sóttdauðr. Ok þá er hannlá í banasótt, mælti hann, at hann skyldi þangat færa, erherskátt væri, ok þess kvaðst hann vænta, at þeir mundieigi sigr fá, er þar kæmi at landinu. Ok er hann andast,var svá gert sem hann mælti fyrir, ok var þá í haug lagiðr.Ok þat segja margir menn, þá er Haraldr konungr Sigurðarsonkom til Englands, at hann kæmi þar at, erÍvarr var fyrir, ok fellr hann í þeiri för. Ok er Vilhjálmrbastarðr kom í land, fór hann til ok braut haug Ívarsok sá Ívar ófúinn. Þá lét hann gera bál mikit ok lætrÍvar brenna á bálinu, ok eptir þat berst hann til landsinsok fær gagn. En frá Birni járnsíðu er komit margtmanna. Frá honum er komin mikil ætt: Þórðr, er bjóat Höfða á Höfðaströnd, mikill höfðingi. En þá er synirRagnars váru allir líflátnir, dreifðist lið þeira á ýmsavega, er þeim hafði fylgt, ok þótti þeim öllum, er verithöfðu með sonum Ragnars, einkis vert um aðrahöfðingja. Þeir váru tveir menn, er fóru víða um löndat leita, ef þeir fyndi nokkurn höfðingja þann, er þeimþætti sér eigi svívirðing í at þjóna, ok fóru þeir eigibáðir saman."}}