{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_8", "text": {"0": "Brana hvarf í burtu hvern morgun, en kom ekkifyrr heim en at dagsetri. Einn tíma spyrr Brana Hálfdan,hversu langt væri til sumars. \"Sex vikr,\" segirhann. \"Þá er vel,\" segir hún, \"at þér hefir eigi lengraþótt í hellinum en er, því at nú er sumardagr innfyrsti á morgun, ok muntu heðan vilja burt halda, okskal þat vera, þótt mér þykki annat betra, en ek fereigi kona ein saman, ok er ek með barni, ok ertu faðirat því.\" Hálfdan kveðst þess eigi þræta, \"ok vil ek,at þú sendir mér,\" segir hann, \"ef þat er sveinn, enger sem þér líkar, et þat er mey.\" Hún kvað svá veraskyldu, \"ok muntu sigla heðan til Englands. Þarræðr fyrir sá konungr, er Óláfr heitir. Hann á sérdóttur, er Marsibil heitir. Hún er nú vænust kölluð allrameyja í heiminum. Hún kann allar kvenligar íþróttir,ok þat vilda ek, at þú fengir hennar. Þú skalt þar nefnasteinn kaupmaðr, ok hér eru grös þau, er ek vil gefaþér. Þau skaltu gefa konungsdóttur, ok muntu þá fáhennar ást. Þau hafa þá náttúru, ef hún leggr þau undirhöfuð sér ok sefr á þeim, þá ann hún þér sem lífi sínu.Ok hér eru klæði, er ek vil gefa þér. Á þau bíta engijárn nema sax þitt. Aldri muntu á sundi mæðast, efþú ert í þeim, ok eigi eldr granda. Hringr er inn þriðigripr, er þú skalt eiga. Hann heitir Hnituðr. Hann ersundr tekinn í þrem hlutum. Ef óvinr þinn er hjá þér,ok hafir þú hringinn, þá máttu vita, hvern dauðdagahann ætlar þér. Ef hann vill þik með vápnum vega,þá er hringrinn rauðr sem blóð, en ef hann vill þikí eitri svíkja, þá er hann svartr sem bik.\" Gengu þaunú til sjóvar. Þar stóð skip á sandi. Brana mælti: \"Hérer skip, er ek vil gefa þér, Hálfdan. Þat hefi ek smíðatí vetr. Hefir þat byr, hvert sem þú vilt sigla. Drekinnheitir Skrauti.\" Hálfdan þakkar Brönu gjafirnar.Hún mælti: \"Heðan af muntu kallaðr Hálfdan Brönufóstri.Áki heitir landvarnarmaðr Óláfs konungs. Hanner illr maðr ok ótrúr. Hann er kallaðr Áki inn illi,íþróttamaðr mikill. Láttu hann ekki svíkja þik.\" Hálfdanhét góðu um þat. Þau gengu þá heim til hellis oksofa af þá nótt."}}