{"originalTitle": "Grettis_Saga_Chapter_45", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_45", "text": {"0": "Sá maður var með Þorbirni öxnamegin er Áli hét. Hann var    húskarl og heldur ógæfur og vinnulítill. Þorbjörn bað hann    starfa betur ella kveðst hann mundu lemja hann. Áli kvað þess    öngan fýst hafa og var hinn kífnasti í móti. Þorbjörn þoldi    honum eigi og rak hann niður undir sig og fór með hann illa.    Eftir það fór Áli brott úr vistinni og fór norður yfir háls    til Miðfjarðar. Létti eigi fyrr en hann kom til Bjargs. Atli    var heima og spurði hvert hann skyldi fara. Hann kvaðst leita    sér vistar.    \"Ertu eigi vinnumaður Þorbjarnar?\" kvað Atli.    \"Ei fór það svo keypilega með okkur,\" segir Áli. \"Eg var þar    ekki lengi en mér þótti illt meðan eg var. Skildum við svo að    mér þótti hann ekki vel syngja að kverkum mér og mun eg    þangað aldrei fara til vistar hvað sem annað verður af mér.    Er það og satt að mikill munur er hvorum ykkar verður betur    til hjóna sinna. Vildi eg gjarna nú vinna hjá þér ef þess    væri kostur.\"    Atli svarar: \"Nóga hefi eg vinnumenn þó að ekki seilist eg í    hendur Þorbirni til þeirra manna er hann hefir ráðið en mér    þykir þú þollaus og far aftur til hans.\"    Áli mælti: \"Þar kem eg eigi ónauðigur.\"    Nú dvaldist Áli þar um stund. Einn morgun fór hann til verks    með þeim húskörlum Atla og vann svo að hvaðanæva voru á honum    hendurnar. Lét Áli svo ganga fram á sumarið. Atli lagði ekki    til hans en lét þó gefa honum mat því að honum líkaði    starfinn vel.    Þorbjörn fréttir nú að Áli er á Bjargi. Hann reið þá til    Bjargs við þriðja mann og kallaði Atla til tals við sig. Atli    gekk út og heilsaði þeim.    Þorbjörn mælti: \"Enn viltu endurnýja við mig Atli um mótgang    og áleitni. Eða því hefir þú tekið vinnumann minn og er slíkt    óskilríkilega gert?\"    Atli svarar: \"Ekki er mér það sýnt að hann sé þinn    vinnumaður. En ekki vil eg á honum halda ef þú sýnir skilríki    til að hann sé þitt hjón. En ekki nenni eg draga hann úr    húsum út.\"    \"Þú munt ráða að sinni,\" sagði Þorbjörn, \"en kref eg mannsins    og fyrirbýð eg vinnu hans. En koma mun eg annað sinn og er    eigi víst að við skiljumst þá betri vinir en nú.\"    Atli svarar: \"Heima mun eg bíða og taka við því sem að höndum    kemur.\"    Síðan reið Þorbjörn heim. En er verkmenn komu heim um kveldið    segir Atli þá viðurtal þeirra Þorbjarnar og bað Ála fara leið    sína og sagðist ekki vildu dvelja vist hans.    Áli svarar: \"Satt er hið fornkveðna, ofleyfingarnir bregðast    mér mest. Og ætlaði eg það eigi að þú mundir nú reka mig á    brottu þar sem eg hefi unnið hér til sprengs í sumar og vonað    til þess að þú mundir mér nokkura forstöðu veita en þann veg    farið þér þó að þér látið allgóðvættlega. Nú skal mig hér    lemja fyrir augum þér ef þú vilt mér öngva forstöðu veita eða    hjálp.\"    Atla gekkst hugur við um tal hans og nennti nú eigi að reka    hann á brottu frá sér. Leið nú þar til er menn tóku til    sláttar.    Það var einn dag nokkuru fyrir miðsumar að Þorbjörn öxnamegin    reið til Bjargs. Hann var svo búinn að hann hafði hjálm á    höfði og gyrður við sverð og spjót í hendi. Það var    fjaðraspjót og breið mjög fjöðurin. Væta var úti um daginn.    Atli hafði sent húskarla sína til sláttar en menn hans sumir    voru norður við Horn til afla. Atli var heima og fáir menn    aðrir.    Þorbjörn kom þar nær hádegi um daginn. Hann var einn í ferð    og reið að útidyrum. Aftur var hurð en öngvir menn úti.    Þorbjörn drap á dyr og fór síðan á bak húsum svo að mátti    ekki sjá hann frá dyrunum heiman. Menn heyrðu að barið var og    gekk út kona ein. Þorbjörn hafði svip af konunni og lét ekki    sjá sig því að hann ætlaði annað að vinna. Hún kom í stofu.    Atli spurði hvað komið var. Hún kvaðst ekki hafa séð komið    úti. Og er þau töluðu þetta þá laust Þorbjörn mikið högg á    dyrnar.    Þá mælti Atli: \"Mig vill sjá finna og mun hann eiga erindið    við mig hversu þarft sem er.\"    Gekk hann þá fram og út í dyrnar. Hann sá öngvan úti. Væta    var úti mikil og því gekk hann eigi út og hélt sinni hendi í    hvorn dyrastafinn og litast svo um.    Í því bili snaraði Þorbjörn fram fyrir dyrnar og lagði tveim    höndum til Atla með spjótinu á honum miðjum svo stóð í gegnum    hann.    Atli mælti við er hann fékk lagið: \"Þau tíðkast hin breiðu    spjótin,\" segir hann.    Síðan féll hann fram á þröskuldinn. Þá komu fram konur er í    stofunni höfðu verið. Þær sáu að Atli var dauður. Þá var    Þorbjörn á bak kominn og lýsti víginu á hendur sér og reið    heim eftir það.    Ásdís húsfreyja sendir eftir mönnum og var búið um lík Atla    og var hann jarðaður hjá föður sínum.    Hann var mjög harmdauður því hann hafði verið bæði vitur og    vinsæll. Engi komu fram fégjöld fyrir víg Atla enda beiddist    engi bóta því að Grettir átti eftirmálið ef hann kæmi út.    Stóðu þessi mál kyrr um sumarið. Varð Þorbjörn lítt þokkaður    af þessu verki og sat þó um kyrrt í búi sínu."}}