{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_29", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_29", "text": {"0": "Nú er at segja frá Hrólfi konungi. Þegar er váraði,stefndi hann at sér liði sínu ok býr ferð sína til Írlands.Ella konungr býðr honum lið af sínu ríki, svá mikitsem hann vildi hafa. Hrólfr konungr lét þar eptir drekasinn ok öll in stærri skip sín ok tók þar smæri skipok fleiri. Höfðu þeir af Englandi þrjá tigu skipa oköll smá. Grímr kom til móts við konung, sem þeirhöfðu á kveðit. Skildu konungar með blíðu. Ok atbúnu liði sínu siglir hann af Englandi, gefr þeim velbyr ok koma við Írland. Þat var síð um kveld. Láguþeir þar um nóttina.Svá er sagt, at Hrólfr Írakonungr hafði vitat kvámunafna síns af margkunnandi sinni ok vísdómi, ok hafðihann stefnt at sér miklu liði. Um morguninn, er þeirfóstbræðr vakna, mælti Hrólfr konungr við Ásmund:\"Mun eigi ráð at vitja meyjarmálanna ok heyra svöraf Hrólfi konungi?\" Ásmundr kvaðst þess víst fýsast.Konungr mælti: \"Vér skulum fara friðliga ok meðengu ofbeldi eða hernaði, meðan oss er engi ófriðrboðinn.\" Þá valdi konungr með sér hundrað manna,en bað liðit vápnast ok vera búit við öllum hernaði,ef til þyrfti at taka, ok ganga upp frá skipum ok veraí skógi nær borginni. Nú ferr Hrólfr konungr, þar tiler hann kemr nær borginni. Þá sá þeir, at lið ferr ímót þeim ok búit sem til bardaga. Konungr bað þáganga. Borgarlýðrinn stefndi til móts við þá, ok er þeirfundust, var þar kominn Írakonungr með sex hundruðmanna.Þá mælti Hrólfr Írakonungr: \"Gerla veit ek, HrólfrGautreksson, hverr þú ert ok Ásmundr, fóstbróðirþinn, sonr Óláfs Skotta konungs, ok veit ek eyrendi,ok þurfi þér þat eigi upp at bera. Ek skal þér, Hrólfrkonungr, gera skjóta kosti, með því at þú ert hverjumkonungi fríðari ok ágætari, þá skal ek þér leyfa heimat fara með öllu heilu ok höldnu liði þínu, ok komaldri þessa eyrendis optar, því at fremri ok ágætari hafaþeir verit margir, er þessa ráðs hafa leitat ok fengiteigi utan skömm ok skaða. Vili þér eigi þekkjast þettavárt boð, þá skulu þér fara því hæðiligar sem þér þykkiztmeira verðir en aðrir menn.\" At lokinni ræðu HrólfsÍrakonungs svaraði Hrólfr konungr Gautreksson: \"Meðþví at þú ert svá vitr konungr ok forspár, at þú veiztóorðna hluti, hug eða ætlan hvers manns, þá ætla ekþat mundi forsjáligra at þiggja þetta boð. En þar semek hefi rekizt heiman ór Svíþjóð ok með nokkuru liðiok heitit Ásmundi, fóstbróður mínum, fylgd ok tryggðtil þessa máls, þá nenni ek eigi at snúa aptr við svábúit ok reyna ekki framar yðvarn styrk ok mátt.\" Írakonungrkvað hann þat kjósa, er honum gegndi verrok liði hans. Hrólfr konungr gerði þá njósn liði sínuok bað þá eigi dvelja at duga sér. Ætlaði Hrólfr konungrGautreksson, at Írakonungr mundi eigi hafameira lið en þat, sem þeir sjá, ok þóttist í hendi hafahans ráð, en Írakonungr hafði óflýjanda her, ok vissuþeir ekki til þess. Írakonungr vissi ok eigi, at Hrólfrkonungr hafði lið í skóginum. Írakonungr bað nú veitaþeim atgöngu. Hrólfr konungr Gautreksson bað sínamenn hlífa sér ok hefjast undan. Litlu síðar dreif atlið Írakonungs. Bað hann sína menn víkja aptr tilborgarinnar. Þá fellu Írar mjök, áðr þeir kómust í borgina.Sóttu Hrólfs menn eptir með miklum ákafa okþegar inn í borgina.Ok er lið Hrólfs konungs var allt inn komit í borgina,þá dreif lið at þeim öllum megin. Fylktu hvárirtveggju.Er svá sagt, at eigi var minni liðsmunr ensex landsmenn váru um einn þeira Svíanna. Skaut þeimmörgum heldr skelk í bringu, ok þótti þeim mikit ofreflií móti at ganga svá miklum múg manna. Tókst þábardagi bæði harðr ok langr. Sóttu Írar at með miklumákafa ok mannfjölda, því at þeir sá, at höfðingiþeira var harðla mannskæðr. Skaut Írakonungr svá,at þeim sýndist tvær örvar senn á lopti, ok varð maðrfyrir hverri. Hrólfr konungr Gautreksson barðist meðfræknu hjarta. Menn hans fylgdu honum allir vel okdrengiliga ok fellu með góðum orðstír, þótt vér kunnumeigi at segja frá hvers þeira vörn ok framgöngu.Sýndist þeim þá, at þeir höfðu margir verit inir mestugarpar. Ok meðan þeir váru ómóðir, felldu þeir marganmann til jarðar ok hopuðu hvergi á hæl, þótt þeirættu við mikinn liðsmun. Grímr, er fyrr gátum vér,gerðist auðkenndr í þessum bardaga. Var hann bæðifimr, röskr ok inn djarfasti í framgöngu. Hrólfr konungrGautreksson gekk fram með mikilli grimmd íþessi orrostu ok hjó til beggja handa með sverðinuRisanaut. Hlífði hann sér hvárki með hjálmi né skildiné brynju ok færði margan mann til heljar ok gekkjafnan í gegnum fylkingar af mikilli hugprýði. Meðslíkum hætti gekk fram Ásmundr ok hjó margt ok stórtok gerði mikit afhroð í sinni vörn. Þá varð bardagiákafr, ok tókst enn it mesta mannfall í hvárutveggjaliði. Þar fór sem jafnan kann verða, at landsherrinnverðr drjúgr. Sneri þá mannfallinu á hendr Hrólfi konungiGautrekssyni ok hans mönnum. Ok þegar er Írarfundu, at mannfallinu sneri á hendr sínum óvinum,þá gengu þeir at djarfliga. Fellu þá menn Hrólfs konungsGautrekssonar hverr um þveran annan. Þá vargengit at öllum megin með ópi ok eggjan.Ok er Hrólfr konungr sá, at lið hans fell, svá at fáttvar eptir, bað hann þá víkjast út at borgarvegginumok láta hann hlífa sér. Þá sögðu menn hans, at þeirmundu flýja ok vita, ef þeir næði til skipa sinna. Konungrkveðst eigi flýja vilja, kveðst heldr þar skyldufalla með öllu liði sínu. Varð ok engum þat fyrir hansmönnum at flýja, heldr fell hverr á fætr öðrum svágersamliga, at eigi stóð meir upp en tólf menn, okváru þó mjök sárir ok ákafliga móðir. Þá mælti Hrólfrkonungr til Ásmundar: \"Þat er nú vænna, fóstbróðir,at hljóta at vinna nokkut til mægðanna við Írakonung,er þér fýstuzt at fá yðr. Þótti ek seinn ok tregr ferðarþessar, skal nú ok ekki af spara at veita þér eptir megniok heimta út meyjarmundinn.\" Hrólfr konungr Gautrekssonspennti þá tveim höndum meðalkaflann ok hjóá báðar hendr bæði margt ok stórt ok veitti mörgumskjótt líflát. Ásmundr ok Grímr veittu honum góðafylgd. Svá er sagt, at þeir hlóðu svá umhverfis sik, atþeir máttu varla vega fyrir, ok fellu þá allir mennHrólfs konungs utan þeir Ásmundr ok Grímr. Þeirváru þá mjök sárir, en ákafliga móðir, svá at þeir gátuvarla staðit uppi. Þá váru bornir at þeim skildir öllummegin, ok áðr þeir næði Hrólfi konungi, draphann fimmtán menn fyrir þeim. Fór honum þá semmælt er, at ekki má við margnum. Váru þeir allirhandteknir ok flettir klæðum ok vápnum. Höfðu þeirbarizt allan daginn ok mikit af nóttinni, fell þar svágersamliga, at engi maðr komst á braut, höfðu þeirok eigi annat stundat en veita konungi sínum sembezta fylgd. Lið Írakonungs hafði svá mjök fallit, ateigi var meir eptir en fimm hundruð manna ok þóallir sárir ok móðir.Hrólfr Írakonungr hrósar nú sigri sínum. Hannmælti þá við Hrólf konung: \"Nú hefir farit sem mikvarði, at þú ert yfirkominn með öllu liði þínu. Væriþér nú betra at hafa tekit þann kost með þökkum, semþér var boðinn, ok haldit svá heilu liði þínu.\" Hrólfrkonungr Gautreksson svarar: \"Engrar frægðar eru þéraf þessu verðir. Hafið þér meir unnit þetta mál meðvélum ok prettvísi en með drengskap eða hreysti sakirliðsfjölda þess, er þér hafið oss í móti, enda má ennvera, at yðr verði þetta launat.\" Írakonungr mælti:\"Lengi heldr þú á dul þinni, því at þú veizt ógerla,hvat þú átt fyrir höndum, því at engi skal fúlari ístaðnum en sá, er þú skalt í fara.\" Hrólfr konungrGautreksson mælti: \"Þér munuð nú at sinni hafa valdá oss félögum, ok er þat hraustra manna dauði at verahálshöggnir.\" Írakonungr mælti: \"Fyrr skal færa yðrí gestaskála minn, ok skulu þér þar svelta í hel.\" Léthann leiða þá út í garðinn. Þar sá þeir gerva einagröf langt í jörð niðr. Þurftu þeir þá margir at atganga, áðr þeir kómu Hrólfi konungi þar niðr. Þarvar harðla djúpt, ok ef þeir hefðu konunginn á höfðinuniðr fært, hefði hann skjótt látit sitt líf, en hannkom standandi niðr. Þar var fýla mikil. Þar váru undirmanna búkar. Þeir Ásmundr ok Grímr váru ok niðrfærðir. Tók konungr þá á lopti ok setti niðr hjá sér.Síðan var færð yfir hella mikil, svá at varla gátu hrærttíu karlar. Fóru Írakonungs menn þá í burt ok tókunáðir á sik."}}