{"originalTitle": "Völsunga_Saga_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_6", "text": {"0": "Nú er Sigmundr lauss orðinn, en brotinn er stokkrinn,ok hefst Sigmundr þar nú við í skóginum. Ennsendir Signý at vita, hvat títt er eða hvárt Sigmundrlifir. En er þeir koma, þá segir hann þeim allan atburðhvé farit hafði með þeim ok ylginni. Nú faraþeir heim ok segja Signýju, hvat títt er. Fór hún núok hittir bróður sinn, ok taka þau þat ráð, at hanngerir þar jarðhús í skóginum, ok ferr nú því fram umhríð, at Signý leynir honum þar ok fær honum þat,er hann þurfti at hafa. En Siggeirr konungr ætlar, atþeir sé allir dauðir Völsungar.Siggeirr konungr átti tvá sonu við konu sinni, ok erfrá því sagt, þá er inn ellri sonr hans er tíu vetra,at Signý sendir hann til móts við Sigmund, at hannskyldi veita honum lið, ef hann vildi nokkut leita viðat hefna föður síns. Nú ferr sveinninn til skógarins okkemr síð um aptaninn til jarðhúss Sigmundar, ok tekrhann við honum vel at hófi ok mælti, at hann skyldigera til brauð þeira, \"en ek mun sækja eldivið, -- okselr í hönd honum einn mjölbelg, en hann ferr sjálfrat sækja viðinn. Ok er hann kemr aptr, þá hefir sveinninnekki at gert um brauðgerðina. Nú spyrr Sigmundr,hvárt búit sé brauðit. Hann segir: \"Eigi þorða ek attaka mjölbelginn, fyrir því at þar lá nokkut kykt íí mjölinu.\" Nú þykkist Sigmundr vita, at þessi sveinnmun eigi svá vel hugaðr, at hann vili hann með sér hafa.Nú er þau systkin finnast, segir Sigmundr, at hannþótti ekki manni at nær, þótt sveinninn væri hjá honum.Signý mælti: \"Tak þú hann þá ok drep hann. Eigiþarf hann þá lengr at lifa.\" Ok svá gerði hann.Nú líðr sjá vetr. Ok einum vetri síðar þá sendirSigný inn yngra son sinn á fund Sigmundar, ok þarfþar eigi sögu um at lengja, ok fór sem samt sé, at hanndrap þenna svein at ráði Signýjar."}}