{"originalTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_8", "text": {"0": "Þessu næst fóru þeir konungr til borða. Töluðuþeir Agði jarl um, at þeir mundu einhvern prett viðhafa haft, \"því at mér býðr ávallt hita, er ek kemí þeira flokk.\" \"Látum bíða,\" segir konungr, \"sá munkoma, at okkr mun kunngera.\" Tóku menn þá atdrekka. Þá váru borin inn tvau horn í höllina. Þauátti Agði jarl, gersemar miklar, ok váru kölluð Hvítingar.Þau váru tveggja álna há ok gulli búin. Konungrlét sitt hornit ganga á hvárn bekk, \"ok skal hverrdrekka af í einu. Sá, sem því orkar eigi, skal fá byrlaranumeyri silfrs.\" Gekk engum af at drekka utanköppunum, en Þorsteinn gat svá til sét, at þeir, semmeð Goðmundi váru, varð engi víttr. Drukku mennnú glaðir þat, sem eptir var dagsins, en um kvelditfóru menn at sofa.Goðmundr þakkaði Þorsteini fyrir góða hjástöðu.Þorsteinn spurði, nær endast mundi veizlan. \"Atmorgni skulu menn mínir ríða,\" segir Goðmundr.\"Veit ek, at nú lætr konungr allt við hafa. Eru núsýndar gersemar. Lætr konungr nú bera inn horn sittit mikla. Þat er kallat Grímr inn góði. Þat er gersemimikil ok þó galdrafullt ok búit með gull. Mannshöfuðer á stiklinum með holdi ok munni, ok þat mælir viðmenn ok segir fyrir óorðna hluti ok ef þat veit ófriðarván. Verðr þat bani vár, ef konungr veit, at kristinnmaðr er með oss. Munum vér eigi þurfa at vera fésparirvið hann.\" Þorsteinn sagði Grím eigi mæla fleiraenn Óláfr konungr vildi, \"en ek ætla, at Geirröðr séfeigr. Þykki mér ráð, at þér hafið mín ráð heðan af.Skal ek sýna mik á morgin.\" En þeir sögðu þat hætturáð. Þorsteinn sagði, at Geirröðr vildi þá feiga, \"eðahvat segir þú mér af Grími inum góða fleira?\" \"Þater frá honum at segja, at meðalmaðr má standa undirbugtinni á honum, en álnar breitt yfir beitina, ok ersá mestr drykkjumaðr í þeira liði, er drekkr beitina,en konungr drekkr af í einu. Hverr maðr á at gefaGrími nokkura gersemi, en sú virðing þykkir honumsér mest ger, at í einu sé af drukkit. En ek veit, at mérber fyrstum af at drekka, en þat er einskis manns þolat drekka þat í einu.\" Þorsteinn mælti: \"Þú skalt faraí serk minn, því at þér má þá ekki granda, þó at ólyfjansé í drykknum. Tak kórónu af höfði þér ok gefGrími inum góða ok seg í eyra honum, at þú skaltgera honum miklu meira heiðr en Geirröðr, ok síðanskaltu láta sem þú drekkir. En eitr mun í horninu,ok skaltu steypa niðr næst þér, ok mun þik ekki saka.En þá er drykkjuskapr er úti, skaltu láta menn þínaríða.\" Goðmundr sagði, at hann skuli ráða. \"En efGeirröðr deyr, þá á ek alla Jötunheima, en ef hannlifir lengr, verðr þat bani vár.\" Síðan sofa þeir af umnóttina."}}