{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_12", "text": {"0": "Nú kemr sá dagr, er þeir Áki ok Hálfdan skulu áburt ríða. Tók Áki ess sitt ok ríðr á skóg, en Hálfdaná móti. Þeir riðu at einu díki. Hálfdan leggr til Ákaburtstöng sinni ok hefr hann burt ór söðlinum ok kastarhonum niðr í díkit, svá at hann stendr fastr í leirnumok kemst hvergi í brutt. Fylgdarmenn hans hlupuat ok drógu hann upp, ok undi hann nú verr sínumhlut en áðr, en Hálfdan fekk af þessu frama mikinn.Áki hugsar um þat nótt ok dag at svíkja Hálfdan.Áki hafði frétt, at Hálfdan átti systur eina, ok ætlaðihann hennar vilja at fá til óvirðingar við Hálfdan okstendr upp eina nótt ór sæng sinni ok gengr til skemmuþeirar, er Ingibjörg ok Hildr lágu í. Hann var í skyrtuok línbrókum. Eigi váru fleiri menn í skemmunni. Ener Áki klappaði lófa sínum á hurðina ok mælti hljótt,at þær skyldi upp lúka, ok kvað Hálfdan þar vera,bað hún Hildi at fara til dyranna. Hildr fór til dyrannaok lýkr upp hurðunni ok sér, at þetta er Áki.Verða þær nú svá hræddar, at þær vita eigi, hvar þærskulu hafa sik, en Áka varð bilt inn at ganga ok studdistfram á dyrustafinn. Ingibjörg mælti: \"Þat vilda ek,at Brana, fóstra Hálfdanar, hjálpaði mér.\" En er húnhafði þetta mælt, var Áki fastr við hurðina, svá athann mátti hvergi þaðan fara, en veðrit tók at hvessaok frysta, ok tók Áka at kólna, svá at hann skalf afkulda. Þar varð hann at standa alla nóttina. Ok ummorguninn, er menn Hálfdanar kómu til skemmunnar,sáu þeir Áka, þar er hann stóð, ok sögðu Hálfdani.En þegar hann kom til, varð Áki þegar lauss, ok máttihann eigi mæla. Hálfdan lét flytja hann til herbergissjálfs hans. En þegar er Áki mátti mæla, ásakaði hannsik mjök ok þóttist mikla sneypu fengit hafa. Hannhugsaði nú at svíkja Hálfdan sem mest."}}