{"originalTitle": "Grettis_Saga_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_15", "text": {"0": "Þá voru margir uppvaxandi menn í Miðfirði. Skáld-Torfa bjó þá    á Torfustöðum. Bersi hét son hennar. Hann var manna    gervilegastur og skáld gott. Þeir bjuggu á Mel bræður,    Kormákur og Þorgils. Með þeim óx upp sá maður er Oddur hét.    Hann var framfærslumaður þeirra og var kallaður Oddur    ómagaskáld. Auðunn hét maður. Hann óx upp á Auðunarstöðum í    Víðidal. Hann var gegn maður og góðfengur og sterkastur    norður þar sinna jafnaldra. Kálfur Ásgeirsson bjó á Ásgeirsá    og Þorvaldur bróðir hans. Atli bróðir Grettis gerðist og    þroskamaður og allra manna gæfastur. Við hann líkaði hverjum    manni vel.    Þessir lögðu knattleika saman á Miðfjarðarvatni. Komu þar til    Miðfirðingar og Víðdælar. Þar komu og margir inn úr    Vesturhópi og Vatnsnesi svo og úr Hrútafirði. Sátu þeir þar    við er lengra fóru til. Var þar skipað saman þeim sem    jafnsterkastir voru og varð að því hin mesta gleði lengstum á    haustum.    Grettir fór til leika fyrir bæn Atla bróður síns þá er hann    var fjórtán vetra gamall. Síðan var skipað mönnum til leiks.    Var Gretti ætlað að leika við Auðun er fyrr var nefndur. Hann    var þeirra nokkurum vetrum eldri. Auðunn sló knöttinn yfir    höfuð Gretti og gat hann eigi náð. Stökk hann langt eftir    ísinum. Grettir varð reiður við þetta og þótti Auðunn vilja    leika á sig, sækir þó knöttinn, kemur aftur og þegar hann    náði til Auðunar setur hann knöttinn rétt framan í enni honum    svo að sprakk fyrir. Auðunn sló Gretti með knattgildrunni er    hann hélt á og kom lítt á því að Grettir hljóp undir höggið.    Tókust þeir þá á fangbrögðum og glímdu. Þóttust menn þá sjá    að Grettir var sterkari en menn ætluðu því að Auðunn var    rammur að afli. Áttust þeir lengi við en svo lauk að Grettir    féll. Lét Auðunn þá fylgja kné kviði og fór illa með hann.    Hlupu þeir þá til Atli og Bersi og margir aðrir og skildu þá.    Grettir kvað ekki þurfa að halda á sér sem ólmum hundi og    mælti þetta: \"Þræll einn þegar hefnist en argur aldrei.\"    Eigi létu menn þetta sér að sundurþykki verða því að þeir    Kálfur og Þorvaldur bræður vildu að þeir væru sáttir. Voru    þeir og skyldir nokkuð, Auðun og Grettir. Hélst leikurinn sem    áður og varð ekki til sundurþykki fleira."}}