{"originalTitle": "Commentary_On_Beowulf_Lines_194-500", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Commentary_On_Beowulf_Lines_194-500", "text": {"0": "a most interesting personage of our poem, has been declaredOlrik i 25 ff. an impersonation of the type of 'the wicked counselor' -- like Bikki, e.g., at Jǫrmunrek's court --, well known in Germanic legend, although there is no clear indication (see 1164 ff.) that he is fomenting dissensions within the Scylding dynasty. The name Unferð, i.e., more properly, Unfrið, 'mar-peace,'Hardly Unfer（h）ð, 'nonsense.' (For the interchange of -ferð and -frið see Bulb.  § 572.)--The erroneous MS. spelling Hunferð was apparently suggested by the Hūn- compounds, e.g. Hūnlāf (see 1143); Hunferþ, OE. Chron. A.D. 744 (MS. E: Unferð), A.D. 754, MS. B: Húnferþ. it should be noted, appears to have been coined on English soil, such descriptive abstract appellations pointing to West Germanic rather than Scandinavian origin.Cp. Unwēn (Wids. 114); Wonrēd (Beow. 2971); Ofifōr; Wīdsīð; OHG. Unfrid. On the other hand, it has been suggestedBy Deurschbein, GRM. i 114. It is strongly opposed by Olson, MPh. xi 419 ff. that his peculiar position would seem to reflect conditions at the Irish courts where the fili (members of the learned poets' guild) enjoyed a remarkable influence and surprising freedom of speech.In his behavior to Bēowulf, Unferð shows a noteworthy similarity to Drances, Æneid xi 336 ff.; also Bēowulf's reply may be compared to that of Turnus, ib. xi 376 ff. (Earle 126 ; Arch. cxxvi 340 f.). Attention has also been called to the (decidedly less civilized) word-combat between Guþmundr and Sinfjǫtli in the Eddic lays of Helgi Hundingsbani i 33 ff., ii 22 ff. (Bugge L 4.84.163).--The taunting and trying of strangers at entertainments is not unknown in ON. sagas; see, e.g., Gunnlaugssaga, ch. 5, cp. Hrólfssaga, ch. 23. (Also Odyssey viii 158 ff.) But Unferð's disrespectful treatment of Bēowulf contrasts strangely with the dignified courtesy reigning at Hrōðgār's court.What the title þyle applied to Unferð (1165, 1456) meant, cannot be determined with certainty. The þyle (ON. pulr）See the discussions of Mullenhoff, Deutsche Altertumskunde v 89 ff., Fr. Kauffmann in Philologische Studien: Festgabe für E. Sievers, pp. 159 ff., Koegel in P. Grdr.2 iia, p. 33; Mogk, ib., p. 575; Heusler, R.-L. i 443 f.; Larson L 9.19.120 f. (convenient summary); B. C. Williams, Gnomic Poetry in Anglo-Saxon, pp. 72 ff. -- As a proper name, þyle occurs Wids. 24. has been variously described as a sage, orator, poet of note, historiologer, major domus, or the king's right-hand man. The OE. noun occurs several times as the rendering of 'orator,' besides the compound þelcræft =' rethorica' (see B.-T.); hence the meanings of 'orator,' 'spokesman,' 'official entertainer' suggest themselves as applicable to the situation in the Beowulf. As to the þulr, the characteristics of his office seem to have been \"age, wisdom, extended knowledge, and a seat of honor\" (Laron). Also Unferð has a seat of distinction: æt fīoum sæt frēan Scyldinga (500, 166)--like the scop of The Fates of Men, 80 ff.W. H. Stevenson in his edition of Asser's Life of King Alfred (Oxford, 1904), p. 165 connects the office of Unferð with that of a pedisequus, pedisecus, --a term appearing occasionally in the earlier charters as the name of an important official . . . \" B. C. Williams (l. c.) compares Unferð to the later court fools And by his reference to the Breca incident he shows that he is the best informed man at the court.He is depicted by our poet as a sharp-witted (589) court official of undoubted influence and a reputation for valor (1166 f.), which he is jealously (501 ff.) anxious to guard. He has laid himself open to the terrible charge of fratricide (587 ff., 1167 f.), which, strange to say, does not seem to have imperiled his prominent position at the court,That Unferð remained unmolested in spite of the murder, because there can be no 'feud' within one and the same family (cp. 2441 ff.), is scarcely believable. although he is certain -- so the Christian author informs us through the mouth of Bēowulf (588 f.) -- to receive his punishment in hell (cf. Angl. xxxv 133, 265).In noteworthy contrast with the original conception of his character as expressed by his name, Unferð evinces a spirit of generosity, courtesy, and sportsmanlike fairness toward Bēowulf when the latter has demonstrated his superiority (1455 ff., 1807 ff.), -- a feature obviously added by the poet himself.The speeches of Unferð (506-528) and Bēowulf (530-606), if rather ornate considering the occasion, show the style of the poem at its best. The admirable use of variation, the abundance of sea terms (508 ff.), the strong description of the scene (545 ff., cp. Wand. 101 ff.) chiming in with the hardy spirit of the Northern heroes are conspicuous features of this famous passage."}}