{"originalTitle": "Sörla_Saga_Sterka_Chapter_20", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_20", "text": {"0": "Hins er nú at geta, er áðr var frá horfit, at Sörlikonungsson kom í Svíaríki. Tók hann höfn nærri borginniok lét reisa þar sínar herbúðir. Hann hafði í sínu liðimargt vaskra manna. Tveir bræðr váru með honumfinnskir. Hét annarr þeira Falr, en annarr Fróðel. Þeirváru báðir vel menntir í kyngikröptum öllum okforneskju, svá at nær þeim sýndist, váru þeir aðra stundí jörðu, en svá þótti mönnum sem ör flygi af hverjumþeira fingri ok fyrir hverri ör maðr til dauða kjörinn.Með Sörla váru þeir þrír bræðr aðrir, sem aldri höfðumæðzt né sigrazt í neinni orrostu. Þeir hétu Ámundi,Austmundr ok Arnljótr gauzki.En er þeir höfðu sínar herbúðir sett, konungssonok hans menn, sendir hann tólf menn til hallarinnar,ok var Sverrir formaðr ferðarinnar. Ok er sendimenninn kómu í höllina, þar er Sigmundr sat með sínumhöfðingjum, þá mælti Sverrir: \"Sörli inn sterki, sonrkonungsins af Noregi, hefir oss hingat sent ok lætrþér kunngera, at hann býðr þér sátt ok sæmd fyrirkonunginn Hálfdan, föður þinn, ok þat allt fé, er konungrátti, þar með vináttu sína ok fóstbræðralag ok allaþá sæmd, er hann kann frekast at veita ykkr bræðrum.\"Ok er Sigmundr heyrði þessi orð ok boð, þá varð hannóðr ok ærr með ákafri grimmd ok forsugu hjarta okmælti svá: \"Pakkið yðr skjótt heðan ok innið þat þessumníðingi, er þér eruð frá sendir, at hann skal höggvinnverða fyrir hund ok hrafn ok síðan á eldi brennast,bæði han ok allr hans herr.\" Sverrir mælti: \"Eigimun Sörli hræðast þessar hótanir.\" Sigmundr mælti:\"Verið skjótt burt frá augum mínum, þér leiðu þrælar,ok innið slíkt Sörla, at hann á engrar vægðar ván af oss,ok skal hann fordæmdr fá maklig laun sinna skammarligrahryðjuverka, þau sem fæsta skal eptir langa.\" GekkSverrir nú burt ok innir Sörla allt af viðræðu þeiraSigmundar, svá sem til bar, ok kveðr engra sátta framarván vera meðal þeirra.Eptir þetta svá talat býr Sörli inn sterki allan sinnher til orrostu, en þeir Sigmundr ok Þórir sterki þeystusitt lið allt út af borginni, ok var nú it mesta herópgert af hvárumtveggjum með miklum lúðraþyt oktrumbuhljóðum. Ok er fylkingar kómu saman, hjó Sörliok lagði hvern, er fyrir stóð, ok rauf hann fylkinguSigmundar mörgum sinnum bæði um þvert ok at endilöngu.En er Sigmundr konungsson sá þat, hugði hannat rétta við fylkingararminn ok reið nú fram ákafliga,mætti þá í hernum þeim bræðrum, Fal ok Fróðel, oksá hann þeir drápu svá liðit niðr, at undrum gegndi.Vildi nú Sigmundr hefna sinna manna, reiddi upp sverðitok hjó til Fróðels, en hann brást í jörð niðr við höggit.Náði Sigmundr þá til hans í því ok vildi hann upptoga. Kom þá Falr at í þessu neðan ór jörðinni á bak tilvið Sigmund ok lagði hann neðan í kviðinn undirbrynjuna, svá at þat varð hans bani. Fell nú Sigmundrdauðr niðr, ok fór þar allr hans ofsi. En er Þórir innsterki leit þetta ok sá, at eigi mundi tjá at berjast lengrvið Sörla, þá flýði hann aptr í borgina með þat fáttliðs,er eptir var orðit."}}