{"originalTitle": "Völsunga_Saga_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_2", "text": {"0": "Nú gerist Sigi gamall maðr at aldri. Hann átti sérmarga öfundarmenn, svá at um síðir réðu þeir á hendrhonum, er hann trúði bezt, en þat váru bræðr konuhans. Þeir gera þá til hans, er hann varir sízt ok hannvar fáliðr fyrir, ok bera hann ofrliði, ok á þeim fundifell Sigi með hirð sinni allri. Sonr hans, Rerir, var ekkií þeim háska, ok fær hann sér mikit lið af vinum sínumok landshöfðingjum, svá at hann eignaðist bæði land okkonungdóm eptir Siga, föður sinn. Ok nú er hann þykkisthafa fótum undir komizt í ríki sínu, þá minnist hanná þær sakir, er hann átti við móðurbræðr sína, er drepithöfðu föður hans, ok safnar konungr sér nú liðimiklu ok ferr nú á hendr frændum sínum með þennaher, ok þykkja þeir fyrr gert hafa sakir við sik, þó athann mæti lítils frændsemi þeira, ok svá gerir hann,fyrir því at eigi skilst hann fyrri við en hann hafðidrepit alla föðurbana sína, þó at óskapliga væri fyriralls sakir. Nú eignaðist hann lönd ok ríki ok fé. Geristhann nú meiri fyrir sér en faðir hans.Rerir fekk sér nú herfang mikit ok konu þá, erhonum þótti við sitt hæfi, ok eru þau mjök lengi ásamt,ok eigu þau engan erfingja ok ekki barn. Þat hugnarþeim báðum illa, ok biðja þau goðin með miklumáhuga, at þau gæti sér barn. Þat er nú sagt, at Friggheyrir bæn þeira ok segir Óðni, hvers þau biðja.Hann verðr eigi örþrifráða ok tekr óskmey sína, dótturHrímnis jötuns, ok fær í hönd henni eitt epli okbiðr hana færa konungi. Hún tók við eplinu ok bráá sik krákuham ok flýgr til þess, er hún kemr þar,sem konungrinn er ok sat á haugi. Hún lét falla eplití kné konunginum. Hann tók þat epli ok þóttist vita,hverju gegna mundi; gengr nú heim af hauginum oktil sinna manna ok kom á fund drottningar, ok etr þatepli sumt.Þat er nú at segja, at drottning finnr þat brátt, athún mundi vera með barni, ok ferr þessu fram langarstundir, at hún má eigi ala barnit. Þá kemr at því,at Rerir skal fara í leiðangr, sem siðvenja er til konunga,at friða land sitt. Í þessi ferð var þat til tíðenda,at Rerir tók sótt ok því næst bana ok ætlaði atsækja heim Óðin, ok þótti þat mörgum fýsiligt íþann tíma. Nú ferr inu sama fram um vanheilsudrottningar, at hún fær eigi alit barnit, ok þessu ferrfram sex vetr, at hún hefir þessa sótt. Nú finnr hún þat,at hún mun eigi lengi lifa, ok bað nú, at hana skyldi særatil barnsins, ok svá var gert sem hún bað. Þat var sveinbarn,ok sá sveinn var mikill vexti, þá er hann kom til,sem ván var at. Svá er sagt, at sjá sveinn kyssti móðursína, áðr hún dæi. Þessum er nú nafn gefit ok er kallaðrVölsungr. Hann var konungr yfir Húnalandi eptir föðursinn. Hann var snemma mikill ok sterkr ok áræðisfullrum þat, er mannraun þótti í ok karlmennska. Hann geristinn mesti hermaðr ok sigrsæll í orrostum þeim, semhann átti í herförum. Nú þá er hann var alroskinn ataldri, þá sendir Hrímnir honum Hljóð, dóttur sína, erfyrr er getit, þá er hún fór með eplit til Reris, föður Völsungs.Nú gengr hann at eiga hana, ok eru þau lengi ásamt,ok eru góðar samfarar þeira. Þau áttu tíu sonu okeina dóttur. Inn elzti sonr þeira hét Sigmundr, en Signýdóttir. Þau váru tvíburar, ok váru þau fremst ok vænstum alla hluti barna Völsungs konungs, ok váru þó allirmiklir fyrir sér, sem lengi hefir uppi verit haft ok at ágætumgert verit, hversu Völsungar hafa verit ofrkappsmennmiklir ok hafa verit fyrir flestum mönnum, semgetit er í fornsögum, bæði um fróðleik ok íþróttir ok allsháttar kappgirni. Svá er sagt, at Völsungr konungr létgera höll eina ágæta ok með þeim hætti, at ein eik mikilstóð í höllinni ok limar trésins með fögrum blómumstóðu út um ræfr hallarinnar, en leggrinn stóð niðr íhöllina, ok kölluðu þeir þat barnstokk."}}