{"originalTitle": "Illuga_Saga_Gríðarfóstra_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Illuga_Saga_Gríðarfóstra_Chapter_4", "text": {"0": "Hellir nokkurr stóð öðrum megin fjarðar þessa, erréð fyrir tröllkona sú, er Gríðr hét. Hún var in mestatröllkona. Illugi kemr nú at landi ok festir bát sinnok gengr á land upp ok kemr í hellinn. Þá var komitkveld. Hann heyrir þá, at hart er stigit til jarðar, okkemr Gríðr heim. Hún frétti hann at heiti. Hann segistIllugi heita, en honum þótti sem hríð eða hregg stæðiór nösum hennar. Horrinn hekk ofan fyrir munninn.Hún hafði skegg ok sköllótt um höfuðit. Hendr hennarváru sem arnarklær, en ermar báðar brenndar, ensá stakkr, er hún var í, tók henni eigi lengra en á lendará bakit, en allt á tær í fyrir. Augu hennar váru græn,en ennit bratt, eyrun fellu víða. Engi mátti hana kallafríða. Illugi segist vilja eld sækja til hennar. Gríðr svarar:\"Engan eld fær þú af mér, nema þú mælir þrjúsannyrði, ok ef þú gerir þetta skjótt, þá skaltu liggjahjá dóttur minni, en ef þú vilt eigi þenna kost, þáhirði ek eigi, þó at Björn kali til dauðs.\" Illugi segistþetta vilja.Eptir þetta gengr fram ein kona. Hún er svá fríð, atIllugi þóttist enga fríðari sét hafa. Ok þegar er hann sáhana, felldi hann mikla ást til hennar. Hún var hljóðok fáræðin. Illugi tók þá til máls: \"Mér mun mál,\" segirhann, \"at fá sannyrðin: Hellir þinn er hár ok breiðr,at ek hefi eigi sét hús meira né sterkara. Svá er oknefit á þér mikit, at ek hefi eigi sét meira skrípi en þúert, ok svá svört, at fagrt er gólfit hjá þér, ok engahefi ek ámátligri sét en þik, ok víst er dóttir þín fegri,ok ykkar hefi ek sét mestan mun, ok svá munu allirsegja, er ykkr sjá.\" Gríðr mælti þá: \"Víst er þat,\" segirhún, \"at hvárki viltu lofa mik né hæla mér, ok ekkilízt þér svá illa á mik sem þú lætr, en þat þykki mérnú ráð, at þú farir í hvílu með dóttur minni, ok leikallt þat, er þik lystir, því at þér lízt betr á dóttur mínaen á mik. Nú mun skjótt at öllu farit,\" segir Gríðr,\"ok þarf ekki lengi lýsingar.\" Illugi segir svá veraskyldu. Gengr hann at hvílunni ok kastar klæðum, enkerling þjónar dóttur sinni, ok kómu þau í eina hvílubæði. Illugi snýst at henni ok gerir sik blíðan, en húngerir enga gleði af sér. Þrífr Gríðr þá í hár Illugaok kippir honum fram á stokkinn, en annarri hendibrá hún björtu saxi ok mjök bitrligu ok reiddi athöfði honum, en Illugi lá kyrr ok hrærði hvergi á sér.Gríðr mælti þá mjök reiðuliga: \"Heyr þú, vándr herjansson,hví hugðir þú ek munda þola, at þú blygðaðirdóttur mína? Nei,\" segir hún, \"þú skalt fá dauðanní stað.\" Illugi mælti þá: \"Mitt hjarta hefir aldrihrætt orðit, ok því kom ek í helli þinn, at örlögin hafasvá fyrir ætlat. Þó deyr engi optar en um sinn, ok þvíhræðumst ek ekki þínar ógnir.\" Við þessi hans orðkastar Gríðr honum aptr. Hann snerist þá at brúðisinni ok var þá allglaðr. Ok er hann var sem blíðastrvið hana, vefr Gríðr hár hans um hönd sér ok kippirhonum á stokkinn fram ok reiðir saxit allt at höfðihonum: \"Djarfr ertu, ok nú í stað skaltu dauðann fá.\"En Illugi sagðist eigi hræðast dauða sinn. Hún mælti þáhlæjandi: \"Engan hefi ek slíkan hitt, at eigi hafi hræðztdauða sinn, nema þik. Far þú nú til svefns ok sofvel!\" Ferr Illugi nú ok snýst at konu sinni ok er núallra blíðastr við hana. Gríðr hleypr þá enn at sænginniok kippir honum fram á stokkinn. Hún reiðir núsaxit, ok mjök er hún ófrýnlig at sjá, en allt fór semfyrr, at Illugi kvaðst eigi hræðast. Gríðr mælti þá:\"Eigi ertu sem aðrir menn, þínar æðar skelfast hvergi,ok þú hræðist ekki. Nú skaltu þiggja líf af mér, okþar með gef ek þér dóttur mína, er Hildr heitir, okfæ ek þó aldri launat þinn velgerning, því at þú hefirkomit mér ór miklum álögum, því at með slíkum hættihefi ek margan myrt ok drepit, ok hafa allir hræðztmitt it ógurliga sax. Sextán vaska menn hefi ek drepitmeð þessu saxi, ok væri slíkt þó eigi kvenna verk. Númun ek segja þér ævisögu mína, en þú hlýða:"}}