{"originalTitle": "Völsunga_Saga_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_11", "text": {"0": "Eylimi hefir konungr heitit, ríkr ok ágætr. Dóttirhans hét Hjördís, allra kvenna vænst ok vitrust. Okþat spyrr Sigmundr konungr, at hún var við hans æðieða engi ella. Sigmundr sækir heim Eylima konung.Hann gerir veizlu í mót honum mikla, ef hann hefðieigi herferð þangat. Fara nú boð þeira í milli, at meðvinsemd var nú farit, en eigi með herskap. Veizla þessivar ger með inum beztum föngum ok með miklu fjölmenni.Sigmundi konungi var hvarvetna sett torg okannarr farargreiði; koma nú til veizlu, ok skipa báðirkonungar eina höll. Þar var ok kominn Lyngvi konungr,sonr Hundings konungs, ok vill hann ok mægjastvið Eylima konung. Hann þykkist sjá, at þeirmunu eigi hafa eitt erendi, þykkist ok vita, at ófriðarmun af þeim ván, er eigi fær. Nú mælti konungr við dóttursína: \"Þú ert vitr kona, en ek hefi þat mælt, at þú skaltþér mann kjósa. Kjós nú um tvá konunga, ok er þat mittráð hér um, sem þitt er\". Hún svarar: \"Vant sýnist mérþetta mál, en þó kýs ek þann konung, er frægstr er, enþat er Sigmundr konungr, þótt hann sé mjök aldri orpinn.Ok var hún honum gefin, en Lyngvi konungr fórí brott. Sigmundr kvángaðist ok fekk Hjördísar. Var þarannan dag öðrum betr veitt eða með meira kappi.Eptir þat fór Sigmundr konungr heim í Húnaland okEylimi konungr, mágr hans, við honum ok gætir nú ríkissíns. En Lyngvi konungr ok bræðr hans safna nú herat sér ok fara nú á hendr Sigmundi konungi, því at þeirhöfðu jafnan minna hlut ór málum, þótt þetta biti núfyrir. Vilja þeir nú fyrir koma kappi Völsunga; koma núí Húnaland ok senda Sigmundi konungi orð ok viljaeigi stelast á hann, en þykkjast vita, at hann mun eigiflýja. Sigmundr konungr kveðst koma mundu til orrostu.Hann dró saman her, en Hjördísi var ekit til skógar viðeina ambátt, ok mikit fé fór með þeim. Hún var þar,meðan þeir börðust. Víkingar hljópu frá skipum við óvígjanher. Sigmundr konungr ok Eylimi settu upp merkisín, ok var þá blásit í lúðra. Sigmundr konungr lætr núvið kveða sitt horn, er faðir hans hafði átt, ok eggjar sínamenn. Hafði Sigmundr lið miklu minna. Tekst þar núhörð orrosta, ok þótt Sigmundr væri gamall, þá barðisthann nú hart ok var jafnan fremstr sinna manna. Helzthvárki við honum skjöldr né brynja, ok gekk hann jafnaní gegnum lið óvina sinna á þeim degi, ok engi mátti sjá,hversu fara mundi þeira í millum. Margt spjót var þará lopti ok örvar. En svá hlífðu honum hans spádísir, athann varð ekki sárr, ok engi kunni töl, hversu margrmaðr fell fyrir honum. Hann hafði báðar hendr blóðgartil axlar. Ok er orrosta hafði staðit um hríð, þá kommaðr í bardagann með síðan hött ok heklu blá. Hannhafði eitt auga ok geir í hendi. Þessi maðr kom á mótSigmundi konungi ok brá upp geirinum fyrir hann. Oker Sigmundr konungr hjó fast, kom sverðit í geirinn okbrast í sundr í tvá hluti. Síðan sneri mannfallinu, ok váruSigmundi konungi horfin heill, ok fell mjök liðit fyrirhonum. Konungrinn hlífði sér ekki ok eggjar mjög liðit.Nú er sem mælt, at eigi má við margnum. Í þessari orrostufell Sigmundr konungr ok Eylimi konungr, mágrhans, í öndverðri fylkingu ok mestr hluti liðs hans."}}