{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_26", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_26", "text": {"0": "Eptir þat hverfr Björn í burt, ok veit engi, hvafaf honum verðr. Ok er menn sakna Björns, þá er hansfarit at leita, ok finnst hann hvergi, sem líkligt er. Fráþví er nú at segja, at fé konungs er drepit niðr athandamáli, ok einn grábjörn leggst á þat, bæði mikillok grimmligr.Eitt kveld berr þat til, at karlsdóttir sér þenna inngrimma björn. Björn ferr at henni ok lætr allblítt viðhana. Í þessum birni þykkist hún kenna augu Björnskonungssonar, ok forðast hún þat lítt. Dýrit gengr þáfrá henni, en hún ferr eptir því ok allt til þess þat kemrat helli nokkurum. Ok sem hún kemr at hellinum, þáer þar maðr fyrir ok heilsar Beru karlsdóttur. Hún kennir,at þetta er Björn Hringsson, ok verðr þar mikill fagnaðarfundr.Þar eru þau í hellinum um hríð, því at húnvildi ekki skiljast við hann, á meðan hún á kost.Hann kallar henni þat ósæmiligt at vera þar hjá honum,því at hann sé dýr um daga, en maðr um nætr.Hringr konungr kemr nú heim ór hernaðinum, oker honum sagt, hver tíðendi at til hafa borit, á meðanhann hefir verit í burt, hvarf Björns, sonar hans, okþat annat um þat mikla dýr, sem komit væri í landitok mest legðist á sjálfs hans fé. Drottning eggjaði fastat láta drepa dýrit, en þó frestaðist þat um hríð. Lætrkonungr sér fátt um þetta finnast ok þykkir með undarligumóti vera.Einhverja nótt er þau Bera váru í rekkju sinni okBjörn konungsson, tók Björn til orða ok mælti: \"Svágrunar mik, at banadagr minn muni vera á morgunok munu þeir fá mik veiddan, enda þykkir mér ekkigaman at lífinu fyrir ósköpum þeim, sem á mér liggja,þó þat eina sé mér til yndis, sem vit erum bæði, en þómun því nú bregða. Hring þenna mun ek gefa þér, erundir vinstri hendi mér er. Þú munt sjá liðit á morgun,sem at mér sækir, ok þá ek er dauðr, farðu tilkonungsins, ok biddu hann at gefa þér þat, sem er undirbóg dýrsins vinstra megin, en hann mun því játaþér. Drottningu mun gruna þik, þá er þú ætlar í burt,ok mun hún gefa þér at eta af dýrsslátrinu, en þatskyldir þú eigi eta, því at þú ert kona eigi heil, semþú veizt, ok muntu fæða sveina þrjá, er vit munum eiga,ok á þeim mun þat sjá, ef þú etr af dýrs slátrinu, endrottning þessi er it mesta tröll. Síðan far þú heim tilföður þíns, ok þar muntu fæða sveinana. Einn mun þérþó verstr þykkja. Ok ef þú mátt eigi annast þá heimafyrir ósköpum þeira ok ófyrirleitni, leiddu þá í burtu,ok farðu hingat til hellisins með þá. Hér muntu sjákistu með þremr gólfum. Þat munu segja rúnir þær,sem þar eru hjá, hvat hverr þeira skal eignast. Vápnþrjú eru í berginu, ok skal þat hverr hafa, sem honum erætlat. Sá, sem fyrst kemr til, sonr okkar, skal Þórirheita, annarr Elg-Fróði, þriði Böðvarr, ok þykki mérþess líkara, at þeir verði eigi litlir fyrir sér ok þeiranöfn munu lengi uppi vera.\"Hann segir henni fyrir marga hluti, ok steypist síðanbjarnarhamrinn yfir hann, ok gengr björninn svá útok hún eptir honum ok litast um, ok þá sér hún komamikit lið fram fyrir fjallsöxlina, ok fara margir hundarok stórir fyrir liðinu. Björninn rennr nú frá hellinumok með fjallinu fram. Koma hundarnir ok konungsmenninirí móti honum, ok varð hann þeim torsóttr.Meiddi hann marga menn fyrir þeim, áðr hann yrðisóttr, ok alla hunda deyddi hann. Þar kom, at þeirslógu hring um hann, ok sveimaði hann þá innan umhringinn ok sér, í hvert efni komit er, at hann fær eigiundan komizt. Snýr hann þá þangat, sem konungrstendr, ok þrífr þann mann, sem næstr stóð honum,ok reif hann kvikan í sundr. Þá var björninn svá móðr,at hann kastaði sér flötum niðr. Hlaupa þeir þá skjóttat ok drepa hann. Þetta sér karlsdóttir. Hún gengr atkonungi ok mælti: \"Vilið þér, herra, gefa mér þat,sem undir vinstra bóg dýrsins er?\" Konungr játaði því,sagði þat eitt mundu þar vera, at honum mundi velsóma at veita henni þat. Konungsmenn höfðu þá flegitbjörninn mjök. Bera gekk þá at ok tók í burt hringinnok varðveitti, en eigi sáu menn, hvat hún tók,enda var þar ekki eptir leitat. Konungr spyrr, hver húnværi, því at hann kenndi hana eigi. Hún sagði til sínsem henni sýndist ok annat en var."}}