{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_20", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_20", "text": {"0": "Á einu sinni lýsir Sturlaugr því yfir, at hann vill tilBjarmalands, ok safnar hann at sér liði miklu, ok kómuþá til hans fóstbræðr hans. Ok frá þeira ferð er eigi sagt,fyrr en þeir koma til Bjarmalands ok brenna þar alltok bræla, sem þeir mega. Þeir gerðu hvert illvirki atöðru. Röndólfr, konungr Bjarmalands, varð varr viðþetta ok safnar þegar liði ok verðr heldr liðfár. Okþegar þeir fundust, slær þar þegar í harðasta bardaga;þar mátti sjá marga þykkva skildi klofna, en brynjurhöggnar, höggspjót af sköptum brotin ok sundr sverðin,en margan höfuðlausan til jarðar hníga. En svá laukþessari orrostu, at þar fell Röndólfr konungr ok margtlið með honum. En eptir þetta verk it mikla leggr Sturlaugrundir sik allt Bjarmaland. Fekk hann ok náð aptratgeirnum Hornnefjunaut ok mörgum öðrum góðumgripum.Ok er þessum inum miklu stórvirkjum var lokit, þáætlaði hann at hafa her sinn til Hundingjalands á hendrHundingja konungi. Eptir þetta býr Sturlaugr ferð sínaat nýju með her sinn, ok er eigi af sagt, fyrr en hannkom á Hundingjaland. Þeir drepa menn, en taka fé,brenna bæi ok byggð alla, þar sem þeir koma. Þettaspyrr Hundólfr konungr ok safnar liði ok ferr þegarí móti Sturlaugi. En þegar þeir finnast, slær þegar íbardaga með þeim með hörðum atgangi ok stórumhöggum. Sturlaugr gengr opt í gegnum fylkingar þeira.Hann hefir báðar hendr blóðugar til axla, greiðandiþeim stórlig högg, svipandi mörgum höfuðlausum tiljarðar, ok tóku fjándr við þeim. Þat er sagt, at Hundólfrkonungr gengi vel fram. Sturlaugr sér, at konungrhöggr merki hans niðr. Þetta eirir honum illa ok veðrfram með brugðit saxit Véfreyjunaut ok at Hundólfikonungi ok höggr til hans með sverðinu í hjálminnok klauf hann allan ok hausinn ok búkinn ok brynjunaok hestinn sundr í miðjunni. Sverðit nam á jörðustaðar. Ok felldi Sturlaugr ok hans fóstbræðr ótal Hundingja,ok fekk Sturlaugr konungr fagran sigr. Sneruþeir síðan aptr, ok fór Snælaug þá með þeim. Er núeigi sagt frá ferð þeira, fyrr en þeir kómu heim í Svíþjóð."}}