{"originalTitle": "Grettis_Saga_Chapter_81", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_81", "text": {"0": "Þorbjörn öngull sat nú heima í Viðvík og undi illa við er    hann gat eigi unnið Gretti. Og þá er liðin var vel vika síðan    er kerling hafði magnað rótina þá kemur hún að máli við    Þorbjörn og spurði hvort hann ætlaði ekki að vitja Grettis.    Hann sagðist í öngu jafnráðinn sem því \"eða viltu finna hann    fóstra?\" segir Þorbjörn.    \"Eigi mun eg finna hann,\" segir kerling, \"en sent hefi eg    honum kveðju mína og vænti eg þess að komið hafi til hans. Og    það þykir mér ráð að þú bregðir við skjótt og farir fljótt í    móts við hann ellegar mun þér eigi auðið verða að sigra    hann.\"    Þorbjörn svarar: \"Svo marga hrakför hefi eg þangað farið að    þangað kem eg eigi. Er það ærið eitt að þau stórviðri ganga    að hvergi er fært hver nauðsyn sem á er.\"    Hún svarar: \"Allráðlaus ertu er þú sérð eigi bragð til þessa.    Nú mun eg enn ráð þar til leggja. Far þú fyrst og afla þér    til manna og ríð út til Hofs til Halldórs mágs þíns og tak þá    ráð af honum. En ef eg ræð nokkuru um heilsufar Grettis, hvað    má þá kalla örvænt að eg ráði vindblöku þeirri er á leikur um    stundir?\"    Þorbirni þótti verða mega að kerling sæi lengra en hann    ætlaði og sendi þegar eftir mönnum upp í hérað. Voru þar    skjót svör að öngvir þeir sem upp höfðu gefið sinn part vildu    nokkurn létta undir leggja, kváðu að Þorbjörn skyldu hafa    bæði eyjarhlut og atför við Gretti. Tungu- Steinn fékk honum    fylgdarmenn sína tvo, Hjalti bróðir hans sendi honum þrjá    menn, Eiríkur í Goðdölum sendi honum einn mann. Þá hafði hann    heiman sex menn. Riðu þeir tólf úr Viðvík út til Hofs.    Halldór bauð þeim þar að vera og spurði að erindum. Þorbjörn    sagði af hið ljósasta. Halldór spurði hver þetta hefði ráðið.    Hann sagði að fóstra hans fýsti hann mjög.    \"Það mun eigi góðu reifa,\" sagði Halldór, \"því að hún er    fjölkunnig en það er nú fyrirboðið.\"    \"Ekki má fyrir öllu sjá um það,\" segir Þorbjörn, \"en um skal    nú lúka á einnhvern hátt ef eg má ráða. Eða hversu skal eg    fara þess að eg komist í eyna?\"    \"Sjá þykist eg það,\" segir Halldór, \"að þú treystir einhverju    en ei veit eg hversu gott það er. Nú ef þú vilt áfram halda    þá far þú út í Haganes í Fljót til Bjarnar vinar míns. Hann á    skútu góða. Seg honum orð mín að hann ljái þér skipið. Þaðan    mun sigla mega inn til Drangeyjar, en ósýn líst mér ferð yður    ef Grettir er ósjúkur og heill. Vitið þér það og víst, vinnið    þér hann eigi með drengskap, að nóga á hann eftirmálsmenn.    Drepið eigi Illuga ef þér megið annað. En sjá þykist eg að    eigi mun allt kristilegt í þessum ráðum.\"    Nú fékk Halldór þeim sex menn til ferðar. Hét einn Kár en    annar Þorleifur, þriðji Brandur. Eigi voru nefndir fleiri. En    þaðan fóru þeir átján út í Fljót og komu í Haganes og sögðu    Birni orðsending Halldórs. Hann kvað það skylt hans vegna en    sagðist ekki eiga Þorbirni vanlaunað en honum sýndist þetta    óraferð og latti mjög. Ekki létust þeir aftur mundu hverfa,    fóru til sjóvar og settu fram skipið og var þar reiðinn hjá í    naustinu. Bjuggust þeir nú til siglingar. Öllum sýndist þeim    ófært sem á landi stóðu.    Nú vinda þeir á. Tók skipið skjótan skrið og mikinn fram á    fjörðinn. En svo sem þeir komu aðallega fram á fjörðinn og á    djúpið hægðist veðrið svo að þótti aldrei of hvasst. Komu    þeir um kveldið er rökkvað var inn til Drangeyjar."}}