{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_1", "text": {"0": "ÞAR hefjum vér þessa sögu, er Gautrekr konungr,sonr Gauta konungs, réð fyrir Gautlandi. Hannvar ágætr konungr  fyrir margra hluta sakir, vinsæll okstórgjöfull, svá at hans mildi er jafnan við brugðit, þáer fornkonunga er getit. Hann átti eina dóttur barna,ok gifti hann hana Gjafa-Ref Rennissyni með ráði Nerajarls.Í þann tíma hafði andazt drottning Gautreks konungs.Hann var þá hniginn á inn efra aldr ok var þóinn hraustasti. Konungr sat jafnan á haugi drottningar,því at honum þótti mikit fráfall hennar. Þá fór ríkihans mjök stjórnarlaust, meðan konung angraði mestfráfall drottningar. Eptir þat beiddust vinir konungs,at hann mundi kvænast, kváðust helzt vilja hans afkvæmitil ríkisstjórnar yfir sér, létu þat líkligt, ef hannfengi sæmiligt ráð, at þat mundi þeim öllum til sæmdarok langæðligra náða. Gautrekr konungr tók þessu velok kvað þá jafnan sýna ok sýnt hafa mikinn góðviljavið sik bæði í ráðum ok hraustligri fylgd. Ok litlu síðarbýr Gautrekr konungr heiman ferð sína með átta tigumanna, vel búna at vápnum ok klæðum ok inu fríðastaliði. Vildi hann þessa ferð mjök vanda eptir því,sem virðing hans sómdi.Þórir er nefndr hersir einn ríkr í Noregi. Hann hafðiatsetu í Sogni. Hann var virðingamaðr mikill, ágætrok it mesta mikilmenni. Hann var kvángaðr maðr.Hann átti eina dóttur barna, er Ingibjörg hét. Húnvar bæði vitr ok væn ok þótti vera inn bezti kostr;höfðu margir ríkir menn hennar beðit, ok hafði húnöllum af vísat, því at henni þótti sér hvergi fullkosta.Nú berr svá til, at þar kemr Gautrekr konungr meðþessu sínu liði. Var við honum þar tekit harðla vel.Gekk Þórir í móti honum ok bauð honum með sínuföruneyti, svá langa dvöl sem honum vel líkaði. Gautrekrkonungr þiggr þar veizlu fagra með inum beztuföngum ok viðtektum. Þar var kominn konungssoneinn utan ór löndum; sá hét Óláfr. Hann hafði viðsér hundrað manna. Þessi konungsson hafði beðit IngibjargarÞórisdóttur, en hún hafði því máli vel svarat.Var þessi maðr ungr ok vænligr. Ok er Gautrekr spyrrþetta, gefr hann at því engan gaum. Þá er hann hefirþar litla hríð dvalizt, kallar hann Þóri á tal við sik.Konungr mælti: \"Ek vil yðr kunnigt gera mitt eyrendi:Mér er svá flutt, at þú eigir, Þórir, dóttur væna okvitra, er Ingibjörg heitir, ok þat hefi ek með mér staðfest,at ek vil biðja hennar mér til eiginkonu ok staðfestasvá við yðr venzl með vináttu\". Þórir mælti:\"Glöggva frétt hefi ek af því, at þú ert mikils háttarhöfðingi, ok því vil ek þínum eyrendum vel svara.Þykki mér líkligt, at mín dóttir sé vel gift, þótt húnkæmi í yðra forsjá, en svá er mál með grenni, at hérer kominn einn konungsson; ungr ok vænligr, sá erÓláfr heitr. Hann hefir áðr vakit bónorð við dótturmína, ok vit höfum þar nokkurar stefnur at átt. Númun ek þessum vanda víkja af mér ok láta hana sjálfakjósa sér mann til handa, hefir hún þess beðit mikáðr.\" Báðum konungum líkuðu vel þessi andsvör.Litlu síðar gengu þeir allir saman með vinum sínumtil skemmu Ingibjargar. Ok er hún sá föður sinnmeð þessum tveimr höfðingjum þar kominn, heilsaðihún þeim öllum með blíðu ok bað þá at sitja. Þórirtók þá til orða: \"Svá er mál með vexti, dóttir, at héreru komnir með mér á þinn fund þessir tveir konungar,sem mátt þú líta. Er ok eitt eyrendi beggjaþeira, at báðir vilja biðja þín. Nú með því, at hérmun sannast it fornkveðna, at eigi má gera tvá mágaat einni dóttur, þá vil ek nú, at þú kjósir þér hlut tilhanda, hvárn þeira at þú vilt eiga. Bið ek, at þú veitirþeim skýr andsvör ok þann órskurð, at þér sé heyriligrok oss megi öllum vel gegna.\" Ingibjörg svaraði: \"Sválízt mér sem þetta sé meira vandamál en þat sé míneða annarrar þeirar konu, er eigi er meir reynd atviti en ek, at skipa þessu máli með skynsemd eða vístsé, at ek kynni þetta kjósa fyrir mína hönd, svá semmér henti, því at mér þykkir mikil líkendi til standa,at hvárrtveggi þessi konungr sé mikils háttar ok mérmiklu meiri en fullboðinn, í hvárs þeira umsjá, er ekkem. En með tilteknum dæmum má ek helzt þettaenda: Svá má ek helzt til jafna þessum konungumtveim sem standi tveir apaldrar í einum garði, ok erannarr ungr ok alllíkligr til, at þar á vaxi mörg stór epliok sæt þann tíma, er hann hefir fullan aldr síns tíma,ok merkir sá Óláf konung. Þar í hjá er annarr apaldr,sá er stendr með margkvísluðum limum á sér, berandialls konar epli. Sjá apaldr merkir stjórn ok ríki Gautrekskonungs, er lengi hefir stjórnat sínu ríki með örleikok sóma, ok stendr hans ráð allt í fullum tíma. Eross hans hreysti ok örleikr í hvern stað kunnari, okþó at svá beri til, at hans ríkisstjórn þrjóti fyrr af sökumnáttúru aldrs, þá má þó vera, at hann geti þáhrausta sonu, ok er þá gott við þá at una, þótt konungsmissi við. Nú þótt Óláfr sé maðr yngri ok sé líkligrtil höfðingja, þá er illt vísu ván at kaupa, ok vefek eigi lengr þetta mál at sinni, ok kýs ek mér til yndisok samlaga Gautrek konung, þótt ek vissi þat fyrir, athann lifði fá ár, en Óláfr yrði gamall sem steinabrúþví at þat er mitt hugboð, at hann verði aldri slíkrhöfðingi, en allra helzt, ef hann lifir litla hríð.\" Viðþessi orð meyjarinnar verðr Gautrekr konungr harðlaglaðr ok sprettr upp þegar svá sem einn ungr maðr,tekr í hönd meyjunni ok festir hana Óláfi konungi hjáveranda. Af þessu varð Óláfr konungr harðla reiðr okkveðst þessa hefna skyldu á Gautreki konungi sjálfumok hans liði. Gautrekr konungr kvað eigi þann líkantil böl at bera, er eigi mætti bregða, ok skildust þeirvið svá búit. Fór Óláfr konungr á braut með sínu liðiok var inn reiðasti."}}