{"originalTitle": "Viðbætir_(Additional_Small_Texts)_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Viðbætir_(Additional_Small_Texts)_Chapter_5", "text": {"0": "Eptir ákveðna tíð stigu þeir ór turninum ok fara, unz þeirkoma til árinnar. Þá slær yfir þá myrkva miklum. Þeir komafram ór munni drekanum ok hefja síðan upp ferð sína ok sjámörg undr, ok þó er þeim at öngum mein ok verða vísir margsfróðleiks ok koma eptir fjóra vetr liðna til Miklagarðs, ok segirEirekr konungi sína ferð ok þótti harðla vænt um, er hann varaptr kominn, ok lætr konungr Eirek þar vera þrjá vetr. Eptirþat býr Eirekr ferð sína ór Miklagarði ok ferr norðr í Noreg,ok verðr allr lýðr honum feginn. Hann var þar tíu vetr, ok áinum ellifta vetri einnhvern dag snemma fór hann til bænar.Þá greip hann guðs andi, ok var hans leitat, ok fannst hann eigi.Eirekr hafði sagt förunaut sínum draum sinn, þann er hannhafði dreymt í turninum, ok þetta sagði sá maðr, ok trúði sámaðr, at engill guðs mundi tekit hafa Eirek ok varðveitt hann.Þessi Eirekr var kallaðr Eirekr inn víðförli. Þessa sögu hafamargir sannfróðliga eptir orðum hans sjálfs. Nú lúkum vérþar sögu þessi.En því setti sá þetta ævintýr fyrst í þessa bók, er hana skrifaði,at hann vill, at hverr maðr viti þat, at ekki er traust trúttnema af guði, því at þó at heiðnir menn fái frægð mikla af sínumafreksverkum, þá er þat mikill munr, þá er þeir enda þettait stundliga líf, at þeir hafa þá tekit sitt verðkaup af orðlofimanna fyrir sinn frama, en eigu þá ván hegningar fyrir sínbrot ok trúleysi, er þeir kunnu eigi skapara sinn, en hinir, semguði hafa unnat ok þar allt traust haft ok barizt fyrir frelsiheilagrar kristni, hafa þó af inum vitrastum mönnum fengitmeira lof, en þat at auk, at mest er, at þá er þeir hafa framgengit um almenniligar dyrr dauðans, sem ekki hold má forðast,hafa þeir tekit sitt verðkaup, þat er at skilja, eilíft ríki meðallsvaldanda guði utan enda sem þessi Eirekr, sem nú varfrá sagt."}}