{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_34", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_34", "text": {"0": "Um nóttina, er menn váru sofnaðir, gengu þeirHrólfr ok Stefnir til herbúða skipamanna, ok sváfu þeirallir með herklæðum sínum. Tók Hrólfr þá knífinnok beltit, þat er Hreggviðr gaf honum, ok batt viðspjótskapt grímumanns ok mælti: \"Þenna grip gef ekformanni liðs þessa, ok þar með þakka ek honum sínadrengiliga þjónustu ok liðveizlu. Þykkist ek skyldugrat gera honum allan þann góða, sem ek má veita honumok hann vill af mér þiggja.\" Engi svaraði þeim.Gengu þeir nú til búða sinna ok sváfu af nóttina.Um morgun árla gekk Hrólfr til borgarinnar með liðsitt. Kom þar ok grímumaðr með sitt lið. Þingaði Hrólfrþá við borgarmenn ok játaði þeim griðum, ef þeir vildiborgina upp gefa. Taka þeir nú þann kost. Gengu þeirHrólfr í borgina með öllu liði sínu ok skutu á húsþingi,ok kvað Hrólfr upp á þinginu, at þeir váru þarkomnir af hendi Ingigerðar konungsdóttur at vinnahennar ríki aptr af hennar óvinum ok hún væri nú íDanmörk heil ok vel til reiða. Urðu landsmenn viðþessi tíðendi mjök glaðir ok þóttust undir hennar valdþjóna vildu.Gengu þeir Hrólfr nú til halla ok settust til drykkjumeð mikilli gleði. Tók inn ókunni maðr þá af sér grímuna.Kenndi Hrólfr ok Stefnir þá, at þar var kominnHrafn, er fyrr var í Jótlandi ok Hrólfr gaf klæðin. Segirhann þeim tíðendi þau, er gerzt höfðu í Danmörk,fall Þorgnýs jarls ok þat, at hann hefði þar at borit.Urðu þeir Hrólfr ok Stefnir hljóðir við þessi tíðendiok þökkuðu honum mikilliga fyrir sína liðveizlu. Hrafnsegist hafa ætlat, at þeir mundi hafa orðit seinir tilþeira inn fyrra dag, -- \"váru þér góðs frá mér makligirfyrir lífgjöfina ok klæðin endr fyrir löngu, er þit gáfuðmér, en Krákr, bróðir minn, fell í gær fyrir Grími ægi,ok þykki mér þat inn mesti skaði, þótt ek verði svábúit at hafa.\" Skildu þeir nú talit. Váru þeir þar þánótt í góðum fagnaði.Um morgun eptir létu þeir Hrólfr hreinsa völlu okskiptu herfangi með sínum mönnum. Váru þar reistirþrír haugar mjök stórir. Setti Hrólfr Sturlaug, föðursinn, í einn ok Krák, bróður Hrafns, ok alla þá vildustukappa, er fallit höfðu af þeira liði. Var í þannhaug borit gull ok silfr ok góð vápn ok vel um búit.Í annan haug var settr Eirekr konungr, Brynjólfr okÞórðr ok þeira vildarmenn. Í þriðja var settr Grímrægir við sjó fram, þar sízt þótti ván, at skip mundi komaat, en almúgi var þar dysjaðr, er fallit hafði.Setti Hrólfr nú stjórnarmenn yfir allt ríkit, til þesser konungsdóttir kæmi til, en dvergr tók orlof af Hrólfi,ok þakkaði hann honum sína fylgd ok gaf honum þáhluti, er hann vildi hafa. Gyða, systir Eireks konungs,hvarf burt ór Garðaríki, ok var þat geta sumra manna,at Möndull mundi hafa haft hana burt með sér.Eptir þat bjuggust þeir Hrólfr til heimferðar ok helduburt ór Garðaríki ok léttu eigi fyrr en þeir kómu til Danmerkrí Árós. Þann stað hafði Þorgnýr mest eflt. GekkBjörn móti þeim með miklum fagnaði ok allr landslýðr.Jungfrúrnar urðu fegnar þeira aptrkvámu. ÞakkaðiIngigerðr þeim sína framgöngu. Björn hafði geymtþær í einu jarðhúsi, síðan jarlinn fell. Sagði Ingigerðrnú einarðliga, at hún vildi engan mann eiga nema HrólfSturlaugsson, því at hann hefði mestu um kostat föðursíns at hefna, -- \"hefir hann nú misst föður sinn okbróður ok aðra vini ok frændr, en komit sjálfr í mestanháska.\" Mæltu þessu engir í móti. Gerði Björn þeimnú sæmiliga veizlu, ok drukku erfi Þorgnýs jarls."}}