{"originalTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_10", "text": {"0": "Eptir um várit var Hálfr tólf vetra gamall, ok varengi maðr jafnmikill eða jafnsterkr sem hann. Þá bjósthann at fara í hernað, ok hafði hann eitt skip nýtt okvel búit.Á Hörðalandi var jarl sá, er Álfr inn gamli hét. Hannátti Gunnlöðu, dóttur Hrómundar berserks, systur Hámundarhersis ins frækna. Synir þeira váru tveir, okhét hvárrtveggi Steinn. Inn ellri var þá átján vetragamall. Hann var þá ráðgjafi Hálfs konungs. Engi skyldifara yngri en hann eða bernskari. Steinn mikill stóðí garðinum. Engi skyldi fara, sá sem eigi fengi hafitsteininn af jörðu. Engi skyldi sá fara, at eigi værihreystimaðr, svá at aldri kvíddi eða mælti æðru eðabrygði grönum fyrir sára sakir. Steinn inn yngri Gunnlaðarsonvar eigi færr fyrir aldrs sakir, því at hann vartólf vetra gamall. Hámundr hersir átti tvá sonu, ok hétannarr Hrókr inn svarti, en annarr Hrókr inn hvíti.Þeir váru valdir til ferðar þessar. Áslákr hét ríkr bóndi.Hans synir váru þeir Egill ok Erlingr. Þeir váru ágætirmenn. Vémundr hét merkismaðr Hálfs konungs. Fjórirmenn fylgdu honum ór hirðinni. Þá var leitat umellefu fylki. Fengust þar tólf menn. Þar váru bræðrtveir Haukr ok Valr, Styrr inn sterki, Dagr inn prúði,Börkr ok Brynjólfr, Bölverkr ok Haki, Hringr ok Hálfdan,Stari ok Steingrímr, Stúfr ok Gauti, Bárðr okBjörn. Þeir váru tuttugu ok þrír, er þeir ýttu.It fyrsta kveld, er þeir lögðu til hafnar, þá var regnmikit. Þá bað Steinn tjalda. Konungr svarar: \"Viltuenn tjalda hús sem heima?\" Síðan kölluðu þeir hannInnsteinn. En um daginn eptir reru þeir fyrir andneseitt í hvössu veðri. Maðr stóð á nesinu ok bað fars.Konungr bað hann standa á stýristöngu til kvelds.Hann kvað þat vel mælt ok kvað sér þá þykkja skipatnær konunginum. Svá var gert. Þessi maðr var SteinnGunnlaðarson inn yngri. Hann var síðan kallaðr Utsteinn.Margt var gert til varnaðar þeira lögum fyrir kappssakir. Þat var eitt, at engi þeira skyldi hafa lengrasverð en alnar, svá skyldi nær ganga. Þeir létu gerasöx til þess, at þá skyldi höggin stærri. Engi þeira hafðiminna afl en tólf meðalmenn. Aldri hertóku þeir konurné börn. Engi skyldi sár binda fyrr en at jafnlengdannars dags. Við engum var þeim tekit, er minni varat afli eða hreysti en nú var sagt. Þeir herjuðu víðaum lönd ok höfðu jafnan sigr. Hálfr konungr var átjánsumr í hernaði. Þat var siðr þeira at liggja jafnan fyrirandnesjum. Þat var annarr siðr þeira at tjalda aldriá skipi ok aldri hálsa segl fyrir ofviðri. Þeir várukallaðir Hálfsrekkar, ok hafði hann aldri fleiri á skipien sex tigi."}}