{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_5", "text": {"0": "Skúli jarl hafði nú frétt þau tíðendi, sem gerzt höfðuí Aldeigjuborg, ok því safnar hann at sér liði miklu.Ok er liðit var saman komit, tók Skúli sótt mikla. Hafðihann þá sanna frétt af her þeira Úlfkels ok Hálfdanar.Hann mælti þá við Kol: \"Þat vil ek,\" sagði Skúli, \"atþú gerist höfðingi fyrir liðinu. Tak þú upp merki mittok klæði, ok skal ek fá þér jarldóm, ok skal ek giftaþér Ingigerði, fóstru mína, ef þú fær sigr.\" Kolr kveðstþess albúinn. Sagði Skúli nú fyrir mönnum, hversubreyta skyldu. Hugðu liðsmenn eigi annat en Skúlimundi þat vera, sem Kolr var. Hann ferr nú með liðitá móti þeim Hálfdani ok Úlfkatli. Skúli jarl lá í þorpieinu, ok var honum nú heldr í aptrbata.Ingigerðr konungsdóttir kallar nöfnu sína, IngigerðiKolsdóttur, til sín ok mælti til hennar: \"Ek vil, at þútakir við trúnaði mínum,\" sagði hún, \"ok látir enganvita, meðan þú lifir. Þú skalt taka við klæðum mínum,því at vit erum mjök líkar. Skaltu kallast dóttir Hergeirskonungs, en ek taka við þínum klæðum ok faraá flótta með öðrum ambáttum, ok skaltu þenna trúnaðaldri láta uppi, á meðan vit lifum báðar. En ef þeirsigrast, sem til eru komnir, þá mun Hálfdan konungssonbiðja þín, ok ertu þá fullgift, en elligar Úlfkell,ok er þá góðr, hvárr sem upp kemr.\" Hún kveðst þettagjarna vilja, ok fór þetta fram.Nú koma þeir Hálfdan ok Úlfkell at með sinn her.Kolr lætr lúka upp borginni ok gengr ut með allan sinnher. Tekst þar bardagi, ok stendr hann með mikillimannhættu. Kolr var bæði sterkr ok stórhöggr, ok hugðuallir þar Skúla jarl vera, ok gekk hann í gegnum fylkingarþeira. Herbjörn hét frændi Skúla jarls. Hannhafði fylking í mót Hálfdani, ok váru þeira skipti allhraustlig,en svá lauk með þeim, at Herbjörn fell. Brastþá flótti í liði þeira. Hálfdan rak flóttann allt til skógar.Nú er at segja frá viðskiptum þeira Úlfkels ok Kols.Hafði Kolr þá drepit margan mann. Snæúlfr hét merkismaðrÚlfkells. Hann bar djarfliga fram merkit ok barðistdrengiliga. Þeir mættust nú Kolr ok Úlfkell, ok váruþeira viðskipti allhraustlig, ok börðust þeir svá lengi,at engi skakkaði með þeim, ok hjuggust af þeim allarhlífar. Kolr hjó þá mikit högg til Úlfkels. Þat kom áhjálminn utarliga ok tók af þat, er nam, ok var þatfjórðungrinn ok þar með eyrat it vinstra, ok var höggitsvá mikit, at Úlfkell fell; en Snæúlfr kom þá at okhjó til Kols, ok kom á andlitit ok tók af nefit ok báðarvarrirnar ok hökuna, ok fellu tennrnar niðr í gras.Kolr stóð eigi kyrr, þó at hann hefði fengit sárit. Hjóhann til Snæúlfs á hálsinn, svá at af tók höfuðit. Úlfkellvar þá á fætr kominn ok lagði til Kols fyrir brjóstit,svá at út gekk um herðarnar. Fell hann þá dauðrniðr. Brast þá flótti í lið þeira.Úlfkell rak flóttann, en Hálfdan sneri aptr. Hannsér, hvar tveir menn gengu. Þat var karl ok kerling.Menn höfðu mál af þeim, ok spurðu þau, hversu bardaginnhefði gengit, en þeir sögðu af it ljósasta, oksíðan skildu þeir. Karl var svá stirðr, at hann lá á herðumkerlingu, ok drögnuðu þau svá til skógar. Hálfdanspurði menn sína, við hvern þeir hefði talat, en þeirkváðu þat stafkarl veslugan. \"At fá verðr of vandligahugat,\" sagði hann, \"þar er sá karl, er mér er aptrsjáat ok betr væri drepinn.\" En þeir kváðu þat níðingsverk.Var hann þá kominn í skóginn, ok tjáði þá eigieptir þeim at leita.Ríðr Hálfdan nú heim til borgarinnar. Var Úlfkellþá kominn í borgina ok gekk at skemmu þeiri, er Ingigerðrvar í, ok var hún þá leidd fyrir hann. Hún mæltiþá til Úlfkels: \"Þú hefir nú unnit sigr mikinn,\" sagðihún, \"drepit höfðingja borgarinnar. Nú ef þér eruðréttir hermenn, þá munu þér eigi níðast á mér eða þeimmönnum öðrum, sem hér eru höfðingjalausir, ok látamik ná at finna mína móður.\" Úlfkell sagði, at -- \"þatskal satt vera, því at þat, sem vér höfum af gert, skulumvér góðu bæta, bæði þér ok þinni móður, ef þúvilt vera oss trú ok holl, hlýðin ok eptirlát ok þverúðasteigi við oss.\" \"Svá er nú komit mínu máli,\" sagði hún,\"at ek ætla, at metnaðrinn hafi lítit at gera.\" Þeir hétuhenni góðu þar um. Váru þá loknar upp féhirzlur.Tóku þeir gull ok silfr ok þat annat, er þá lysti, engáfu grið mönnum öllum. Síðan var veittr umbúningrinum dauðum, ok var búit verðuliga um leiði Skúlajarls, er Kolr var reyndar. Lögðu þeir síðan land alltundir sik ok bjuggust síðan móts við Eystein konung,ok var Ingigerðr í ferð með þeim."}}