{"originalTitle": "Áns_Saga_Bogsveigis_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Áns_Saga_Bogsveigis_Chapter_6", "text": {"0": "Maðr hét Ívarr, upplenzkr at ætt ok ættgöfugr. Hannkom til hirðar Ingjalds konungs, ok tók hann vel viðhonum; ekki var hann þar, þá at Án var með konungi.Ívarr var gerviligr maðr. Hann lagði hug mikinn á Ásuok hafði tilmæli við hana um ráðahag. Konungr tókþví seinliga. Þau töluðu þetta mál með sér. Konungrmælti þá: \"Mjök leitar þú eptir þessu, ok mun ek gera ákost. Þú skalt fara á fund Áns ok færa mér höfuð hans,en er þú kemr aptr, áttu þessa ráða ván, er þú beiðist,því at þá muntu kallaðr mikilmenni ok makligr konungsmágr.\" Ívarr kvað eigi auðsóttligt, -- \"eða gefr þú,konungs systir, jáyrði til þessa máls?\" Hún svarar: \"Ekætla vera á valdi bróður míns, ef þú kemr þessu erendifram.\" Við þetta fór hann austr í land ok á fund Ánsok skorar á hann til vetrvistar. Án spyrr, hverr hannværi, ok kveðst varla vita kunna, með hverjum hughverr væri, en lézt óvanr at synja matar; \"ek beiðumstok ekki forgiftar, fyrr en ek veit, hversu þegit er eðaveitt er.\" Ívarr var honum fylgisamr til smíða okannars.Þat var eitt kveld, at þeir gengu heim, at Ívari komí hug, hvat hann átti at annast. Hann hljóp þá at Ánok hjó til hans. Án gekk skjótara en Ívarr hugði okvar stórfetaðri, ok hjó hann í jörðina ok allt í viðarrætr.Án fann nú atgöngu hans ok snýr aptr ok sagði, athonum þótti eigi vel í hald koma vistarlaunin. Ánbatt hann með bogastreng ok rak hann heim fyrir sér.Hann setti Ívar í fjötur um nóttina. En er menn vissuþetta, báðu þeir drepa hann ok segja hann til þess gerthafa. Án kvað eigi þat skyldu. \"Mun þat þá mælt, atek gerumst fjandmaðr konungs, ef menn vita eigi sannasögu. Vil ek þing láta stefna fjölmennt ok konungsmaðrsegi sögu sína ok geri fyrir öllum bert þetta vandræði,\"-- ok svá var gert. Kom Án á þingit ok leiðirÍvar eptir sér. Án mælti: \"Seg nú fram allt erendi þitt.\"Ívarr gerði svá. Þá mæltu allir, at hann hafi sér dauðaráðit. Án mælti: \"Nei,\" sagði hann, \"þat skal eigi vera.Ek veit, hvers hann á heim at vitja, sem þér heyrðuð.\"Hann lét brjóta fótleggi hans allt til knés ok lét síðangræða ok snúa fótunum öðruvís en áðr; horfðu þátær á bak aptr. Án mælti: \"Stattu nú fyrir mér,\" oksvá gerir hann. Án mælti: \"Nú ertu konungs gersimi,er þú ert frá því, sem aðrir menn.\" Síðan snýr hannandliti hans nokkut ok mælti: \"Nú ertu til hvárstveggjaenda afbragð annarra manna, vænn at yfirliti, enda eigifættr sem aðrir menn. Hittu nú Ingjald konung, geldek þik fyrir annan bróðurinn, enda á hann nú hingateinkis at vitja.\" Ívarr hitti konung ok sagði eigi sínaslétta. Konungr mælti: \"Þat hefi ek vitat, at mennhafa drepit niðr menn hverr fyrir öðrum, hitt veit ekvarla, at slíkar meiðslar hafi gervar verit, ok kalla þatkonungs gersimar, ok þykki mér engi gersimi í þér,ok far til eigna þinna.\" Konungs systir mælti: \"Viltunú eigi unna honum ráðahagsins við mik?\" Konungrkvað þat eigi sama, lét Ívar sér ofr framarla treyst hafa,at hann mundi þessu á leið koma, -- \"ok váru því engifjartök í höfð við þik.\" Þórir var þá eigi löngum heima.Eptir þetta sendi konungr tólf menn til höfuðs Ániok mælti svá: \"Ek vil senda yðr með þeim hætti á fundÁns, at þér beiðið hann vetrvistar, en hann er stórlyndrok mun spyrja, hví þér farið svá margir saman. En þérskuluð segja, at þér eigið fé allir saman ok þér trúiðengum til at skipta með yðr nema honum. Ok ef hanntekr við yðr, dragið undir yðr aðra jafnmarga af mönnumhans með fégjöfum, ok kalla ek þá sjálfrátt, atþér látið hann eigi rekast undan.\" Síðan fóru þeir áfund Áns, ok fóru svá orð með þeim sem konungr gattil. Hann tók þó við þeim, ok váru þeir þar fram umjólin. Eitt kveld mælti Jórunn við Án. \"Hvat gestumhyggr þú þetta vera, er þik hafa heimsótt?\" Hann sagði:\"Þat hygg ek, at þeir séu góðir menn, ok til þess ætlumvér.\" Hún kveðst eigi þat ætla, at þeir muni dyggvirmenn heita mega, -- \"ok gruna ek þat, hvárt þeir hafaunnit illvirki eða ætla þeir til, því at hvert sinn er þúgengr frá rúmi þínu, þá sjá þeir eptir þér ok bregðalit við.\" Hann kveðst eigi þat ætla. \"En ber ek meiriönn fyrir þér en ek ætlaða,\" sagði hún, \"ek vil þúgangir frá húsi á morgin, ok ef þeir gera engan gruná sér, þá mun þetta ekki vera. Seg, at þú skalt heimí kveld ok at þú vilir einn fara, ok ef þeir gera nokkurngrun á sér, þá má vita, hverir þeir eru.\" Án kvaðsvá vera skulu. Um morguninn gekk Án frá húsi, oker vetrgestir sáu þat, hyggja þeir þá færi á Án ok fóruheiman í tveim stöðum, sex í hvárum stað, en sex váruheima af njósnarmönnum ok sex af húskörlum, er fétóku til höfuðs Áni. Váru sex af hvárum í fyrirsátrinu.Þeir settust hjá götu Áns. Jórunn hittir Grím ok sagði, athenni þótti grunsamlig för þeira, -- \"ok far þú á njósn\".Hann kvaðst þess búinn ok fór í skóg með marga menn,svá at hinir vissu eigi, en sáu þeir hvergi. Leið nú ákveldit, ok sýndist þeim mest nauðsyn at fara heimok gæta tímans, at eigi yrði í ráðit um atförina. Þeirkómu heim. Án var þá kominn í öndvegi ok ekkifrýnn. Grímr var þá ok heim kominn. Án mælti: \"Þatmun nú hæfa vetrgestum várum at segja erendi sínok hvern þeir ætluðu mér dauðann í dag. Ek veit núráð yður, ok fyrir löngu vissa ek svik yður við mik,en eigi hefi ek dyggt hjónaval.\" Þeir urðu við at ganga.Án mælti: \"Eigi mun ek drepa hjón mín, ok fari þauá burt. En konungsmenn gef ek í vald Grími, frændamínum, ok hafi hann af þeim gaman í dag.\" Grímrkvað slíkt vel mælt. Hann fór til skógar með þá okspyrti þá saman alla á einn gálga.Þetta spyrr Ingjaldr konungr ok líkar mjök illa.Þórir var þá kominn til hirðarinnar. Hann var hljóðrok þótti mjök þrútna málit. Konungr spyrr, hví hannværi svá hljóðr, -- \"vel viljum vér til þín gera sem fyrr\".Þórir sagði: \"Ekki frý ek á þat, en varla verðr þatmeð hallkvæmd.\" Konungr spyrr: \"Hvat skortir at umþat, sem faðir minn gerði?\" \"Ekki leita ek á þetta,\"sagði Þórir \"en stærrum gaf faðir þinn mér, sem ersverð þetta.\" Konungr sagði: \"Er þat gersimi mikil?\"\"Sjá þú,\" sagði Þórir. Konungr tók við ok brá sverðinuok mælti: \"Ekki er þetta ótigins manns eiga.\"Þórir sagði: \"Þiggi þér þá, herra.\" Konungr sagði:\"Eigi vil ek þat; þú skalt eiga ok þér lengst fylgja.\"Hann gekk at Þóri í hásætinu ok lagði í gegnum hannok lét þar standa sverðit í sárinu. Hann mælti: \"Ýmsarmunu vit Án sendast sendingar á milli.\" Síðan bjóhann skip, ok váru á sex tigir manna, ok bað þá faraá fund Áns ok leggja í lægi hans ok teygja hann áskip, -- \"ok segið, at þar sé kominn Þórir, bróðir hans,ok vili leita um sættir. En ef hann kemr í greipr yðr,þá drepið hann, ok er þá goldit nokkut fyrir mínabræðr, ef þessir koma fyrir þá. Komið snemma dagstil Áns.\" Þetta verk mæltist mjök illa fyrir, ok varhann nú kallaðr Ingjaldr inn illi af hverjum manni.Síðan fóru þeir veg sinn. En áðr um nóttina en þeirkómu við land, þá dreymdi Án ok sagði Jórunni:\"Mér þótti Þórir hér kominn daprligr mjök, en ávallthefir hann komit, er mik hefir dreymt hann. En eigivilda ek, at þeir færi erendislausir, er hann færa hingatmeð slíku mótí er mér segir hugr um, því at hannsýndist mér allr blóðugr, ok stóð sverð í gegnumhann.\" Hún kvað svá vera mega, at skýrir væri draumarhans. Án spratt upp ok sagði, at menn mundu koma.Hann lét búa fjögur skip, ok váru tvau við útey, enönnur tvau í leynivági hjá læginu fyrir bænum. Ánsendi menn í byggðina eptir mönnum at drekka fagnaðarölá mót Þóri, ef hann kemr glaðr ok heill, elligarreyna vápn sín. Án var á bænum, en menn hans áskipum, ok beið hann búinn þess, er at höndum kæmi.Eptir þat sjá þeiri at skip renndi á lægit fyrir bæinnok rauðir skildir á. Skipamenn sendu Án orð, at hannkæmi ofan ok fyndi Þóri, bróður sinn, er þar var kominnat leita um sættir. Án mælti: \"Opt hefir hann ekkiþann mun metit at ganga heim, ok lætr hann nú lítitá skorta.\" Þeir kváðu honum svefnhöfugt. Án kveðstganga mundu ofan at skipi, en eigi lengra. Þeir treystusteigi at ganga at honum ok skutu Þóri af skipi uppok báðu Án taka við vinsending Ingjalds konungs.Án tók Þóri upp ok mælti: \"Goldit hefir þú grunnýðgiþinnar, er þú trúðir konungi vel, en annat munnú skyldara en at ávíta þik.\" Hann skaut honum íhellisskúta, en hljóp út á skipit ok brá upp rauðumskildi. Hann leggr nú at þeim, ok börðust þeir, okfellu mjök menn Ingjalds konungs. Einn maðr barðistá knjánum. Grímr sótti at honum, en sá maðr hjótil hans á knésbótina ok af kálfann með hælbeininuok lét hann mundu stirðfættan, áðr en grætt væri.Þeir drápu hvert manns barn. Án lét haug gera okskip í setja ok Þóri í lypting, en konungsmenn á hvárttveggjaborð, til þess at þat sýndist í því, at honumskyldu allir þjóna. Grímr var græddr. Konungr spyrrnú þessi tíðendi ok þótti enn eigi mjök aukizt hafasinn sómi eða sæmd."}}