{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_7", "text": {"0": "Svá er sagt einn dag, at þat bar við í Jótlandi, erÞorgnýr sat yfir drykkjuborðum, at upp lukust hallardyrrok maðr gekk inn í höllina. Hann var bæði digrok hár. Hann var í loðkápu síðri ok mikit spjót í hendi.Allir þeir, er inni váru, undruðust mikilleik hans. Hanngekk fyrir jarl ok kvaddi hann virðuliga. Jarl tók kveðjuhans ok spurði, hvat manna hann væri. Hann segir:\"Hrólfr heiti ek, en Sturlaugr heitir faðir minn, erræðr fyrir Hringaríki. Em ek hér kominn, at ek vilkanna yðra siðu, því at mér er sagt, at þú sért höfðingimikill.\" Jarl segir: \"Gerla kenni ek ætt þína ok kynferði,ok vil ek gjarna, at þú sért velkominn í mínuríki, ok þigg allt þat, er þú vilt beiða, en oss stendr atveita, eða hversu marga menn vilið þér yðr láta þjónadagliga?\" Hrólfr segir: \"Átta tigir manna eru á skipimínu, en þeir skulu mér fylgja, ok nóg hefi ek skotsilfrat leggja fyrir oss. Vil ek fá kastala nokkurn skammtfrá yðr at halda þar í mína menn ok hafa landvörnfyrir yðr, ef þér vilið.\" Jarl segir: \"Þökk er mér í þinnihérkvámu, ok skulu allir hlutir í þínu valdi, er þínsæmd er þá meiri en áðr.\" Hrólfr þakkaði jarli orð sín.Gekk hann síðan til sinna manna. Fekk jarl þeim kastlatil forráða. Sat Hrólfr í kastalanum um kyrrt okhelt vel sína menn, en löngum fór hann í hernað okvarði kappsamliga ríki jarls. Vingott var með þeim Stefniok Hrólfi. Björn ráðgjafi var ok inn kærasti við Hrólf.Leið nú svá fram um hríð, at ekki bar til tíðenda."}}