{"originalTitle": "Grettis_Saga_Chapter_21", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_21", "text": {"0": "Björn hét maður er þar var á vist með Þorkeli. Hann var    ákafamaður í lyndi og góðrar ættar, skyldur nokkuð Þorkeli.    Ekki var hann vinsæll maður af alþýðu því að hann afflutti    mjög fyrir þeim mönnum er voru með Þorkatli. Kom hann svo    mörgum á burt. Fátt kom á með þeim Gretti. Þótti Birni hann    lítils verður hjá sér en Grettir var ótillátssamur og kom til    þverúð með þeim. Björn var hávaðamaður mikill og gerði um sig    mikið. Fylgdu honum að því margir ungir menn og höfðu þeir    oft á kveldum slentur mikið úti.    Það bar til á öndverðum vetri að híðbjörn einn grimmur hljóp    úr híði sínu og varð svo grimmur að hann eirði hvorki mönnum    né fé. Ætluðu menn að hann mundi vaknað hafa af háreysti því    er Björn hafði gert með kumpánum sínum. Gerðist dýrið svo    illt viðfangs að það reif niður hjörð fyrir mönnum. Hafði    Þorkell af þessu mestan skaða því hann var manna ríkastur í    þessu byggðarlagi.    Á nokkurn dag kvaddi Þorkell til fylgdar menn sína að leita    hvar híð bjarnarins væri. Þeir fundu það í sjóvarhömrum. Var    þar hamarklettur einn og hellisskúti framan í hamrinum einum    en einn stígur til að ganga. Bjarg var undir hellinum og urð    við sjóinn. Var þar vís bani því er ofan hrapaði. Lá björninn    í híðinu á daginn en leitaði á burt jafnan er náttaði. Héldu    öngvar grindur fénu fyrir honum. Komu þeir eigi hundum við.    Þótti mönnum þetta hið mesta vandræði.    Björn frændi Þorkels kvað vera að gert hið mesta er híðið var    fundið \"skal eg nú prófa,\" sagði hann, \"hversu leikur fer með    okkur nöfnum.\"    Eigi lét Grettir sem hann vissi hvað Björn talaði um þetta.    Jafnan bar svo til á kveldum þá er menn fóru að sofa, þá    hvarf Björn út. Það var eina nótt að Björn fór til híðsins.    Hann varð var við að dýrið var þar fyrir og grenjaði    illilega. Björn lagðist niður við einstigið og hafði með sér    skjöldinn og ætlaði að bíða þar til er dýrið leitaði á burt    eftir vanda. Bessi hafði veður af manninum og seinkaði heldur    ferðinni. Björn syfjaði heldur mjög þar sem hann lá og getur    eigi vakað. Og í þessu ræður dýrið úr híðinu, getur nú séð    hvar maðurinn liggur, krækir til hramminum og hnykkir af    honum skildinum og kastar ofan fyrir bjargið. Björn bregður    við hart. En er hann vaknar, tekur til fóta og hleypur heim,    var þá búið við að dýrið mundi grípa hann. Vissu þetta    félagar hans því að þeir höfðu njósn á um ferðir Bjarnar.    Fundu þeir skjöldinn um morguninn og gerðu af þessu hið mesta    gabb.    Fór Þorkell sjálfur til híðsins og þeir átta saman. Þar var    þá Björn og Grettir og aðrir fylgdarmenn Þorkels. Grettir    hafði yfir sér loðkápu og lagði hana af sér meðan þeir sóttu    að dýrinu. Þar var óhægt á að sækja því að ekki mátti við    koma nema spjótalögum og beit hann þau af sér. Björn eggjaði    þá mjög til atsóknar en þó gekk hann eigi svo nær að honum    væri við nokkuru hætt. Og er minnst varði þrífur Björn kápu    Grettis og kastaði í híðið til bjarnarins. Ekki gátu þeir að    gert og hurfu aftur er á leið daginn. En er Grettir bjóst    heim að ganga saknar Grettir feldar síns. Hann gat séð að    björn hafði drepið undir sig kápuna.    Hann mælti þá: \"Hver hefir glest við mig og kastað feld mínum    í híðið?\"    Björn svarar: \"Sá einn mun það gert hafa er þora mun við að    ganga.\"    Grettir svarar: \"Eigi legg eg slíkt langt upp.\"    Þá sneru þeir heim á leið. Og er þeir gengið höfðu um hríð    slitnaði hosnasterta Grettis. Þorkell bað þá bíða hans.    Grettir kvað þess eigi þurfa.    Þá mælti Björn: \"Eigi þurfið þér það að ætla að Grettir renni    frá kápu sinni. Mun hann vilja hafa frægð af og drepa einn    dýrið það er vér höfum frá gengið átta. Þá væri hann slíkur    sem hann er sagður en allslælega hefir hann fram gengið í    dag.\"    \"Eigi veit eg,\" sagði Þorkell, \"hversu þér fer af en eigi    munuð þið jafnir hreystimenn vera og legg þú fátt til hans.\"    Björn kvað hvorugan þeirra kjósa orð úr munni sér.    Nú ber leiti á milli þeirra. Grettir sneri þá aftur að    einstiginu. Var þá ekki að metast við aðra um atgönguna. Hann    brá þá sverðinu Jökulsnaut en hann hafði hönk á meðalkaflanum    á saxinu og smeygði á hönd sér. Því gerði hann svo að hann    þóttist heldur mega taka til þess er hann vildi ef laus væri    höndin.    Hann gekk þegar í einstigið. Og er dýrið sá manninn hljóp það    með grimmd mikilli og móti Gretti og laust til hans með    hramminum þeim er firr var berginu. Grettir hjó í móti með    sverðinu og kom á hramminn fyrir ofan klærnar og tók þar af.    Þá vildi dýrið ljósta með þeim fætinum sem heill var, skaust    á stúfinn og varð hann lægri en hann ætlaði og féll þá dýrið    í fang Gretti. Hann þrífur þá meðal hlusta dýrinu og hélt þá    frá sér svo það náði eigi að bíta hann. Svo hefir Grettir    sagt að hann þóttist þá aflraun mesta gert hafa að halda    dýrinu. En með því að dýrið braust um fast en rúmið lítið þá    viku þeir báðir ofan fyrir bjargið. Nú var dýrið þyngra og    kom það fyrri niður á urðina. Varð Grettir þá efri en dýrið    lamdist þá mjög þeim megin sem niður vissi. Grettir þrífur þá    til saxins og lagði björninn til hjartans og var það hans    bani. Eftir það fór hann heim og tók feld sinn og var hann    allur rifinn í sundur. Hann hafði með sér það er hann hafði    höggvið af hramminum.    Þorkell sat að drykkju þá er Grettir kom í stofuna. Hlógu    þeir að feldarslitrinu er Grettir hafði yfir sér. Hann setur    nú upp á borðið það er hafði hann höggvið af hramminum.    Þorkell mælti: \"Hvar er nú Björn frændi minn? Aldrei sá eg    þér svo bíta járnin og vil eg að þú bætir Gretti sæmd fyrir    þessa svívirðing sem þú hefir til hans gert.\"    Björn kvað það frestast mundu \"og hirði eg aldrei hvort honum    líkar vel eða illa.\"    Grettir kvað vísu þessa:Oft kom heim í húmihræddr, þá er öngum blæddi,sá er vetrliða vitjavíg-Njörðr í haust gjörði.Sá engi mig sitjasíð fyr bjarnar híði.Þó kom eg ullar otraút úr hellis skúta.    \"Bæði er,\" sagði Björn, \"að þú hefir vel fram gengið enda    berð þú okkur ólíkt söguna. Skil eg að þú munt þykjast mér    þessa sneið stinga.\"    Þorkell mælti: \"Það vildi eg Grettir,\" sagði hann, \"að þú    hefnir þín eigi á Birni en eg mun bæta fyrir hann fullum    manngjöldum og séuð þið sáttir.\"    Björn kvað hann verja mega betur fé sínu en bæta fyrir þetta    \"þykir mér það ráð að hér hafi eik það er af annarri skefur    er við Grettir eigumst við.\"    Grettir kvað sér það allvel líka.    \"Þá muntu Grettir,\" sagði Þorkell, \"gera það fyrir mína skuld    að gera ekki á hluta Bjarnar meðan þið eruð hjá mér.\"    \"Það skal vera,\" segir Grettir.    Björn kvaðst óhræddur ganga skyldu fyrir Gretti hvar sem þeir    fyndust. Grettir glotti að en vildi ekki þiggja féð fyrir    Björn og voru þeir þar um veturinn."}}