{"originalTitle": "Beowulf2_Vi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Vi", "text": {"0": "VIHrothgar then spoke, defence of the Scyldings:\"I knew him of old when he was a child:His agéd father was Ecgtheow named;To him at home gave Hrethel the GeatHis only daughter: his son has nowBoldly come here, a trusty friend sought.Then this was said by the sea-farers,Those who did tribute for the Geats carryThither for favor, that he thirty men'sGreat strength of might in his hand-grip,Brave in war, has. Him holy GodFor gracious help to us has sent,To the West-Danes, as I have hope,Against Grendel's terror: I shall to the good oneFor his boldness of mind costly gifts offer.Be thou in haste, bid them come in,A friendly band see all together!Tell them too in words that they are welcomeTo the Danes' people.\"- [To the hall-doorWulfgar then went], words within spoke:\" To you bade me say my victor-lord,Prince of the East-Danes, that your kinship he knows,And ye are to him over the sea-waves,Bold-minded men, welcome hither.Now ye may go in your war-armor,Under your helmets, Hrothgar to see:Let ye your battle-shields here then await,Your spears, deadly shafts, the converse of words.\"Then rose the mighty, many warriors around him,A brave band of thanes: some there abode,The battle-weeds kept, as them the chief bade.They hastened together, as the guide them directed,Under Heorot's roof: the valiant one wentBold under his helmet, till he in the hall stood.Beowulf spoke (on him shone the burnie,The linked net-work forged by the smith's craft):\"Be thou, Hrothgar, hail! I am of HygelacKinsman and war-thane: many exploits have IUndertaken in youth. To me Grendel's deedIn my native land clearly was known:The sea-farers say that this mead-hall stands,Noblest of halls, for each one of heroesEmpty and useless, when even-lightIn the brightness of heaven has been concealed.Then did my people give me advice,The noblest of men, craftiest of churls,Princely Hrothgar, that I thee should seek;For that they knew my own strength of might:They themselves saw when I came from the battle,Blood-stained from my foes, where sea-monsters I bound,The eoten-race killed, and on the waves slewThe nickers by night, endured great distress,Avenged Weders' sorrows (woes had they suffered),Their foe-men destroyed, and now against Grendel,Against the dread monster, alone shall decideThe fight 'gainst the giant. I of thee now then,Prince of the Bright-Danes, desire to make,Chief of the Scyldings, but one request,-That do not thou refuse me, defender of warriors,Dear friend of the people, now thus far am I come,-That I may alone and my band of earls,This company brave, Heorot cleanse.Also have I heard that the dread monsterFor boldness of mood recks not for weapons:I that then do scorn - so be to me Hygelac,My own people's-king, gracious in mind-That I a sword bear or a broad shieldYellow-rimmed to the battle; but I with grip shall'Gainst my foe grapple and for life striveFoe against foe: there shall confideIn the doom of the Lord he whom death takes.I ween that he will, if he may prevail,In the war-hall the folk of the Geats,The fearless, devour, as he oft didThe might of the IIrethmen; thou needest not thenMy head conceal, but me he will haveStained with gore, if death me take,My bloody corpse bear, think to devour it,Will eat it alone, unpityingly,Will mark the moor-mounds: thou needest not thenFor my body's food longer take care.Send thou to Hygelac, if battle me take,Best one of war-weeds that covers my breast,Noblest of burnies; 'tis Hraedla's bequest,Weland's skilled work. Goes aye Weird as it will! \""}}