{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_35", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_35", "text": {"0": "Ok sem leið at jólum, gerðust menn ókátir. Böðvarrspyrr Hött, hverju þetta sætti. Hann segir honum, atdýr eitt hafi þar komit tvá vetr í samt, mikit ok ógurligt,-- \"ok hefir vængi á bakinu, ok flýgr þat jafnan. Tvauhaust hefir þat nú hingat vitjat ok gert mikinn skaða.Á þat bíta ekki vápn, en kappar konungs koma ekkiheim, þeir sem at eru einna mestir.\" Böðvarr mælti:\"Ekki er höllin svá vel skipuð sem ek ætlaði, ef eittdýr skal hér eyða ríki ok fé konungsins.\" Höttr sagði:\"Þat er ekki dýr, heldr er þat mesta tröll.\"Nú kemr jólaaptann. Þá mælti konungr: \"Nú vil ek,at menn sé kyrrir ok hljóðir í nótt, ok banna ek öllummínum mönnum at ganga í nokkurn háska við dýrit,en fé ferr eptir því, sem auðnar. Menn mína vil ek ekkimissa.\" Allir heita hér góðu um at gera eptir því, semkonungr bauð.Böðvarr leyndist í burt um nóttina. Hann lætr Höttfara með sér, ok gerir hann þat nauðugr, ok kallaðihann sér stýrt í bana. Böðvarr segir, at betr mundi takast.Þeir ganga í burt frá höllinni, ok verðr Böðvarrat bera hann, svá er hann hræddr. Nú sjá þeir dýrit.Ok því næst æpir Höttr slíkt sem hann má ok kvaðdýrit mundu gleypa hann. Böðvarr bað bikkjuna hansþegja ok kastar honum niðr í mosann, ok þar liggrhann ok eigi með öllu óhræddr. Eigi þorir hann heimat fara heldr. Nú gengr Böðvarr móti dýrinu. Þat hæfirhonum, at sverðit er fast í umgerðinni, ok nú fær hannbrugðit umgerðinni, svá at sverðit gengr ór slíðrunum,ok leggr þegar undir bægi dýrsins ok svá fast, atstóð í hjartanu, ok datt þá dýrit til jarðar dautt niðr.Eptir þat ferr hann þangat, sem Höttr liggr. Böðvarrtekr hann upp ok berr þangat, sem dýrit liggr dautt.Höttr skelfr ákaft. Böðvarr mælti: \"Nú skaltu drekkablóð dýrsins.\" Hann er lengi tregr, en þó þorir hannvíst eigi annat. Böðvarr lætr hann drekka tvá sopa stóra.Hann lét hann ok eta nokkut af dýrshjartanu. Eptirþetta tekr Böðvarr til hans, ok áttust þeir við lengi.Böðvarr mælti: \"Helzt ertu nú sterkr orðinn, ok ekkivænti ek, at þú hræðist nú hirðmenn Hrólfs konungs.\"Höttr sagði: \"Eigi mun ek þá hræðast ok eigi þik uppfrá þessu.\" \"Vel er þá orðit, Höttr félagi. Föru vit nútil ok reisum upp dýrit ok búum svá um, at aðrir ætlikvikt muni vera.\" Þeir gera nú svá. Eptir þat fara þeirheim ok hafa kyrrt um sik, ok veit engi maðr, hvatþeir hafa iðjat."}}