{"originalTitle": "Tóka_Þáttr_Tókasonar_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Tóka_Þáttr_Tókasonar_Chapter_2", "text": {"0": "Fór ek þá enn víða ok þar til, at ek spurða til Hálfskonungs ok rekka hans. Var mikit af sagt, hvílíkirhreystimenn þeir váru. Fór ek þá enn þar til, at ek komhingat í Noreg ok á fund Hálfs konungs. Gekk ek fyrirhann, ok kvaddi ek hann, en hann tók mér harðla vel.En ek beidda hann vetrvistar, en hann kvað mér þattil reiðu at sitja þar svá lengi sem ek vilda verit hafa.Ek spurði þá, hvar ek skylda sæti hafa ok mínir menn.Hann bað mik þar sitja, sem ek gæta kippt manni órrúmi með jöfnum skildaga ok Hrólfr kraki gerði. Gengek þar at, sem sat Útsteinn jarl á aðra hönd konungi.Tók ek í hendr honum, ok ætlaða ek honum ór sæti atkippa. Herta ek mik þá af öllu megni, ok gat ek ekkiat gert. Síðan gekk ek til Innsteins, þá til Hróks inssvarta, þá til Bjarnar, svá til Bárðar. Gat ek engum þeirafram kippt. Þann veg fór ek innan um alla höllina, atek gat þar engum ór sæti kippt. Ok þat er yðr sannastat segja, herra, at eigi brá þar sér meir við inn yztimaðr ok inn minnsti heldr en Böðvarr bjarki. Síðangekk ek aptr fyrir konung, ok spurða ek þá, hvar ekskylda sitja, með því at ek gæta hvergi rutt mér tilrúms. Hann sagði þá, at ek yrða at sitja skör lægra enhans menn. Fór ek þá til sætis, þar sem mér var skipat,ok mínir menn. Skorti þar engan fögnuð, þann semhafa þurfti, ok þar þótti mér ekki at nema þat eina,er ek átti þar upp at sjá til annarra manna, en aðrirmenn niðr til mín, ella hefði mér þar bezt þótt. Skuluþér nú segja, herra, hvárir frægri váru.\"\"Auðsét er þat,\" kvað konungr, \"at miklu sterkarihafa verit rekkar Hálfs konungs, en engi þykki mérverit hafa konungrinn samtíða örvari ok betr at sér enHrólfr kraki. En hvárt ertu skírðr maðr eða eigi?\" Tókisvarar: \"Ek er prímsigndr, en eigi skírðr, sakar þess atek hefi verit ýmist með heiðnum mönnum eða kristnum,en þó trúi ek á Hvítakrist. Er ek nú ok þess erendiskominn á yðvarn fund, at ek vil skírast ok þann boðskaphafa, sem þér bjóðið, því at mér þykkir eigi víst,at ek muna þat af betra manni fá mega.\" Konungrvarð við þat glaðr, er hann vildi skírn taka ok guðiþjóna. Var Tóki síðan skírðr af hirðbyskupi Óláfs konungsok andaðist í hvítaváðum."}}