{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_31", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_31", "text": {"0": "At Eireki konungi dreif margt lið um nóttina, þeirór heruðum söfnuðust til hans, en þeir Grímr ægir okÞórðr Hléseyjarskalli kómu um kveldit með ótöluliganher. Váru með þeim margir kappar ok berserkir, okeru tólf nefndir: Einn er Örn inn ermski, Úlfr, Hárrok Gellir, Sörli síðnefr ok Tjörfi, Tjösnir, Loðmundr,Haki, Lífólfr ok Styrr sterki, Brúsi beinserkr. Allir váruþessir illir viðreignar ok tröllum líkari en mönnum,þótt fjórir væri verstir, en þat var Tjösnir ok Gellirok þeir bræðr, Styrr ok Brúsi. Varð nú Eirekr konungrfeginn þeira kvámu ok sagði þeim hann hefði fengitmikinn mannskaða ok Hrólfr væri ólíkr flestum mönnumfyrir hreysti sakir ok herklæða, er hann hafði, --\"var oss þat mikit óhapp, at Hrólfr náði sverðinu Hreggviðarnaut.\"Grímr segir: \"Vel mun duga. Skulum vérþann mannskaða aptr bæta á morgin, er þér fenguðí dag.\" Leið náttin, en dagr kom. Bjuggust nú hvárirtveggjutil orrostu.Eirekr konungr fór út af borginni með allt sitt liðok skipaði sínar fylkingar. Brynjólfr bar enn merkihans, en undir merkinu stóðu átta berserkir: Örnermski, Úlfr, Hárr, Sörli, Lífólfr, Loðmundr, Herkir,Tjörfi ok Grímr ægir. Stóð hann fyrir framan fylkingarmerkit.Í annan arminn var Þórðr Hléseyjarskalli,ok var borit fyrir honum merki. Þar váru þeir Tjösnirok Gellir, Styrr ok Brúsi ok margt annat lið.Í mót Eireki konungi fylkti Hrólfr ok Stefnir okmeð þeim Knútr kveisa ok Torfi inn sterki. Á mótÞórði fylkti Sturlaugr ok Eirekr, sonr hans, ok þeirsex kapparnir: Haddr, Garði, Atli, Birgir, Sölvi okLoðinn. Eigi er þess getit, hverir merki báru fleiri enBrynjólfr. Liðsmunr var mikill, svá at konungr hafðiþrjá um einn.Síðan var í lúðra blásit, ok eptir þat sigu samanfylkingar með ópi ok eggjan ok miklu vápnabraki. Varfyrst hörð skothríð, en síðan höggorrosta, ok genguhvárir sterkliga á aðra. Váru margir þeir hlutir ok atburðir,at jafnfram báru við, ok verðr þó fram í einusenn at segja. Möndull dvergr var eigi í orrostu okstóð á hæð nokkurri. Hann skaut af handboga ok varmjök mannskæðr. Gengu nú hvárirtveggi hart fram,svá at eigi þurfti sóknar at frýja. Í móti Grími ægikómu þeir Knútr kveisa ok Torfi inn sterki. Báðir váruþeir sterkir ok fjölkunnigir. Þeir sóttu hann báðir sennlengi dags. Var þeira atgangr svá harðr, at menn urðuforða sér nærri at vera. Berserkirnir konungs gerðumikit af sér ok gengu í gegnum lið Hrólfs, svá at allthrökk undan. Varð þar margr góðr drengr ríki sitt atmissa. Engi var svá góðr hjálmr eða þykkr skjöldr, ateigi yrði at ganga fyrir þeira höggum. Var lið Hrólfsbúit til flótta.Hrólfr hafði gengit í fylking Eireks konungs okStefnir, ok gerðu þar mikinn skaða, áðr þeir sáu, hversuberserkirnir gengu hart fram. Sneru þeir þá í mótiþeim, ok er þeir fundust, var þar ekki stórra höggvaat frýja, er hvárir greiddu öðrum. Hrólfr hjó til Arnar,en hann kom skildi við, ok tók hann sundr, enblóðrefillinn reist allan kviðinn, svá at út fellu iðrin.Eptir þat lagði hann Herki í gegnum ok hjó báða fætrundan Lífólfi. Stefnir lagði með spjóti til Úlfs, en hannkom skildi fyrir lagit, ok gekk í gegnum ok svá í lærit.Var þat mikit sár. Úlfr hjó spjótit af skaptinu. Hárrhljóp ok fram at Hrólfi ok laust með gaddakylfu utaná hjálminn, svá at honum helt við ómegin, ok hrapaðiat Úlfi ok stakk við honum sverðinu, en brynjan dugðieigi, ok gekk í gegnum hann. Loðmundr lagði tilStefnis, þar er kálfann tók, ok í gegnum kálfann. Hrólfrkom at því ok höggr báðum höndunum í höfuð Loðniok klauf hann allan niðr í gegnum, svá at í jörðu namstaðar. Í því lögðu þeir Sörli ok Tjörfi at Hrólfi. Hárrlaust með kylfunni um hrygg Hrólfs. Hefði þat orðithans bani, ef eigi hefði kápan hlíft honum ok herklæðin,en hann fell á bæði kné. Hann spratt uppskjótt ok hjó á fót Hárs, svá at af tók í knjáliðunum.Hrólfr slæmdi ok sverðinu utan á síðu Tjörfa, svá athann tók sundr í miðju. Sörli leitaði þá undan, ok Hárrhnykkti á annan fótinn ok lamdi með kylfunni, hvater fyrir varð. Hann drap ellefu menn, áðr Stefnir hjóhann banahögg. Lét hann líf sitt með góðan orðstír. Varnú hörð orrosta. Eirekr konungr ok Brynjólfr drápumargan mann. Möndull skaut Eirek konung með pílugegnum handlegginn.Þeir Hrólfr ok Stefnir sækja nú hart fram á nýra leik,því at mjök hallaðist á þá bardaginn. Þeir kómu þarat, er þeir höfðu við átzt Grímr ok Torfi ok Knútr,ok var þar jörðu um snúit. Lyktaði svá þeira viðreign,at Knútr var dauðr, en Torfi ófærr fyrir sára sakir.Grímr var móðr mjök, en þó hafði hann drepit þá ennmargan mann. Hrólfr ok Stefnir höggva til hans báðirsenn, en hann fór niðr í jörðina undan, því líkt semá vatni væri.Frá því er nú at segja, er jafnfram bar við, at þeirSturlaugr sækjast í annan fylkingararm. Gengu þarhvárir í lið annarra með stórum höggum ok sterkumspjótalögum. Var þar mikit mannfall. Sturlaugr hjó oklagði til beggja handa með saxinu Véfreyjunaut. Þurftisá engi um sár at binda, er skeinu fekk af því. Eirekrsonr hans, fylgdi honum vel ok felldi margan mann.Þórðr Hléseyjarskalli gekk með miklu kappi mót Sturlaugi.Hann atti fram berum skallanum, en þótt á hannværi höggvit með sverðum eða öxum, þá beit ekki. Þvímátti hann öruggr fram ganga. Þeir Norðmenninir,fjórir tigir af mönnum Sturlaugs, kómu móti honumok sóttu allir at honum, en hann varðist með miklukappi.Í öðrum stað mættust þeir Styrr sterki ok Brúsi beinserkr,en í móti þeim kom Haddr ok Garðr, Birgir okSölvi. Gengu þeir þrír at hinum tveimr, ok þurftu þeirallra handa við. Var þeira sókn bæði hörð ok áköf, okeru þeira högg ok lög eigi með atvikum greind. Ensvá lauk þeira fundi, at þeir Styrr ok Brúsi sprunguaf mæði. Höfðu þeir þá drepit Hadd ok Garð okhöggvit báðar hendr af Sölva, en Birgir var mjök sárr.Sölvi hljóp at einum manni ok setti hausinn fyrir brjósthonum, svá at inn gengu bringspalirnar. Var þat hansbani. Eptir þat felldi hann annan ok beit sundr barkanní þeim. Var hann þá lagðr spjóti í gegnum, ok léthann líf sitt með mikilli hreysti.Loðinn ok Atli sóttu tveir Gelli, ok var þeirafundr harðr, því at hann var it mesta illmenni. Særðuþeir hann mörgum sárum. Gellir hjó Átla með bryntröllsbroddi,en hann kom í hjálminn ok klauf hann,svá at í heila nam staðar. Loðinn vildi hefna hans oklagði með sverði til Gellis í gegnum brynjuna ok ílærit. Varð þat mikit sár. Gellir hjó þá til Loðins, okkom á viðbeinit ok tók þat sundr ok sneið hjartat. Fellhann dauðr niðr. Þá kom at Eirekr Sturlaugsson okhöggr Gelli banahögg.Nú finnast þeir Tjösnir ok Sturlaugr. Höggr hvárrtil annars, ok varð hvárrgi sárr. Hann hjó af Tjösniallan skjöldinn, en þó hörfði Sturlaugr fyrir stórumhöggum Tjösna. Möndull sér þetta. Hann leggr ör ástreng ok skýtr einni krókör í augat á Tjösna, svá atlangt sökk upp á skaptit. Tjösnir grípr í örvarskaptitok slítr burt örina, ok var þar á augat. Þessu sætirSturlaugr ok höggr í því Tjösna sundr í miðju, svá atsér fell hvárr hlutrinn.Sturlaugr sér nú, hversu mikinn skaða Þórðr gerirhonum, svá at náliga var lið hans komit á flótta, ensumt drepit. Sækir hann nú þangat til, er Þórðr er,en hann snýst í móti, ok varð þeira einvígi bæði hartok langt, þar til er Sturlaugr kom staðhöggi á Þórð.Þat kom í skalla honum ok bilaði eigi heldr en vantvar. Þat högg varð svá mikit, at hann klauf höfuð Þórðarok allan búkinn niðr í gegnum, svá at hann fell í tveimhlutum til jarðar. Sturlaugi vannst at með ýkjum, okvarð honum saxit laust ok smaug niðr í jörðina okfannst aldri síðan. Um þenna atburð greinast mjök bækr,at því svá segir í Sturlaugs sögu ok fleirum öðrum sögum,at hann hafi orðit sóttdauðr heima í Hringaríkiok væri þar heygðr, en hér segir svá, at eptir fall Þórðarkom Grímr ægir upp ór jörðunni á baki Sturlaugi okhjó með mæki um hrygg honum, svá at tæki sundr ímiðju. Vitum vér eigi, hvárt sannara er.Eirekr, sonr hans, sér þetta, því at hann var nærstaddr. Hann hjó til Gríms með sverði af mikilli reiði,ok kom á öxl honum, ok gnast við, sem í stein kæmi,ok beit ekki á. Grímr snerist í móti Eireki ok spjóeitri í andlit honum svá heitu, at hann fell þegar dauðrniðr. Allir menn skelfdust við þessa sýn, en þó var ennhörð orrosta ok mikit mannfall.Ok er Hrólfr vissi þessi tíðendi, varð hann reiðrmjök, ok sparði hann þá ekki Hreggviðarnaut ok hjóbæði hart ok títt, svá at allt hrökk undan, þat er fyrirvar. Drap hann stundum tvá eða þrjá í einu höggi okóð þvílíkt fram sem hann væði þungan árstraum. Orrostaþessi stóð allan daginn, til þess at svá var myrkt,at eigi var vígljóst. Lét þá Eirekr konungr halda uppfriðskildi, ok gafst upp orrostan. Fór konungr í borginameð sitt lið, en Hrólfr til herbúða sinna, ok várubundin sár manna, þeira er lífvænir váru. En svá hafðifallit lið Hrólfs ok Stefnis, at eigi váru meir eptir entvær þúsundir manna af öllum þeira her ok flest alltmjök sárt. Var nú illr kurr í liðinu. Tóku menn þáá sik náðir ok sofnuðu skjótt eptir mikla mæðu."}}