{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_17", "text": {"0": "Aðils konungr hrósaði nú sigri ok þóttist mjök hafaframazt, er hann vann konung svá ágætan sem Helgivar ok svá víðfrægr. Yrsa drottning mælti: \"Eigi er einsættat hælast svá mjök, þótt þú hefir svikit þann mann,sem mér er mestr vandi við ok ek unna mest, ok fyrirþetta it sama verð ek þér aldri holl, ef þú átt við venzlamennHelga konungs. Berserkjum þínum ræð ek þegarbana, er ek má, ef nokkurir eru svá vaskir, at þat viligera fyrir mínar sakir ok sinnar snilldar.\" Aðils konungrbað hana at heitast ekki við sik né berserki sína,-- \"því at þat skal þér eigi duga. En ek vil bæta þérföðurdauðann stórmannligum gjöfum með miklumfjárhlutum ok góðum gersemum, ef þú kannt at þekkjast.\"Drottning sefast við þetta ok þiggr sæmdir af konungi.Hún er þó óhæg síðan í skapsmunum, ok opt sathún um þat at gera berserkjum mein ok svívirðu. Aldrifinna menn, at drottning yrði allkát síðan eða í góðuskapi eptir fall Helga konungs, ok meira varð ósamþykkií höllinni en áðr hafði verit, ok ekki vildi drottningsæma við Aðils konung, ef hún skyldi ráða. Aðilskonungr þóttist nú stórum frægr gerast, ok þykkir núsá mestr maðr vera, er með honum er ok hans köppum.Sitr hann nú um hríð í sínu ríki ok hugsar engimuni reisa rönd við sér ok sínum berserkjum. Aðilskonungr var inn mesti blótmaðr ok fullr af fjölkynngi."}}