{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_9", "text": {"0": "Sá konungr réð fyrir Firðafylki, er Óláfr hét ok varEysteinsson, bróðir Önundar, föður Ingjalds illráða.Allir váru þeir ótryggvir ok illir viðrskiptis. Hann áttisér dóttur þá, er Bryngerðr hét. Njörfi fekk hennar okhafði hana með sér ok átti við henni níu sonu: Jökullvar elztr þeira bræðra, Óláfr hét annarr, Grímr, Geitir,Teitr, Tyrfingr, Björn, Geirr, Grani ok Tóki. Þeir váruallir efniligir menn. Þó var Jökull langt fyrir þeim umalla atgervi. Metnaðarmaðr var hann svá mikill, at honumþótti ekki koma til jafns við sik. Óláfr gekk næsthonum um allar íþróttir, en óeirinn ok ódæll um alltok ójafnaðarfullr. Svá mátti kalla þá alla bræðr, okváru miklir menn fyrir sér.Víkingr átti ok níu sonu: Þorsteinn hét inn elzti sonrhans, annarr Þórir, Finnr, Úlfr, Steinn, Hrómundr,Finnbogi, Eysteinn ok Þorgeirr. Váru þeir efniligir mennok íþróttamenn miklir. Þó var Þorsteinn fyrir þeimum alla hluti. Hann var manna mestr ok sterkastr, vingóðrok vinfastr, tryggr ok trúr í öllum hlutum, seinþreyttrtil allra vandræða, en galt grimmliga, ef hansvar leitat. Varla þóttust menn vita hversdagliga, hvárthonum þótti vel eða illa, þótt mót honum væri gert,en löngu síðar lét hann sem nýgert væri. Þórir varskjótlyndr ok ákafamaðr inn mesti. Svall honum alltá æði, ef honum var mein gert eða í móti skapi. Sásthann ok ekki fyrir, við hverja sem um var at eiga eðahvat eptir kom, ok lét þat allt verða fram at ganga, erhonum kom í hug at gera. Allra manna var hann fimastrá alla leika ok manna sterkastr. Hann gekk næstÞorsteini, bróður sínum.Þessir ungu menn óxu upp allir senn í ríkinu.Á fjallveg þeim, er millum var byggða Víkings okHálfdanar, var ein gjá furðu djúp. Þrjátigi alna varþar yfir gjána, er stytzt var. Kómust þar engir mennyfir, ok því váru engir vegir yfir þat fjall. Þat höfðuþeir Njörvi konungr ok Víkingr jarl ok Hálfdan prófat,hversu þeim gekk at hlaupa yfir gjána, ok gekk Víkingrí öllum herklæðum sínum, en Njörfi bjó sik semléttligast til, en Hálfdan með því einu, at Víkingr tækií móti honum.Sátu þeir nú allir um kyrrt langan tíma. Rénaði aldrivinátta þeira Víkings jarls ok Njörfa konungs."}}