{"originalTitle": "Örvar-Odds_Saga_Chapter_24", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_24", "text": {"0": "En er Oddr kom heim til Gautlands með fóstbróðursínum, bauð Sírnir honum þar at sitja um vetrinn.Þat þekktist Oddr. Ok er á leið vetrinn, ógladdist hannfast. Kómu honum þá í hug harmar sínir, þeir er hannhafði fengit af Ögmundi flóka. Þó hugsast honum svátil, at hann mun eigi hætta lengr fóstbróður sínumtil at berjast við Ögmund, því at hann þóttist þar stóraskaða hafa af fengit. Verðr þat þá hans ráð at leynastí burt einn á náttarþeli. Ferr hann þá at flutningum,þar sem þeira þarf við, en stundum ferr hann um merkrok skóga, ok ratar hann harðla stóra fjallvegu. Hannhefir þá örvamæli sinn á baki sér. Ferr hann nú víðaum lönd, ok kemr svá ráði hans, at hann hafði þateitt til atvinnu sér, er hann skaut fugla fyrir sik. Hannspennir þá at sér um bol ok fætr næfrum. Síðan gerirhann sér næfrahött mikinn á höfuð sér. Er hann ekkiöðrum mönnum líkr, meiri miklu en allir menn aðrir,er hann er allr þakinn næfrum.Nú er ekki sagt frá honum fyrr en hann kemr órmörkum fram, ok sér hann, at heruð hefjast upp fyrirhonum. Hann sér, at þar stendr einn bær mikill, enþar var annarr bær skammt frá. Þat kom honum í hug,at hann mundi snúa á inn minna bæinn; þat hafðihann aldri fyrr freistat. Hann gengr þar at dyrum. Þarvar maðr fyrir dyrum ok klauf skíð. Sá var lítill vextiok hvítr fyrir hærum. Hann heilsar þeim vel, er kominnvar, ok spurði karl hann at nafni. \"Næframaðrheiti ek,\" sagði hann, \"en hvat heitir þú?\" En hannnefnist Jólfr. \"Hér muntu vera vilja í nótt,\" sagðikarl. \"Þat skal þiggja,\" sagði Næframaðr. Nú fylgirkarl honum í stofu, ok sitr þar kerling ein á stóli.\"Hér er gestr,\" kvað karl, \"at þú skalt við sæma, erek á margt at annast.\" Kerling veinaði mjök ok kvaðþat opt, at hann byði mönnum gisting, -- \"en ekki er tilfram at bera.\" Nú gengr karl á burt, en þau kerlingsitja tvau eptir. Ok um kveldit, er Jólfr kom inn, erborð sett fyrir þá, ok kom fram diskr, en þeim megin,sem Næframaðr sat, þá leggr hann fram kníf góðan.Hólkar váru tveir á knífinum, annarr ór gulli, en annarrór silfri. En er Jólfr sér þat, þá seilist hann til knífsinsok lítr á. \"Þú hefir góðan kníf, félagi,\" sagði karl,\"eða hversu komtu at gersimi þessi?\" Næframaðr mælti:\"Þá ek var á unga aldri, brenndum vér salt eigi allfáirsaman, at þar rak skip at landinu, sem vér várum.Þeir brutu skip sitt í spán, ok rak upp mennina okváru máttlitlir, ok gerðu vér skjótt um við þá, ok hlautek kníf þenna í mitt hlutskipti, en ef svá vel væri, atþér, karl, þætti nokkuru nýtr, þá mun ek gefa þérknífinn.\" \"Gefðu allra manna heilastr,\" sagði karl oksýnir nú kerlingu sinni knífinn. \"Hér er á at sjá,\" sagðihann, \"ok er sjá knífrinn engu verri en sá, er ek áttafyrr.\" Eptir þat taka þau til fæðu, ok síðan var Næframannifylgt til svefns, ok sváfu af þá nótt, ok vaknaðiNæframaðr ekki fyrr en Jólfr var í burtu ok kalt varrúm hans. Þá tók hann til orða: \"Mun eigi ráð atstanda upp ok fara á burt ok leita sér dagverðar annarsstaðar?\" Kerling sagði, at karl vill, at hann bíði hansheima.Þat var nær miðjum degi, at karl kom heim, endavar Næframaðr þá á fótum. Þá váru borð fram sett.Þar kom fram diskr á borðit, en þeim megin, sem karlsat, þá leggr hann fram steinörvar þrjár hjá diskinum.Þat váru svá stór skeyti ok fögr, at Næfrimaðr þóttistaldri sét hafa vænni þess kyns skeyti. Hann tekr uppok lítr á. \"Þetta skeyti er vel smíðat,\" sagði hann.\"Væri svá vel,\" sagði karl, \"at þér þætti vel gert, þávil ek gefa þér.\" Næframaðr brosti at ok mælti: \"Eigiveit ek, at ek muna þurfa at bera eptir mér steinörvarþessar.\" \"Þat veiztu aldri, Oddr,\" sagði karl, \"hvé nærþú þarft þeira við. Veit ek, at þú heitir Örvar-Oddrok ert sonr Gríms loðinkinna norðan ór Hrafnistu.Þat veit ek ok, at þú hefir örvar þrjár, er kallaðar eruGusisnautar, en þat mun þér kynligt þykkja, ef þúkemr þar eitthvert sinn, ef þér duga ekki Gusisnautar,at þér dugi steinövar þessar.\" \"Þar er þú veizt, at ekheiti Oddr, ok segir þér engi, ok svá þat, at ek hefiörvar þær, er Gusisnautar heita, þá má vera,\" segirOddr, \"at þú vitir þat, sem þú segir fyrir. Skal ek vístþiggja örvarnar,\" ok lét koma í örvamæli sinn. \"Hvatsegir þú til þess, karl,\" sagði Oddr, \"ræðr konungr fyrirlandi þessu?\" \"Já,\" sagði karl, \"ok heitir hann Herrauðr.\"\"Hvat er göfugra manna með honum?\" sagðiOddr. \"Þar eru tveir menn,\" sagði karl, \"ok heitirannarr Sigurðr, en annarr Sjólfr. Þeir eru öndvegishöldarkonungs ok inir mestu bardagamenn.\" \"Hvat ákonungr barna?\" sagði Oddr. \"Hann á eina dótturvæna, er Silkisif heitir.\" \"Er hún væn kona?\" sagðiOddr. \"Já,\" sagði karl, \"engi er önnur jafnfríð í Garðaríkiok víðar annars staðar.\" \"Hvat ætlar þú, karl,\"sagði Oddr, \"hversu þeir taki við mér, ef ek kem þar?Ok skaltu ekki segja, hverr ek em.\" \"Halda mun ekmega munni mínum,\" sagði karl.Þeir fara nú til konungs hallar. Þá setr karl við fætrok vill eigi ganga lengra. \"Hví setr þú nú fætr við?\"sagði Oddr. \"Því,\" sagði karl, \"at ek em færðr í fjötur,ef ek kem hér inn, ok verð ek því fegnastr, at ek komumstí burt.\" \"Já,\" sagði Næframaðr, \"vit skulumryðjast at báðir saman, ok má ek ekki annat en þúfarir með,\" ok þrífr nú til hans. Síðan ganga þeir inní höllina. Sem hirðmenn konungs sjá karl, þyrpast þeirat honum, en Næframaðr styðr hann, svá at þeir hrjótaaf strengjum. Nú hörfa þeir innar eptir höllinni, tilþess at þeir koma fyrir konung. Karl kvaddi vel konung.Konungr tók því vel. Þá spyrr konungr, hvernhann leiddi þar eptir sér. \"Eigi má ek þat vita,\" sagðikarl, \"ok verðr hann þat sjálfr at segja, hverr han er.\"\"Ek heiti Næframaðr,\" sagði hann. \"Hverr ertu, félagi?\"sagði konungr. \"Þat veit ek,\" sagði hann, \"at ek emhvívetna eldri, ok er hvárki vitit né minnit heima hjámér, ok hefik lengi legit úti á mörkum nær alla ævimína. En bráð eru brautingja erendi, konungr, ek vilbiðja þik vetrvistar.\" Konungr svarar: \"Ertu at nokkuruíþróttamaðr?\" \"Þat ferr fjarri,\" sagði hann, \"þvíat ek em óliprari en aðrir menn.\" \"Nennir þú nokkuru?\"sagði konungr. \"Ek kann ekki at vinna, endanenni ek ekki at vinna,\" sagði Næframaðr. \"Þá horfirallóvænt\" sagði konungr, \"fyrir því at ek hefi þessheit strengt at taka við þeim einum mönnum, at þeirsé at nokkuru íþróttamenn.\" \"Aldri kann ek einn hlutat gera,\" sagði Næframaðr, \"þann öðrum sé gagn at.\"\"Kunna muntu at draga saman dýr, ef menn skjóta,\"sagði konungr. \"Þá má vera, at ek fara til þess eitthvertsinn.\" \"Hvar vísar þú mér til sætis?\" sagði Næframaðr.\"Þú skalt sitja utar inum óæðra megin, þar sem mætastþrælar ok frelsingjar.\" Nú fylgir Næframaðr karliút ok snýr eptir þat til sætis, þar sem honum var vísat.Þar sátu fyrir bræðr tveir. Hét annarr Óttarr, en annarrIngjaldr. \"Far hingat, félagi,\" segja þeir, \"ok skaltusitja í millum okkar,\" ok þat þiggr hann. Þar leggst ásitt kné honum hvárr þeira, ok spyrja af hverju landi,er þeim kom í hug, en ekki vita menn til, hvat þeirtöluðu. Hann festi upp á tjaldsnagla örvamæli sinn yfirsik, en staflurk undir fæti sér. Jafnan biðja þeir hann,at þeir skyldu hirða belginn, ok þykkir hann vera óhræsimikit, en hann kvað eigi nær skyldu fara, at hannskyldi á burt borinn frá honum, ok þess gekk hannhvergi, at hann hefði hann eigi með sér. Þeir bjóðahonum at kaupa at honum, at hann láti af höndumnæfrarnar, \"ok munu vér gefa þér til góð klæði,\" segjaþeir. \"Eigi má svá vera,\" sagði hann, \"því at ek hefialdri önnur borit, enda skal eigi önnur hafa, meðanlífit er.\""}}