{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_7", "text": {"0": "Í þann tíma kom hallæri mikit á Reiðgotaland, sváat til landauðnar þótti horfa. Þá váru gervir hlutir afvísendamönnum ok felldr blótspánn til, en svá gekkfrétt, at aldri mundi ár koma fyrr á Reiðgotaland enþeim sveini væri blótat, er æðstr væri á landinu. Haraldrkonungr segir, at sonr Heiðreks væri æðstr, enHeiðrekr segir, at sonr Haralds konungs væri æðstr. Enór þessu mátti engi leysa fyrr en þangat væri farit, erallar órlausnir váru trúar, til Höfundar konungs. Heiðrekrer inn fyrsti maðr til þessar ferðar tekinn okmargir aðrir ágætir menn. Sem Heiðrekr kom á fundföður síns, þá var honum þar vel fagnat. Hann sagðiöll erendi sín föður sínum ok beiðir dóms af honum.En Höfundr segir svá, at Heiðreks sonr var ágætastrá því landi. Heiðrekr segir: \"Svá lízt mér sem þúdæmir minn son til dráps, eða hvat dæmir þú mér þáfyrir sonarskaða minn?\" Þá mælti Höfundr konungr:\"Þú skalt beiðast, at inn fjórði hverr maðr sé á þínuvaldi, sá er við blótit er staddr, ella muntu son þinneigi láta til blóts. Mun þá eigi þurfa at kenna þér ráðsíðan, hvat þú skalt at hafast.\"Nú er Heiðrekr kom heim í Reiðgotaland, þá varþings kvatt. Heiðrekr tekr svá til orðs: \"Þat var atkvæðiHöfundar konungs, föður míns, at minn sonr sé ágætastrá þessu landi, ok er hann til blóts kosinn. En þarí mót vil ek eiga forráð á inum fjórða hverjum manni,er kominn er til þings þessa ok vil ek þér lofið mérþetta.\" Nú var svá gert. Síðan heimtast þeir í lið hans.Eptir þat lét hann blása saman liðinu ok setr upp merki,veitir nú atgöngu Haraldi konungi, ok verðr þar mikillbardagi, ok fellr þar Haraldr konungr ok margt liðhans. Heiðrekr leggr nú undir sik allt ríki þat, er átthafði Haraldr konungr, ok gerðist þar konungr yfir.Heiðrekr kveðst nú gjalda fyrir son sinn þetta lið allt,er drepit var, ok gaf hann nú þennan val Óðni. Konahans var svá reið eptir fall föður síns, at hún hengdisik sjálf í dísarsal.Þat var eitt sumar, at Heiðrekr konungr fór meðher sinn suðr í Húnaland ok barðist við konung þann,er Humli hét, ok fekk sigr ok tók þar dóttur hans, erSifka hét, ok hafði heim með sér. En at öðru sumrisendi hann hana heim,ok var hún þá með barni, okvar sá sveinn kallaðr Hlöðr ok var allra manna fríðastrsýnum, ok fóstraði hann Humli, móðurfaðir hans."}}