{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_16", "text": {"0": "Þá réð konungr fyrir Garðaríki, er Hálfdan hét.Hann var vitr konungr ok vinsæll. Hann á dóttur einafríða, þá er Álof hét. Hálfdan konungr unni mikitdóttur sinni. Þótti hún inn bezti kostr í öllu Garðaríkiok þótt víðara væri um leitat. Þórir hét maðr. Hannvar öndugishöldr Hálfdanar konungs. Hann var bæðimikill ok sterkr. Hann var kallaðr járnskjöldr. Hannhafði lengi verit þar landvarnarmaðr.Með Hálfdani konungi váru tólf berserkir. Þeir váruillir ok ódælir. Engan þeira beit járn. Tveir eru nefndiraf þeim, hét annarr Hrosskell, en annarr Hesthöfði.þeir váru bræðr. Svá er frá þeim sagt, at þeir óðu eldaok gengu sjálfráðir á vápn, þá er berserksgangr komá þá. Þeir drápu bæði menn ok fé ok allt þat, er fyrirvarð ok eigi vildi undan þeim láta, ok eirðu engu,meðan sá óhugr  var á þeim, en þá þetta rann af þeim,váru þeir svá máttlitlir, at þeir höfðu eigi allnær hálfanstyrk sinn, ok var sem þeir væri þá svá veikir semþeir menn, er í sóttum hefði legit. Helzt þat um dægreða því nær. Hálfdan konungr hafði mikit traust áþeira framgöngu, svá at engir konungar treystu viðhann at stríða. Konungr unni mikit dóttur sinni, okþótt konungar bæði hennar, þá stukku allir undan viðgys ok gabb, er berserkir gerðu at þeim. Þóttust allirhólpnir, er ór þessu kallsi kómust. Við þetta gerðistkonungsdóttir kostvönd ok vildi engum játa, þótt hennarbæði. Sitja nú um kyrrt, því at öllum leiddist hennarandsvör."}}