{"originalTitle": "Gautreks_Saga_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gautreks_Saga_Chapter_3", "text": {"0": "Húnþjófr hét konungr, er ráðit hefir fyrir Hörðalandi.Hann var sonr Friðþjófs ins frækna ok Ingibjargarinnar fögru. Hann átti þrjá sonu. Herþjófrhét sonr hans, er síðan var konungr á Hörðalandi,annarr hét Geirþjófr Upplendinga konungr, þriði varFriðþjófr Þelamerkr konungr. Þessir váru allir ríkirkonungar ok hermenn miklir, en þó var Herþjófr konungrfyrir þeim at viti ok ráðagerð. Hann var löngumí hernaði, ok varð hann af því frægr mjök. Í þennatíma var sá konungr á Ögðum, er Haraldr hét. Hannvar ríkr konungr. Hann var kallaðr Haraldr inn egðski.Víkarr hét sonr hans. Hann var þá ungr ok efniligr.Stórvirkr hét maðr; hann var sonr Starkaðar Áludrengs.Starkaðr var hundvíss jötunn. Hann tók ór ÁlfheimumÁlfhildi, dóttur Álfs konungs. Álfr konungrhét þá á Þór, at Álfhildr skyldi aptr koma. Þá drapÞórr Starkað, en flutti Álfhildi heim til föður síns,ok var hún þá með barni. Hún fæddi son þann, erStórvirkr hét, er áðr er nefndr. Hann var fríðr maðrsýnum ok þó svartr á hár, meiri ok sterkari en aðrirmenn. Hann var víkingr mikill. Hann kom til hirðarHaralds konungs á Ögðum ok gerðist hans landvarnarmaðr.Haraldr konungr gaf honum ey þá, er Þrumaheitir, á Ögðum, ok þar bjó Stórvirkr. Hann varlöngum í hernaði, en stundum var hann með Haraldikonungi. Stórvirkr nam á brutt Unni, dóttur Frekajarls af Hálogalandi, ok fór síðan heim til bús síns íÞrumu. Þau áttu son, er Starkaðr hét. Synir Freka jarls,Fjöri ok Fýri, fóru at Stórvirk ok kómu á bæ hans umnótt á óvart með her ok brenndu bæinn ok Stórvirkinni ok Unni, systur sína, ok alla menn, þá er þarváru, því at þeir þorðu eigi dyrr upp at lúka ok hræddust,at Stórvirkr mundi út komast. Þeir sigldu þegará brutt um nóttina ok norðr með landi, ok annan dageptir, er á leið, gerði at þeim storm, ok sigldu þeirí boða fyrir Staði, ok týndist þar öll skipshöfn þeira.Starkaðr, sonr Stórvirks, var þá ungr, er faðir hanslézt, ok fekk Haraldr konungr honum þá fóstr meðhirð sinni. Svá segir Starkaðr frá:\"Þá var ek ungr,er inni brannflotna fjöldmeð feðr þjóðu,þrár nær vágifyr Þrumu innanherhröðuðrHaralds ins egðska.Ok menbrotamágar véltuFjöri ok Fýri,Freka arfþegar,Unnar bræðr,eiðu minnar.\""}}