{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_5", "text": {"0": "Einn dag, er Guðmundr lék skáktafl ok hans taflvar mjök svá farit, þá spurði hann, ef nokkurr kynnihonum ráð til at leggja. Þá gekk til Hervarðr ok lagðilitla stund til, áðr Guðmundar var vænna. Þá tók maðrupp Tyrfing ok brá; þat sá Hervarðr ok þreif af honumsverðit ok drap hann ok gekk út síðan. Menn vilduhlaupa eptir honum. Þá mælti Guðmundr: \"Veriðkvirrir, ekki mun svá mikil hefnd í manninum sem þérætlið, því at þér vitið ekki, hverr hann er; mun þessikvenmaðr yðr dýrkeyptr, áðr þér fáið hans líf.\" Síðanvar Hervör langa stund í hernaði ok varð mjök sigrsæl.Ok er henni leiddist þat, fór hún heim til jarls,móðurföður síns; fór hún þá fram sem aðrar meyjar,at vandist við borða ok hannyrðir. Þetta spyrr Höfundr,sonr Guðmundar, ok ferr hann ok biðr Hervararok fær ok flytr heim. Höfundr var manna vitrastr oksvá réttdæmr, at hann hallaði aldri rétum dómi, hvártsem í hlut áttu innlenzkir eða útlenzkir, ok af hansnafni skyldi sá höfundr heita í hverju ríki, er málmanna dæmdi. Þau Hervör áttu tvá syni. Hét annarrAngantýr, en annarr Heiðrekr. Báðir váru þeir miklirmenn ok sterkir, vitrir ok vænir. Angantýr var líkrfeðr sínum at skaplyndi ok vildi hverjum manni gott.Höfundr unni honum mikit ok þar með öll alþýða.Ok svá margt gott sem hann gerði, þá gerði Heiðrekrenn fleira illt. Hervör unni honum mikit. Fóstri Heiðrekshét Gizurr. Ok einn tíma, er Höfundr gerði veizlu,var öllum höfðingjum til boðit í hans ríki utan Heiðreki.Honum líkaði þat illa ok fór allt at einu ok kveðstskyldu gera þeim nokkut illt. Ok er hann kom í höllina,stóð Angantýr upp móti honum ok bað hann sitjahjá sér. Heiðrekr var ekki kátr ok sat lengi við drykkjuum kveldit. En er Angantýr, bróðir hans, gekk út, þátalaði Heiðrekr við þá menn, er honum váru næstir,ok kom hann svá sinni ræðu, at þeir urðu rangsáttir,ok mælti hvárr illt við annan. Þá kom Angantýr aptrok bað þá þegja. Ok enn í annat sinn, er Angantýr varút genginn, þá minnti Heiðrekr þá á, hvat þeir höfðuvið mælzt, ok kom þá svá, at annarr sló annan meðhnefa. Þá kom Angantýr til ok bað þá sátta vera tilmorgins. Enn þriðja sinn, er Angantýr gekk í brott,þá spurði Heiðrekr þann, er höggit hafði fengit, hvárthann þyrði eigi at hefna sín. Svá kom hann þá sinnifortölu, at inn lostni hljóp upp ok drap sessunaut sinn,ok þá kom Angantýr at. En er Höfundr varð þessavarr, bað hann Heiðrek burt ganga ok gera eigi fleiraillt í þat sinn.Síðan gekk Heiðrekr út ok Angantýr, bróðir hans,ok í garðinn ok skildust þar. Þá er Heiðrekr hafðilitla hríð gengit frá bænum, þá hugsaði hann, athann hafði þar of lítit illt gert, snýr þá aptr til hallarinnarok tók upp stein einn mikinn ok kastaði þangat,sem hann heyrði menn nokkura talast við í myrkrinu.Hann fann, at steinninn mundi eigi manninn missthafa, ok gekk til ok fann mann dauðan ok kenndiAngantý, bróður sinn. Heiðrekr gekk þá í höllina fyrirföður sinn ok segir honum þetta. Höfundr kveðr hannskulu verða í brottu ok koma aldri honum í augsýnok kvað hitt makligra, at hann væri drepinn eða hengdr.Þá mælti Hervör drottning ok segir, at Heiðrekr hefirilla til gert, enda er mikil hefndin, ef hann skal aldrikoma í ríki föður síns ok fara svá eignalauss í brott.En orð Höfundar stóðust svá mikils, at þat gekk fram,sem hann dæmdi, ok engi var svá djarfr, at móti þyrðiat mæla eða Heiðreki friðar at biðja. Drottning bað þáHöfund ráða honum nokkur heilræði at skilnaði þeira.Höfundr kveðst fá ráð mundu honum kenna ok kveðsthyggja, at honum mundi illa í hald koma. \"En þó,er þú biðr þessa, drottning, þat ræð ek honum it fyrstaráð, at hann hjálpi aldri þeim manni, er drepit hefirlánardrottin sinn. Þat ræð ek honum annat, at hanngefi þeim manni aldri fríun, er myrðan hefir félagasinn; þat it þriðja, at hann láti eigi opt konu sína vitjafrænda sinna, þótt hún beiði þess; þat it fjórða, at hannsé eigi síð úti staddr hjá frillu sinni; þat it fimmta, athann ríði eigi inum bezta hesti sínum, ef hann þarfmjök at skynda; þat it sétta, at hann fóstri aldri göfugramanns barn en hann er sjálfr. En meiri ván þykkirmér, at þú munir þetta eigi hafa.\" Heiðrekr sagði, athann hefði við illan hug ráðit, ok kvað sér munduóskylt at hafa.Gengr þá Heiðrekr út ór höllinni. Móðir hans stendrþá upp ok gengr út með honum ok fylgir honum órgarðinum ok mælti: \"Nú hefir þú svá fyrir þér búit,sonr minn, at þú munt ekki aptr ætla; þá hefi ek lítilföng á at hjálpa þér. Mörk gulls er hér ok eitt sverð,er ek vil gefa þér, en þat heitir Tyrfingr ok hefir áttAngantýr berserkr, móðurfaðir þinn. Engi maðr er sváófróðr, at eigi hafi heyrt hans getit. Ok ef þú kemrþar, er menn skiptast höggum, láttu þér hugkvæmtvera, hversu Tyrfingr hefir opt sigrsæll verit.\" Nú biðrhún hann vel fara, ok skiljast síðan."}}