{"originalTitle": "Beowulf_I", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_I", "text": {"0": "IÐā wæs on burgum  Bēowulf Scyldinga,lēof lēodcyning  longe þrāgefolcum gefrǣge  --fæder ellor hwearf,aldor of earde --,  oþ þæt him eft onwōchēah Healfdene;  hēold þenden lifdegamol ond gūðrēouw  glæde Scyldingas.Ðǣm fēower bearn  forðgerīmedin worold wōcun,  weoroda rǣswa[n],Heorogār ond Hrōðgār  ond Hālga til,hȳrde ic þæt [......  wæs On]elan cwēn,Heaðo-Scilfingas  healsgebedda.þā wæs Hrōðgāre  herespēd gyfen,wīges weorðmynd,  þæt him his winemāgasgeorne hȳrdon,  oðð þæt sēo geogoð gewēox,magodriht micel.  Him on mōd bearn,þæt healreced  hātan wolde,medoærn micel  men gewyrcean ......þon[n]e yldo bearn  ǣfre gefrūnon,ond þǣer on innan  eall gedǣlangeongum ond ealdum,  swylc him God sealde,būton folcscare  ond feorum gumena.Ðā ic wīde gefrægn  weorc gebannanmanigre mǣgþe  geond þisne middangeard,folcstede frætwan.  Him on fyrste gelompǣdre mid yldum,  þæt hit wearð ealgearo,healærna mǣst;  scōp him Heort namansē þe his wordes geweald  wīde hæfde.Hē bēot ne ālēh,  bēagas dǣlde,sinc æt symle.  Sele hlīfadehēah ond horngēap;  heaðowylma bād,lāðan līges;  ne wæs hit lenge þā gēn,þæt se ecghete  āþumswēoranæfter wælnīðe  wæcnan scolde.Ðā se ellengǣst  earfoðlīceþrāge geþolode,  sē þe in þȳstrum bād,þæt hē dōgora gehwām  drēam gehȳrdehlūdne in healle;  þǣr wæs hearpan swēg,swutol sang scopes.  Sægde sē þe cūþefrumsceaft fīra  feorran reccan,cwæð þæt se Ælmihtiga  eorðan worh(te),wlitebeorhtne wang,  swā wæter bebūgetð,gesette sigehrēþig  sunnan ond mōnanlēoman tō lēohte  landbūendum,ond gefrætwade  foldan scēatasleomum ond lēafum,  līf ēac gesceōpcynna gehwylcum  þāra ðe cwice hwyrfaþ. --Swā ðā drihtguman  drēamum lifdon,ēadiglīce,  oð ðæt ān onganfyrene fre(m)man  fēond on helle;wæs se grimma gǣst  Grendel hāten,mǣre mearcstapa,  sē þe mōras hēold,fen ond fæsten;  fīfelcynnes eardwonsǣlī wer  weardode hwīle,siþðan him Scyppend  forscrifen hæfdein Cāines cynne --  þone cwealm gewræcēce Drihten,  þæs þe hē Ābel slōg;ne gefeah hē þǣre fǣhðe,  ac hē hine feor forwræc,Metod for þȳ māne  mancynne fram.þanon untȳdras  ealle onwōcon,eotenas ond ylfe  ond orcneas,swylce gīgantas,  þā wið Gode wunnonlange þrāge ;  hē him ðæs lēan forgeald."}}