{"originalTitle": "Grettis_Saga_Chapter_35", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_35", "text": {"0": "Grettir reið á Þórhallsstaði og fagnaði bóndi honum vel. Hann    spurði hvert Grettir ætlaði að fara en hann sagðist þar vilja    vera um nóttina en bónda líkaði að svo væri.    Þórhallur kvaðst þökk fyrir kunna að hann væri \"en fám þykir    slægur til að gista hér um tíma. Muntu hafa heyrt getið um    hvað hér er að véla en eg vildi gjarna að þú komist heill á    brott. Þá veit eg fyrir víst að þú missir hests þíns því engi    heldur hér heilum sínum fararskjót sá er kemur.\"    Grettir kvað gott til hesta hvað sem af þessum yrði.    Þórhallur varð glaður við er Grettir vildi þar vera og tók    við honum báðum höndum. Var hestur Grettis læstur í húsi    sterklega. Þeir fóru til svefns og leið svo af nóttin að ekki    kom Glámur heim.    Þá mælti Þórhallur: \"Vel hefir brugðið við þína komu því að    hverja nótt er Glámur vanur að rísa, ríða húsum eða brjóta    upp hurðir sem þú mátt merki sjá.\"    Grettir mælti: \"Þá mun vera annaðhvort að hann mun ekki lengi    á sér sitja eða mun af venjast meir en eina nótt. Skal eg    vera nótt aðra og sjá hversu fer.\"    Síðan gengu þeir til hests Grettis og var ekki við hann    glest. Allt þótti bónda að einu fara.    Nú er Grettir þar aðra nótt og kom ekki þrællinn heim. Þá    þótti bónda mjög vænkast. Fór hann þá að sjá hest Grettis. Þá    var upp brotið húsið er bóndi kom til en hesturinn dreginn    til dyra utar og lamið í sundur í honum hvert bein.    Þórhallur sagði Gretti hvar þá var komið og bað hann forða    sér \"því að vís er dauðinn ef þú bíður Gláms.\"    Grettir svarar: \"Eigi má eg minna hafa fyrir hest minn en að    sjá þrælinn.\"    Bóndi sagði að það var ekki bati að sjá hann \"því að hann er    ólíkur nokkurri mannlegri mynd. En góð þykir mér hver sú    stund er þú vilt vera.\"    Nú líður dagurinn og er menn skyldu fara til svefns vildi    Grettir eigi fara af klæðum og lagðist niður í sætið gegnt    lokrekkju bónda. Hann hafði röggvarfeld yfir sér og hneppti    annað skautið niður undir fætur sér en annað snaraði hann    undir höfuð sér og sá út um höfuðsmáttina. Setstokkur var    fyrir framan sætið mjög sterkur og spyrnti hann þar í.    Dyraumbúningurinn allur var frá brotinn útidyrunum en nú var    þar fyrir bundinn hurðarflaki og óvendilega um búið.    Þverþilið var allt brotið frá skálanum, þar fyrir framan    hafði verið, bæði fyrir ofan þvertréið og neðan. Sængur allar    voru úr stað færðar. Heldur var þar óvistulegt. Ljós brann í    skálanum um nóttina.    Og er af mundi þriðjungur af nótt heyrði Grettir út dynur    miklar. Var þá farið upp á húsin og riðið skálanum og barið    hælunum svo að brakaði í hverju tré. Það gekk lengi. Þá var    farið ofan af húsunum og til dyra gengið. Og er upp var lokið    hurðunni sá Grettir að þrællinn rétti inn höfuðið og sýndist    honum afskræmilega mikið og undarlega stórskorið. Glámur fór    seint og réttist upp er hann kom inn í dyrnar. Hann gnæfaði    ofarlega við rjáfrinu, snýr að skálanum og lagði handlegginn    upp á þvertréið og gægðist innar yfir skálann. Ekki lét bóndi    heyra til sín því að honum þótti ærið um er hann heyrði hvað    um var úti. Grettir lá kyrr og hrærði sig hvergi. Glámur sá    að hrúga nokkur lá í sætinu og ræður nú innar eftir skálanum    og þreif í feldinn stundar fast. Grettir spyrnti í stokkinn    og gekk því hvergi. Glámur hnykkti annað sinn miklu fastara    og bifaðist hvergi feldurinn. Í þriðja sinn þreif hann í með    báðum höndum svo fast að hann rétti Gretti upp úr sætinu,    kipptu nú í sundur feldinum í millum sín. Glámur leit á    slitrið er hann hélt á og undraðist mjög hver svo fast mundi    togast við hann. Og í því hljóp Grettir undir hendur honum og    þreif um hann miðjan og spennti á honum hrygginn sem fastast    gat hann og ætlaði hann að Glámur skyldi kikna við. En    þrællinn lagði að handleggjum Grettis svo fast að hann    hörfaði allur fyrir orku sakir. Fór Grettir þá undan í ýmis    sætin. Gengu þá frá stokkarnir og allt brotnaði það sem fyrir    varð. Vildi Glámur leita út en Grettir færði við fætur hvar    sem hann mátti en þó gat Glámur dregið hann fram úr skálanum.    Áttu þeir þá allharða sókn því að þrællinn ætlaði að koma    honum út úr bænum. En svo illt sem að eiga var við Glám inni    þá sá Grettir að þó var verra að fást við hann úti og því    braust hann í móti af öllu afli að fara út. Glámur færðist í    aukana og hneppti hann að sér er þeir komu í anddyrið. Og er    Grettir sér að hann fékk eigi við spornað hefir hann allt    eitt atriðið að hann hleypur sem harðast í fang þrælnum og    spyrnir báðum fótum í jarðfastan stein er stóð í dyrunum. Við    þessu bjóst þrællinn eigi. Hann hafði þá togast við að draga    Gretti að sér og því kiknaði Glámur á bak aftur og rauk    öfugur út á dyrnar svo að herðarnar námu af dyrið og rjáfrið    gekk í sundur, bæði viðirnir og þekjan frerin, féll svo opinn    og öfugur út úr húsunum en Grettir á hann ofan. Tunglskin var    mikið úti og gluggaþykkn. Hratt stundum fyrir en stundum dró    frá.    Nú í því er Glámur féll rak skýið frá tunglinu en Glámur    hvessti augun upp í móti. Og svo hefir Grettir sagt sjálfur    að þá eina sýn hafi hann séð svo að honum brygði við. Þá    sigaði svo að honum af öllu saman, mæði og því er hann sá að    Glámur gaut sínum sjónum harðlega, að hann gat eigi brugðið    saxinu og lá nálega í milli heims og heljar.    En því var meiri ófagnaðarkraftur með Glámi en flestum öðrum    afturgöngumönnum að hann mælti þá á þessa leið: \"Mikið kapp    hefir þú á lagið Grettir,\" sagði hann, \"að finna mig en það    mun eigi undarlegt þykja þó að þú hljótir ekki mikið happ af    mér. En það má eg segja þér að þú hefir nú fengið helming    afls þess og þroska er þér var ætlaður ef þú hefðir mig ekki    fundið. Nú fæ eg það afl eigi af þér tekið er þú hefir áður    hreppt en því má eg ráða að þú verður aldrei sterkari en nú    ertu og ertu þó nógu sterkur og að því mun mörgum verða. Þú    hefir frægur orðið hér til af verkum þínum en héðan af mun    falla til þín sektir og vígaferli en flest öll verk þín    snúist þér til ógæfu og hamingjuleysis. Þú munt verða útlægur    ger og hljóta jafnan úti að búa einn samt. Þá legg eg það á    við þig að þessi augu séu þér jafnan fyrir sjónum sem eg ber    eftir og mun þér erfitt þykja einum að vera. Og það mun þér    til dauða draga.\"    Og sem þrællinn hafði þetta mælt þá rann af Gretti ómegin það    sem á honum hafði verið. Brá hann þá saxinu og hjó höfuð af    Glámi og setti þá við þjó honum. Bóndi kom þá út og hafði    klæðst á meðan Glámur lét ganga töluna en hvergi þorði hann    nær að koma fyrr en Glámur var fallinn. Þórhallur lofaði guð    fyrir og þakkaði vel Gretti er hann hafði unnið þenna óhreina    anda. Fóru þeir þá til og brenndu Glám að köldum kolum. Eftir    það grófu þeir þar niður sem síst voru fjárhagar eða    mannavegir. Gengu heim eftir það og var þá mjög komið að    degi. Lagðist Grettir niður því að hann var stirður mjög.    Þórhallur sendi menn á næstu bæi eftir mönnum, sýndi og sagði    hversu farið hafði. Öllum þótti mikils um vert um þetta verk    þeir er heyrðu. Var það þá almælt að engi væri þvílíkur maður    á öllu landinu fyrir afls sakir og hreysti og allrar atgervi    sem Grettir Ásmundarson.    Þórhallur leysti Gretti vel af hendi og gaf honum góðan hest    og klæði sæmileg því þau voru öll sundur leyst er hann hafði    áður borið. Skildu þeir með vináttu. Reið Grettir þaðan í Ás    í Vatnsdal og tók Þorvaldur við honum vel og spurði innilega    að sameign þeirra Gláms en Grettir segir honum viðskipti    þeirra og kvaðst aldrei í þvílíka aflraun komið hafa, svo    langa viðureign sem þeir höfðu saman átt.    Þorvaldur bað hann hafa sig spakan \"og mun þá vel duga en    ella mun þér slysgjarnt verða.\"    Grettir kvað ekki batnað hafa um lyndisbragðið og sagðist nú    miklu verr stilltur en áður og allar mótgerðir verri þykja. Í    því fann hann mikla muni að hann var orðinn maður svo    myrkfælinn að hann þorði hvergi að fara einn saman þegar    myrkva tók. Sýndist honum þá hvers kyns skrípi. Og það er    haft síðan fyrir orðtæki að þeim ljái Glámur augna eða gefi    glámsýni er mjög sýnist annan veg en er.    Grettir reið heim til Bjargs er hann hafði gert erindi sín og    sat heima um veturinn."}}