{"originalTitle": "The_Story_Of_Grettir_The_Strong_The_Onset_On_Atli_At_The_Pass_And_The_Slaying_Of_Gunnar_And_Thorgeir", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "The_Story_Of_Grettir_The_Strong_The_Onset_On_Atli_At_The_Pass_And_The_Slaying_Of_Gunnar_And_Thorgeir", "text": {"0": "The Onset on Atli at the Pass and the Slaying of Gunnar and ThorgeirTHORBIORN Oxmain heard that Atli and Grim were on a journey from home, and there were with him the sons of Thorir from the Pass, Gunnar and Thorgeir. Now Thorbiorn envied Atli for his many friendships, and therefore he egged on the two brothers, the sons of Thorir, to waylay Atli as he came back from the outer ness. Then they rodehome to the Pass, and abode there till Atli and his fellows went by with their train; but when they came as. far as the homestead at the Pass, their riding was seen, and those brothers brake out swiftly with their house-carles and rode after them; but when Atli and his folk saw their faring, Atli bade them take the loads from the horses, \"for perchance they will give me atonement for my house-carle, whom Gunnar slew last summer. Let us not begin the work, but defend ourselves if they be first to raise strife with us.\"Now the brothers came up and leaped off their horses. Atli welcomed them, and asked for tidings: \"Perchance, Gunnar, thou wilt give me some atonement for my house-carle.\"Gunnar answered, \"Something else is your due, men of Biarg, than that I should lay down aught good therefor; yea, atonement is due withal for the slaying of Thorbiorn, whom Grettir slew.\"\"It is not for me to answer thereto,\" said Atli; \"nor art thou a suitor in that case.\"Gunnar said he would stand in that stead none-the-less. \"Come, let us set on them, and make much of it, at Grettir is not nigh them now.\"Then they ran at Atli, eight of them altogether, but Atli and his folk were six.Atli went before his men, and drew the sword, Jokul's gift, which Grettir had given him.Then said Thorgeir, \"Many like ways have those who deem themselves good; high aloft did Grettir bear his short-sword last summer on the Ramfirth-neck.\"Atli answered, \"Yea, he is more wont to deal in great deeds than I.\"Thereafter they fought; Gunnar set on Atli exceedingfiercely, and was of the maddest; and when they had fought awhile, Atli said,\"No fame there is in thus killing workmen each for the other; more seeming it is that we ourselves play together, for never have I fought with weapons till now.\"Gunnar would not have it so, but Atli bade his house-carles look to the burdens; \"But I will see what these will do herein.\"Then he went forward so mightily that Gunnar and his folk shrunk back before him, and he slew two of the men of those brothers, and thereafter turned to meet Gunnar, and smote at him, so that the shield was cleft asunder almost below the handle, and the stroke fell on his leg below the knee, and then he smote at him again, and that was his bane.Now is it to be told of Grim Thorhallson that he went against Thorgeir, and they strove together long, for each was a hardy man. Thorgeir saw the fall of his brother Gunnar, and was fain to draw off. Grim ran after him, and followed him till Thorgeir stumbled, and fell face foremost; then Grim smote at him with an axe betwixt the shoulders, so that it stood deep sunken therein.Then they gave peace to three of their followers who were left; and thereafter they bound up their wounds, and laid the burdens on the horses, and then fared home, and made these man-slayings known.Atli sat at home with many men through the winter. Thorbiorn Oxmain took these doings exceedingly ill, but could do nought therein because Atli was a man well befriended. Grim was with him through the winter, and Gamli, his brother-in-law; and there was Glum, son of Uspak, another kinsman-in-law of his, who at that time dwelt at Ere in Bitra. They had many men dwelling at Biarg, and great mirth was thereat through the winter."}}