{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_36", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_36", "text": {"0": "Svá er sagt, at með Heinreki konungi var sá maðr,er Annis hét. Hann var gamall at aldri, en nýr ok fornat illsku ok fjölkynngi. Hann hafði fóstrat Heinrekok verit jafnan hans ráðuneyti. Annis hafði sagt konungifyrir mánuði, at Haraldr ok Hrólfr mundi þarkoma með mikit lið ok hvat þeir ætluðust fyrir. SagðiAnnis þá kappa mikla Hrólf ok Stefni ok nú mundiráða við þurfa, -- \"er þat mitt ráð at senda til Skotlandstil Melans jarls, mágs þíns, ok hann komi til liðs viðþik. Þú skalt ok gera boð til Dungals konungs, at hannsendi þér lið, ok þegar Hrólfr kemr við land, skaltusenda þeim mann at hasla þeim völl ok bjóða þeimtil orrostu. Mega þeir þá eigi herja at réttum víkingalögum.Orrostustaðinn skal setja við Ásatún norðr fráKanaskógum. Þar er landsleg mest ok verst flótta viðat koma, en í skóginum skaltu vera láta helming liðsvárs, til þess at þeir veiti þeim bakslettur, ok komaþeim í opna skjöldu. Skulum vér þá kringja um þá okláta engan með lífi burt komast.\" Sýndist konungi þettagott ráð ok lét svá með fara sem Annis sagði fyrir. KomMelans jarl af Skotlandi með mikit lið. Var þat okfrítt lið, er Dungall konungr hafði sent Heinreki konungi.Váru þar fyrir liði berserkir tveir. Hét einn Ámon,en annarr Hjálmarr. Váru þeir miklir fyrir sér atafli ok harðfengi. Hafði Heinrekr nú óflýjanda her.Kómu nú sendimenn hans til Lindiseyjar ok sögðu þeimHrólfi, at þeim var haslaðr völlr ok til orrostu búitvið Ásatún. Sýndist þat sumum óráðligt at fara meðjafnlítit lið upp í megin landsins, svá sem þar var mikitfjölmenni fyrir. Heldu þeir til þess staðar, er í Skorsteiniheitir, ok létu þar eptir skip sín ok bjuggu sikþá til landgöngu ok léttu eigi fyrr en þeir kómu viðÁsatún. Var Heinrekr konungr þar fyrir ok Melansjarl með óflýjanda her, en í skóginum váru þeir Ámonok Hjálmarr með mikit lið, ok vissu þeir Hrólfr ekkitil þess.Váru nú skipaðar fylkingar: Heinrekr konungr settiþrjár fylkingar. Var hann sjálfr í miðri fylkingu, enMelans jarl í annarri. Í þriðju fylking var greifi sá,er Engilbert hét ok var inn mesti kappi. Með honumvar sá maðr, er Rauðam hét ok var bæði mikill oksterkr ok fullhugi inn mesti. Váru merki borin fyrirþeim öllum. Annis var ekki í orrostu. Haraldr vildifylkja í móti Heinreki konungi, en Stefnir mót Melansjarli. Hrólfr fylkti mót Rauðam ok Engilbert.Var eptir þat í lúðra blásit, ok knúðust hvárirtveggjutil framgöngu með ópi ok eggjan. Tókst þar fyrst skothríð,en síðan in harðasta höggorrosta, ok gengu hvárirtveggjuvel fram. Skotar ok Englismenn váru fyrst mjökákafir, en Danir tóku vel við ok snarpliga. Þeir Engilbertok Rauðam mættu Hrólfi þegar í fyrstu, þá orrostanfestist, ok sóttu at honum báðir senn, en hann varðistvel ok drengiliga. Var hann í herklæðum sínum okutan yfir í Véfreyjunaut. Þeir váru báðir fimir ok sterkir,Rauðam ok Engilbert, ok kom Hrólfr aldri staðhöggiá þá, en klauf hann af þeim allar hlífar. VarðHrólfr mjök móðr, en ekki festi vápn á honum fyrirhlífar sakir. Hann var nú ákafliga reiðr. Honum varðþat fyrir, at hann kastaði sverðinu, en rann undir Engilbertgreifa með svá miklu skjótræði, at hann hóf greifannupp yfir höfuð sér ok færði hann á höfðinu niðr,svá at hálsbeinit gekk í sundr. Í því hjó Rauðam báðumhöndum á hrygg Hrólfi, svá at sverðit gekk sundrundir hjöltunum. Vildi hann þá hafa gripit Hreggviðarnaut.Hrólfr hljóp á hann ok lét hann kenna aflsmunar ok hneppti hann undir sik ok setti kné fyrirbrjóst honum svá hart, at inn gengu bringspalirnar.Létu Rauðam ok Engilbert svá líf sitt, ok þóttu þeirverit hafa inir mestu hreystimenn.Hrólfr tekr nú Hreggviðarnaut ok höggr til beggjahanda. Þótti þeim Skotum hann mjök sárbeittr ok hopuðuheldr undan. Hrólfr mat eigi muninn eptir þeimat fara ok drap hvern, er fyrir honum varð. Danir urðuþess brátt varir, at þeim bitu eigi vápnin, þótt þeirhjuggu þrátt til, sem eigi váru hlífar fyrir, ok var líkasem þeir berði með lurkum, utan Hreggviðarnautr beitsem í vatn brygði. Hafði þat ok engi deyft getað utanGrímr ægir, svá at menn vissi til þess dæmi. Fellu númeir Danir en Englismenn.Þessu næst heyrðu þeir lúðrablástr ok heróp. Hlupuþá berserkirnir fram ór skóginum með miklu liði okkómu þeim Hrólfi í opna skjöldu. Gerðu þeir harðaatgöngu, ok fellu nú Danir undvörpum. Hrólfr baðsína menn snúast á móti ok horfast at bökum. Fór hannok með merki sínu í móti berserkjunum. Varð nú allhörðorrosta. Stefnir átti vápnaskipti við Melans jarl,ok var þat harðr samgangr, því at hann var mikill kappi,en sverð Stefnis beit ekki. Þeir Ámon ok Hjálmarrkómu nú í móti Hrólfi. Þeir hjuggu til hans báðir, enhann hafði fyrir sér skjöldinn ok bar af sér drengiliga.Hrólfr sveipaði sverðinu til Hjálmars ok kom á læritfyrir ofan mjöðmina ok þar undan fótinn ok dó hanneptir lítinn tíma. Annis kom þá fram. Hann hafði skjöldfyrir sér stóran sem hurð, en lítit sax í annarri hendi.Hann lagði saxinu á miðjum merkismanni Hrólfs, sváat þegar gekk í gegnum. Fell þá merkit á jörð. Dönumbitu nú vápnin, þegar Annis var fram kominn. Dugðinú hverr sem mátti. Fell nú margt af hvárumtveggjum,en þó fleira af Dönum.Hrólfr vildi nú hefna merkismanns síns ok hjó tilAnnis. Höggit kom á miðjan skjöldinn, ok klofnaðihann niðr at mundriða. Stóð þá sverðit fast, en Annishelt svá sterkliga, at hvergi bifaðist skjöldrinn, enHrólfr vildi þá sleppa sverðinu. Var þess eigi kostr, þvíat báðar hans hendr váru fastar við meðalkaflann. Annisbað þá Skotana at skrifta Hrólfi, -- \"því at nú hefirvargrinn í stilli gengit.\" Gerðu þeir nú svá, at þeirþyrptust at Hrólfi mjök margir. Aðrir hjuggu eðabörðu hann. Bæði var hann grjóti grýttr ok öxumhöggvinn ok kylfum lamdr. Grettist Hrólfr nú ekkihagliga ok brauzt um fast með hörðum fótaspyrningum.Varð hann þó eigi lauss.Nú er frá Stefni at segja, at hann barðist við Melansjarl. Tók nú at bíta sverðit. Hann hjó til jarlsins aföllu afli ofan í hjálminn. Þat högg varð svá mikit, athann klauf hjálminn ok höfuðit ok búkinn allan brynjaðanniðr í gegnum, svá at í jörðu nam staðar. Höfðuþeir nú lengi barizt. Stefnir undraðist nú, at hann sérekki merki Hrólfs né sjálfan hann ok leitar eptir honum,þar til hann sá, hversu hann var staddr, at þeirsóttu at höggva undan honum fætrna. Skundar hannnú at duga honum ok kemr at Annis óvörum ok höggrmeð sverðinu framan á hjálmbarðit ok þat í sundr okþar með alla ásjónuna ok báðar hendrnar í ölnbogabótunum.Sníddi Annis nú ófimliga. Varð Hrólfr núlauss, ok var eigi gott fyrir honum at verða, ok sneriþá at Ámon ok hjó til hans með báðum höndum.Sverðit kom í skjöldinn ok tók í sundr, en blóðrefillinnreist brjóstit ok kviðinn, svá at út fellu iðrin, okfell Ámon dauðr til jarðar. Hrólfr var þá svá reiðr, athann eirði engu. Hann hjó ákafliga sem hendrnarfengu tíðast reitt sverðit, en þrír eða fjórir fellu fyrirhverju hans höggi. Því var líkast til at jafna um mannfallit,sem þá er ákafligast hrýtr kurfl af stofni, er menngera til kola. Stefnir gerði ok slíkt it sama. Fellu núsvá skjótt Englismenn, at mörgum hundruðum gegndi.Þeir Heinrekr konungr ok Haraldr höfðu fundizt öndverðligaí orrostunni ok höfðu barizt allan daginn. Váruþeir bæði sárir ok móðir, en Haraldr þó meir. Hrólfrsér nú þeira viðreign. Hann hafði þá fjórum sinnumgengit aptr ok fram í gegnum fylkingar Heinreks konungs.Hann veðr þá at konungi ok höggr á hrygg honum,svá at hann fell í tvá hluti dauðr til jarðar.En er Skotar ok Englismenn sjá konung sinn fallinn,flýði hverr, sem fætr hafði ok því kom við, en hinirráku flóttann ok drápu hvern, er þeir náðu ok eigigekk til griða. Hrólfr rak langt flóttann. Þurfti sá engigriða, er hann náði sverði til, ok fell mikill fjöldi íflóttanum. Sneru Danir þá aptr ok flettu valinn ok tókuþar mikit herfang. Annis var fangaðr í orrostunni, oklét Hrólfr eykr spretta honum í sundr, ok lauk svá hansævi. Hrólfr var sárr mikit, bæði á höndum ok fótum,en víða um búkinn blár ok lerkaðr af stórum höggum,þótt eigi hefði bitit.Fóru þeir Haraldr nú til Víncestuborgar, ok var húnupp gefin fyrir þeim, ok gekk allt landsfólk glaðligatil handa Haraldi. Var hann nú til konungs tekinn yfirallt þat ríki, sem faðir hans hafði átt. Þakkaði hannþeim Hrólfi ok Stefni, sem vert var, sína fylgd ok framgöngu.Skotar þeir, er undan kómust, fóru á fundDungals ok sögðu honum sínar ófarir ok mannskaðaok at Hrólfr var líkari tröllum en mönnum fyrir aflssakir ok vaxtar. Líkaði Dungal mjök illa mannskaði sá,er hann hafði fengit, ok varð þó svá búit at hafa."}}