{"originalTitle": "Beowulf2_Xxix-Xxx", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xxix-Xxx", "text": {"0": "XXIX-XXXUntil they misled to the shield-playTheir dear companions and their own lives.Then speaks at the beer-drinking he who sees the jewel,An old spear-warrior, who all remembers,Spear-death of men (fierce is his mind),Begins, sad in mood, of the young warriorThe spirit to rouse by thoughts in his mind,War-bale to excite, and this word speaks:'Mayst thou, my friend, know now the sword,Which thine own father bore into battleUnder his helmet for the last time,The precious weapon, where the Danes slew him,The battle-place held, when dead lay Withergyld,After heroes' fall, the Scyldings brave?Now here a son of some one of these murderers,In his weapons rejoicing, goes into the hall,Boasts of the murder and bears the jewel,Which thou with right shouldest possess 'So he advises and each time remindsWith bitter words, until the time comesThat the woman's thane, for the deeds of his father,After the sword's stroke blood-stained sleeps,Guilty of his life: thence will the otherWarrior escape; he knows the land well.Then are there broken on either sideThe sword-oaths of earls, after in IngeldAre roused deadly feuds, and in him woman's loveAfter care-waves cooler becomes.Therefore I count not on the faith of the Heathobards,Folk-peace sincere, kept with the Danes,Friendship confirmed. - I shall speak forthYet about Grendel, that thou mayst well know,Giver of treasure, what was the resultOf the hand-fight of men. After heaven's gemGlided over the earth, the angry fiend came,The terrible even-guest, to make us a visit,Where we unharmed guarded the hall.There was Hondscio destined for fight,Life-bale to the fated: he lay the first,The belted warrior: to him was Grendel,To the great war-thane, a mouth-destroyer,The dear man's body all he swallowed.Not sooner out then yet empty-handed,The bloody-toothed murderer mindful of woesFrom the gold-hall was willing to go,But he, strong in might, made trial of me,With ready hand grasped me. His glove was hanging,Wide and wonderful, in cunning bands fast;It was all wrought with curious skillWith devil's craft and dragon's skins;He me therein, guiltless of crime,The fierce deed-doer, wished to destroy,One of many: it might not be so,After in anger upright I stood.Too long is to tell how I the folk's foeFor each of his ills a hand-reward paid,Where I, my prince, thine own peopleHonored by deeds. Away he escaped,A little while life's joys enjoyed:Yet of him a trace remained behind,His right hand in Heorot, and he humbled thence,Sorrowing in mind, to the sea-bottom sank.Me for this contest the friend of the ScyldingsWith plated gold much rewarded,With many treasures, when morning came,And we at the banquet had seated ourselves.There was song and glee: the agéd Scylding,Who much had heard, of past times related;Sometimes the warrior the joy of the harp,The play-wood touched; sometimes sang a songTrue and sorrowful; sometimes a strange taleTruthfully told the wide-hearted king;Sometimes then began, burdened with age,The hoary warrior to tell of his youth'sProwess in battle; his breast swelled within,When he old in years their number remembered.So we therein the live-long dayPartook of hall-joys, until night came on,Another to men. Then was again quicklyReady for vengeance the mother of Grendel.She sorrowful went: death took off her son,War-hate of the Weders. The wondrous womanHer son avenged, a warrior killedCourageously; there was from Aeschere,The aged counsellor, life departed.Nor might they him, when morning came,Delivered to death, the folk of the DanesWith fire consume, and on the pyre placeThe dearly-loved man; the body she boreIn the fiend's embrace 'neath the mountain-stream.That was to Hrothgar the greatest of sorrows,Of those that long the prince befell.Then the chief me by thine own lifeAdjured, sad in mind, that I in the sea's floodShould do valiant deeds, should risk my life,Should honor gain; he promised reward.I then of the water, which is widely known,The grim and fearful guard of the deep found.There a while was to us a hand-to-hand fight;The sea welled with gore, and I of the head robbedIn the ground-hall the mother of GrendelWith a strong sword; I scarcely from thenceMy life bore away; not yet was I fated;But the earl's defence to me after gaveMany of treasures, the son of Healfdene."}}