{"originalTitle": "Beowulf_Xxxiv", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxxiv", "text": {"0": "XXXIVSē ðæs lēodhryres  lēan gemundeuferan dōgrum,  Ēadgilse wearðfēasceaftum frēond;  folce gestēpteofer sǣ sīde  sunu Ōhteres,wigum ond wǣpnum;  hē gewræc syððancealdum cearsīðum,  cyning ealdre binēat.Swā hē nīða gehwane  genesen hæfde,slīðra geslyhta,  sunu Ecgðīowes,ellenweorca,  oð ðone ānne dæg,þē hē wið þām wyrme  gewegan sceolde.Gewāt þā twelfa sum  torne gebolgendryhten Gēata  dracan scēawian;hæfde þā gefrūnen,  hwanan sīo fǣhð ārās,bealonīð biorna;  him tō bearme cwōmmāðþumfæt mǣre  þurh ðæs meldan hond.Sē wæs on ðām ðrēate  þreottēoða secg,sē ðæs orleges  ōr onstealde,hæft hygegiōmor,  sceolde hēan ðononwong wīsian.  Hē ofer willan gīongtō ðæs ðe hē eorðsele  ānne wisse,hlǣw under hrūsan  holmwylme nēh,ȳðgewinne;  sē wæs innan fullwrǣtta ond wīra.  Weard unhīore,gearo gūðfreca  goldmāðmas hēoldeald under eorðan;  næs þæt ȳðe cēaptō gegangenne  gumena ǣnigum.Gesæt ðā on næsse  nīðheard cyning;þenden hǣlo ābēad  heorðgenēatum,goldwine Gēata.  Him wæs geōmor sefa,wǣfre ond wælfūs,  wyrd ungemete nēah,sē ðone gomelan  grētan sceolde,sēcean sāwle hord,  sundur gedǣlanlīf wið līce;  nō þon lange wæsfeorh æþelinges  flǣsce bewunden.Bīowulf maþelade,  beam Ecgðēowes:'Fela ic on giogoðe  gūðrǣsa genæs,orleghwīla;  ic þæt eall gemon.Ic wæs syfanwlntre,  þā mec sinca baldor,frēawine folca  æt mīnum fæder genam;hēold mec ond hæfde  Hrēðel cyning,geaf mē sinc ond symbel,  sibbe gemunde;næs ic him tō līfe  lāðra ōwihtebeorn in burgum  þonne his bearna hwylc,Herebeald ond Hæðcyn  oððe Hygelāc mīn.Wæs þām yldestan  ungedēfemǣges dǣdum  morþorbed strêd,syððan hyne Hæðcyn  of hornbogan,his frēawine  flāne geswencte,miste mercelses  ond his mǣg ofscēt,brōðor ōðerne  blōdigan gāre.þæt wæs feohlēas gefeoht,  fyrenum gesyngad,hreðre hygemēðe;  sceolde hwæðre swā þēahæðeling unwrecen  ealdres linnan.Swā bið geōmorlīc  gomelum ceorletō gebīdanne,  þæt his byre rīdegiong on galgan;  þonne hē gyd wrece,sārigne sang,  þonne his sunu hangaðhrefne tō hrōðre,  ond hē him helpe ne mægeald ond infrōd  ǣnige gefremman.Symble bið gemyndgad  morna gehwylceeaforan ellorsīð;  ōðres ne gȳmeðtō gebīdanne  burgum in innanyrfeweardas,  þonne se ān hafaðþurh dēaðes nȳd  dǣda gefondad.Gesyhð sorhcearig  on his suna būrewīnsele wēstne,  windge resterēte berofene,--  rīdend swefað,hæleð in hoðman;  nis þǣr hearpan swēg,gomen in geardum,  swylce ðǣr iū wǣron."}}