{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_6", "text": {"0": "At sumri komanda halda þeir í hernað ok herja víðaok verðr gott til fjár. En er á leið sumarit, koma þeirat einu landi. Þar sáu þeir vænar borgir ok fagra kastalaok konungs atsetu. Konungr sendi nú menn ofan tilstrandar ok býðr þeim heim til veizlu. Þeir játa því.Kómu sendimenn aptr ok segja konungi. Var þá viðbúizt með öllum kosti. Konungr átti sér eina dóttur,er Díana hét. Hún kunni allar bókligar listir. En atákveðnum tíma gengu þeir fóstbræðr heim til hallarmeð tvau hundruð manns, en sumir váru eptir við skip.Konungr gekk á móti þeim með fríðri fylgd ok fylgirþeim til hallar. Settist konungr í hásæti, en Hjálmþérok Ölvir út í frá. Var veizla in bezta ok menn kátir. Ener leið at kveldi, gengu menn til svefns ok sváfu af umnóttina. En at morgni gengu menn til drykkju. Varkonungr inn glaðasti ok allir í höllinni. Nú sendirkonungr eptir dóttur sinni, ok kemr hún með sínumkvennaskara. Leikarar slógu hörpur, gígjur, simfón,salteríum ok allra handa hljóðfæri. Er þá mikill prís okgleði í höllinni. Jungfrúin gekk nú fyrir sinn föður okheilsar honum ok öllum öðrum út í frá. Jungfrúin varglöð við alla. Hjálmþér ok Ölvir sögðu konungi margtfrá ferðum sínum, ok lofaði hann mjök þeira frækleik.Þau töluðust margt við Hjálmþér ok jungfrú Díana.Gekk svá þessi dagr til kvelds. Inn þriðja dag var insæmiligasta veizla með margs konar skemmtan. Síðanváru borð upp tekin. Gekk konungr út ok spásérar, enHjálmþér ok Ölvir til skemmu konungsdóttur. Húntók þeim blíðliga ok býðr Hjálmþé at tefla, ok svágera þau, en Ölvir skemmti sér við skemmumeyjarnar.Þær vóru þrjátigi. Þangat gengu þeir hvern dag.Líður svá nokkurn tíma. Þat var einn blíðan veðrdag,at sólin var skínandi um borgir ok kastala, sáu þeir,at fjöldi skipa heldu at landi ok lögðu til hafnar ok bárutjöld á land ok reisa sínar herbúðir. Þeir sáu nú hundraðmanns frá ströndu ganga ok þangat, sem konungr var.Þeir Hjálmþér ok Ölvir váru nær konunginum. Þessirmenn gengu fyrir konunginn, ok talar einn af þeim svá:\"Konungsson af inu mikla Serklandi, er Núdus heitir,sendir yðr, herra, sína kveðju. Honum er sagt, at þéreigið væna dóttur. Hann vill fá hennar með heiðr okæru, en ef þér vilið ekki gifta honum jungfrúna, býðrhann yðr til bardaga at þriggja nátta fresti. Væntir mik,at þér missið þá með lítinn heiðr yðar dóttur ok ríki oklífit með. Er yðr eigi ráð at hætta til þess, ok látið hannheldr fá sinn vilja.\" Konungr svarar: \"Seg þat aptr þínumherra, at ek gifti honum ekki dóttur mína. Skal ekkoma með þann her, er ek fæ til, á þessa völlu atákveðnum degi.\" Gengu sendimenn í burt ok sögðukonungssyni, hvar komit var. Lætr konungr nú skera uppherör um allt sitt ríki ok býðr til sín múg ok margmenni.Kom þar ógrynni hers. Var viðbúningr veittr afhvárumtveggjum."}}