{"originalTitle": "Völsunga_Saga_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_4", "text": {"0": "Nú er þat at segja, at Siggeirr gengr í rekkju hjáSignýju þenna aptan. En næsta dag eptir þá var veðrgott. Þá segir Siggeirr konungr, at hann vill heim faraok bíða eigi þess, er vindr yxi eða sjá gerir ófæran.Ekki er þess getit, at Völsungr konungr letti hann eðasynir hans, allra helzt er hann sá, at hann vildi ekkiannat en fara frá veizlunni. Nú mælti Signý við föðursinn: \"Eigi vilda ek á brott fara með Siggeiri, ok eigigerir hugr minn hlæja við honum, ok veit ek af framvísiminni ok af kynfylgju várri, at af þessu ráði stendross mikill ófagnaðr, ef eigi er skjótt brugðit þessumráðahag.\" \"Eigi skaltu þetta mæla, dóttir,\" sagði hann,\"því at þat er skömm mikil bæði honum ok svá oss atbrigða þessu við hann at saklausu, ok eigum vér þáengan trúnað undir honum né vingan, ef þessu erbrugðit, ok mun hann gjalda illu oss, slíkt er hann má,ok samir þat eina at halda af várri hendi.\" Nú býstSiggeirr konungr til heimferðar. Ok áðr þeir fóru fráboðinu, þá bauð hann Völsungi konungi, mági sínum,til sín á Gautland ok sonum hans öllum með honumá þriggja mánaða fresti ok því öllu liði, sem hannvildi með sér hafa ok honum væri til vegsemdar. Villnú Siggeirr konungr gjalda í því, þat er á skorti brúðlaups gerðina fyrir þess sakir, er hann vildi eigi meirvera en eina nótt, ok er ekki þat siðr manna at gerasvá. Nú heitr Völsungr konungr ferðinni ok koma ánefndum degi. Þá skiljast þeir mágar, ok ferr Siggeirrkonungr heim með konu sína."}}