{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_1", "text": {"0": "SIGRLAMI hét konungr, er réð fyrir Garðaríki. Hansdóttir var Eyfura, er allra meyja var fríðust. Þessikonungr hafði eignazt sverð þat af dvergum, er Tyrfingrhét ok allra var bitrast, ok hvert sinn, er því var brugðit,þá lýsti af svá sem af sólargeisla. Aldri mátti hann sváhafa beran, at eigi yrði hann manns bani, ok meðvörmu blóði skyldi hann jafnan slíðra. En ekki varþat kvikt, hvárki menn né kvikvendi, er lifa mætti tilannars dags, ef sár fekk af honum, hvárt sem var meiraeða minna. Aldri hafði hann brugðizt í höggi eða staðarnumit, fyrr en hann kom í jörð, ok sá maðr, erhann bar í orrostu, mundi sigr fá, ef honum var vegit.Þetta sverð er frægt í öllum fornsögum.Maðr hét Arngrímr; hann var víkingr ágætr. Hannsótti austr í Garðaríki ok dvaldist um hríð með Sigrlamakonungi ok gerðist forstjóri fyrir liði hans, bæðilands at gæta ok þegna, því at konungr var nú gamall.Arngrímr gerðist nú svá mikill höfðingi, at konungrgifti honum dóttur sína ok setti hann mestan manní ríki sínu. Hann gaf honum þá sverðit Tyrfing. Konungrsettist þá um kyrrt, ok er ekki frá honum sagtfleira.Arngrímr fór með konu sinni, Eyfuru, norðr til ættleifðasinna ok nam staðar í ey þeiri, er Bólmr hét.Þau áttu tólf sonu. Inn ellsti ok inn ágætasti hét Angantýr,annarr Hjörvarðr, þriði Hervarðr, fjórði Hraniok Haddingjar tveir; eigi eru nefndir fleiri. Allir váruþeir berserkir, svá sterkir ok miklir kappar, at aldrivildu þeir fleiri fara í hernað en tólf, ok kómu þeiraldri svá til orrostu, at eigi hefði þeir sigr. Af þessuurðu þeir ágætir um öll lönd, ok engi konungr varsá, er eigi gæfi þeim þat, er þeir vildu hafa."}}