{"originalTitle": "Grettis_Saga_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_10", "text": {"0": "Önundur var svo frækinn maður að fáir stóðust honum þótt    heilir væru. Hann var og nafnkunnigur um allt land af    foreldrum sínum.    Þessu næst hófust deilur þeirra Ófeigs grettis og Þorbjarnar    laxakappa og lauk svo að Ófeigur féll fyrir Þorbirni í    Grettisgeil hjá Hæli. Þar varð mikill liðdráttur að eftirmáli    með sonum Ófeigs. Var sent eftir Önundi tréfót og reið hann    suður um vorið og gisti í Hvammi að Auðar hinnar djúpauðgu.    Hún tók allvel við honum því að hann hafði verið með henni    fyrir vestan haf.    Þá var Ólafur feilan sonarson hennar fullroskinn. Mjög var    Auður þá elligömul. Hún veik á við Önund að hún vildi kvæna    Ólaf frænda sinn og vildi að hann bæði Álfdísar hinnar    barreysku. Hún var bræðrunga Æsu er Önundur átti. Önundi    þótti það vænlegt og reið Ólafur suður með honum.    Og er Önundur hitti vini sína og mága þá buðu þeir honum til    sín. Var þá talað um málin og voru lögð til Kjalarnessþings    því að þá var enn eigi sett alþingi. Síðan voru málin lagin í    gerð og komu miklar bætur fyrir vígin en Þorbjörn jarlakappi    var sekur ger. Hans son var Sölmundur, faðir Sviðu-Kára. Voru    þeir frændur lengi utanlands síðan.    Þrándur bauð heim Önundi og þeim Ólafi og svo Þormóður    skafti. Fluttu þeir þá bónorðið Ólafs. Var það auðsótt því að    menn vissu hver rausnarkona Auður var. Var þessu keypt. Riðu    þeir Önundur heim við svo búið. Auður þakkaði Önundi    liðveislu við Ólaf.    Þetta haust fékk Ólafur feilan Álfdísar hinnar barreysku. Þá    andaðist Auður hin djúpauðga sem segir í sögu Laxdæla."}}