{"originalTitle": "Beowulf2_Xvii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xvii", "text": {"0": "XVIIThen went the warriors to visit the dwellings,Deprived of their friends, Friesland to see,The homes and high city. Hengest then stillThe slaughter-stained winter dwelt there with Finn,In valor invincible; he remembered his land,Though he might not on the sea driveThe ring-prowed ship: in storm rolled the ocean,Fought with the wind.: winter the waves lockedIn its icy bond, until came anotherYear in the dwellings, as now still do(For they ever observe suitable seasons)The clear-shining days. Then winter was gone,Fair was the earth's bosom: strove the exile to go,The guest from the dwellings; he then on vengeanceMore eagerly thought than on the sea-voyage,If he might effect a hostile meeting,And in it remember the sons of the Jutes.So he did not escape the fate of the worldWhen Hunlaf's son a battle-sword,Best of weapons, thrust in his breast;Well-known were its edges among the Jutes.Also, bold-minded Finn afterwards befellDeath-bringing sword-bale at his own home,When the fierce battle Guthlaf and OslafAfter their sea-journey in sorrow lamented,Blamed him for their woes: his flickering life might notKeep itself in his breast. Then was the hall coveredWith bodies of foes; also was Finn slain,The king 'mong his band, and the queen taken.The Scyldings' warriors bore to their shipsAll the possessions of the king of the land,Such as they might find at Finn's homeOf bright jewels and gems. They on the sea-roadThe royal woman to the Danes bore,Led to their people.\"-The song was sung,The gleeman's glee: the sport then arose,Carousing resounded: the servants out-pouredWine from the wondrous vessels. Then came Wealhtheow forth,Going under her golden crown, where were the good ones twoUncle and nephew sitting: then were they still at peace,Each one true to the other. There also the orator HunferthSat at the feet of the Scyldings' lord: each of them trusted his wisdom,That he great courage had, tho' to his kinsmen he was notHonest in play of the swords. Spoke then the queen of the Scyldings:\"Receive thou this cup, my dearest lord,Giver of treasure. Be thou in health,Gold-friend of men, and to the Geats speakWith mildest words, as a man shall do.Be to the Geats kind, mindful of gifts;Near and afar hast thou now peace.One said to me thou for a son wouldThe warrior have. Heorot is cleansed,The bright jewel-hall: use whilst thou mayestMany rewards, and leave to thy kinsmenFolk and kingdom, when thou shalt forthFate's decree see. I know well indeedMy friendly Hrothulf, that he the youth willIn honor hold, if thou sooner than he,Friend of the Scyldings, leavest the world:I ween that he with good will repayOur own children, if he all remember,What we, through good-will and also through honor,Of kindnesses showed to him when a child.\"Turned she then to the bench where were her sons,Hrethric and Hrothmund, and the warriors' childrenThe youth together, where sat the goodBeowulf the Geat by the two brothers."}}