{"originalTitle": "The_Story_Of_Grettir_The_Strong_How_Those_Of_Skagafirth_Found_Grettir_On_Drangey", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "The_Story_Of_Grettir_The_Strong_How_Those_Of_Skagafirth_Found_Grettir_On_Drangey", "text": {"0": "How those of Skagafirth found Grettir on DrangeyNOW time wears on towards the winter solstice; then the bonders get ready to go fetch the fat beasts for slaughter from the island; so they manned a great barge, and every owner had one to go in his stead, and some two.But when these came anigh the island they saw men going about there; they deemed that strange, but guessed that men had been shipwrecked, and got aland there: so they row up to where the ladders were, when lo, the first-comers drew up the ladders.Then the bonders deemed that things were taking a strange turn, and hailed those men and asked them who they were: Grettir named himself and his fellows withal: but the bonders asked who had brought him there.Grettir answered, \"He who owned the keel and had the hands, and who was more my friend than yours.\"The bonders answered and said, \"Let us now get oursheep, but come thou aland with us, keeping freely whatso of our sheep thou hast slaughtered.\"\"A good offer,\" said Grettir, \"but this time let each keep what he has got; and I tell you, once for all, that hence I go not, till I am dragged away dead; for it is not my way to let that go loose which I have once laid hand on.\"Thereat the bonders held their peace, and deemed that a woeful guest had come to Drangey: then they gave him choice of many things, both moneys and fair words, but Grettir said nay to one and all, and they gat them gone with things in such a stead, and were ill content with their fate; and told the men of the country-side what a wolf had got on to the island.This took them all unawares, but they could think of nought to do herein; plentifully they talked over it that winter, but could see no rede whereby to get Grettir from the island."}}