{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_15", "text": {"0": "At sumri komnu býst Hálfdan í burt af Englandi,ok einhvern dag gengr hann til skemmu konungsdótturok segir henni, at hann ætlar í burt ok hefnaföður síns. Konungsdóttir mælti: \"Tuttugu skip eruhér í höfninni, er ek vil gefa þér.\" Hálfdan þakkarhenni ok kvað systur sína skyldu hjá henni eptir vera.Hún játar því. Tekr hann þá orlof af henni ok systursinni ok gengr burt síðan ok fyrir konung ok þakkarhonum vetrvistina ok tekr af honum orlof, ok gangaþeir Sigmundr síðan til skipa. En er Hálfdan var íburt farinn, kemr Áki at máli við konung ok mælti:\"Vitið þér, herra, at Hálfdan hefir barnat dóttur yðra?\"\"Eigi veit ek þat,\" segir konungr ok bað Áka í staðfara eptir honum við marga menn. Hann var þessararferðar fúss ok fór eptir Hálfdani með tíu menn.Nú er frá þeim Hálfdani at segja, at þeir ganga eptireinni skógarbraut. Hálfdan gat þá at líta ferð Áka.Hann var þá í herklæðunum Brönunaut. Áka berrbráðan at, ok stíga þegar af baki ok sækja þegar atHálfdani, en þeir Hálfdan ok Sigmundr snúast at bökumok verjast allkarlmannliga, ok þó kemr þar, at Ákidrap Sigmund með þeim hætti, at hann höggr undanhonum báða fætr. Ok eptir fall Sigmundar reiðistHálfdan ákafliga, svá at hann drepr alla menn af Áka,en handtekr hann sjálfan ok skerr af honum nefit okstakk bæði augun ór honum ok skerr af honum bæðieyrun ok geldir hann. Síðan brýtr hann í honum báðafótleggina ok snýr aptr tánum, en fram hælunum, oksetr hann síðan á bak ok snýr essi hans heimleiðis tilkonungshallar. Hálfdan var hvárki móðr né sárr. Hannheygir þá Sigmund ok ferr síðan til skipa ok segirmönnum, hvat í hafi gerzt með þeim Áka, en þeirlétu vel yfir.Hálfdan siglir nú með tuttugu skip af Englandi okdreka sinn um fram. Hann kemr til Hlaðeyja, ok fagnarHlaðgerðr honum vel ok gaf honum tuttugu skipmeð mönnum ok fé. Hálfdan þakkar henni þessa gjöf.Nú skal segja frá Áka, at hann kemr heim ok rembistekki alllítit, ok sjá konungsmenn hann ok segja konungi,at hann er heim kominn. Konungr sér nú Áka,hversu hann er útleikinn. Rekr konungr hann í burt,ok kemr Áki ekki síðan við þessa sögu."}}