{"originalTitle": "Sörla_Saga_Sterka_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_17", "text": {"0": "En at morgni komanda, er lítt var ljóst, sendi Högnitólf menn til hallarinnar, ok var Svalr fyrir liði þeira.Bað Högni, at þeir segðu þeim Sörla inum sterka okErlingi konungi, föður hans, at hann byði þeim bardagaþegar samstundis. Fóru nú sendimenn ok létta eigifyrr en þeir koma í höllina, þar eð Erlingr konungrinni sat með öllum sínum höfðingjum ok lendum lýð.Heilsar Svalr upp á konung ok mælti svá: \"Högni,sonr Hálfdanar konungs, hefir oss hingat sent ok lætrkunngera þér, konungr, at hann býðr Sörla inum sterkabardaga, ef hann er hér innan lands, ella sjálfum þér,ef hann er eigi heima, ok vill nú Högni hefna á ykkrfeðgum makligra svívirðinga. Uggir mik eigi muniykkr betr fara en þeim leiðu þrælum, er verja skylduland þitt ok drekann Skrauta, hverir fljótt fellu fyriross sem ragar skógargeitr. Lítast mér þínir menn, konungr,heldr huglausir vera ok heldr hentir til at þjónahér í höll þinni heldr en bardaga halda við vaskastríðsmenn þá af Kúrlandi ok Köldu-Svíþjóð. Því er þat mittit bezta ráð, at þú gefir þik fanginn ok allt þitt ríki ávald Högna, undir þá miskunn, sem honum þykkir þúmakligr til vera at þiggja.\" Þá mælti Erlingr konungr:\"Eigi var lukkan frá horfin Högna, er hann náði einumþvílíkum sem þú ert, því at mörgum mundi miðrfara at flytja erindi herra síns en þér. Skrafar þú eigihug ór oss norskum með stóryrðum þínum ok drembilæti.Væri þat makligast ek léti hengja þik á gálga fyrirdjörfung þína ok kenndi þér svá at leika eigi þvílíkt viðfleiri.\" Svalr mælti: \"Eigi er ek hræddr um þat eðafyrir því, þótt fram komi. Mundi þín þá at illu meirok framar getit vera en annarra höfðingja allra semþú síðr grið gæfir sendimönnum.\" Erlingr konungrmælti: \"Gakk burt ok seg Högna, at vér munum komatil móts við hann.\" Gekk Svalr þá ór borginni ok hittiHögna at máli. Greindi hann honum þá inniliga fráviðræðum þeira Erlings konungs, en eptir þat at Svalrvar burt ór höllinni, árnuðu honum allir ills, þeir ereptir váru."}}