{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_10", "text": {"0": "Maðr hét Gestumblindi, ríkr ok mikill óvinr Heiðrekskonungs. Konungr sendi honum orð, at hannkæmi á fund hans at sættast við hann, ef hann villhalda lífinu. Gestumblindi var ekki spekingr mikill,ok fyrir þá sök, at hann veit sik vanfæran til at skiptaorðum við konunginn, hann veit ok, at þungt munvera at hlíta dómi spekinganna, því at sakir eru nógar,þat ráð tekur Gestumblindi, at hann blótar Óðin tilfulltings sér ok biðr hann líta á sitt mál ok heitrhonum miklum gæðum. Eitt kveld er þar drepit ádyrr síðla, ok gengr Gestumblindi til hurðar ok sérmann kominn. Hann spyrr þann at nafni, en hannnefndist Gestumblindi ok mælti, at þeir skyldu klæðumskipta, ok svá gera þeir. Bóndi ferr nú í brott okfelr sik, en komandinn gengr inn, ok þykkjast allirþar kenna Gestumblinda, ok líðr af nóttin.Um daginn eptir gerir sjá Gestumblindi för sína áfund konungs, ok hann kvaddi vel konunginn. Konungrþagði. \"Herra,\" segir hann, \"því kom ek hingat,at ek vil við yðr sættast.\" Þá svarar konungr: \"Viltuþola dóm spekinga minna?\" Hann segir: \"Er ekki fleiriundanlausnir?\" Konungr mælti: \"Vera skulu fleiri, efþú þykkist til færr at bera upp gátur.\" Gestumblindisegir: \"Lítt mun ek til þess færr, enda mun harðr áannat borð þykkja.\" \"Viltu,\" segir konungr, \"heldrþola dóm spekinga minna?\" \"Þat kýs ek,\" segir hann,\"at bera fyrr upp gáturnar.\" \"Þat er rétt ok vel fallit,\"segir konungr.Þá mælti Gestumblindi:\"Hafa vildakþat er ek hafða í gær,vittu, hvat þat var:Lýða lemill,orða tefillok orða upphefill.Heiðrekr konungr,hyggðu at gátu.\"Konungr segir: \"Góð er gáta þín, Gestumblindi, getiter þessar. Færi honum mungát. Þat lemr margra vit,ok margir eru þá margmálgari, er mungát ferr á, ensumum vefst tungan, svá at ekki verðr at orði.\"Þá mælti Gestumblindi:\"Heiman ek fór,heiman ek för gerða,sá ek á veg vega;var þeim vegr undirok vegr yfirok vegr á alla vega.Heiðrekr konungrhyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar.Þar fórtu yfir árbrú, ok var árvegr undir þér, en fuglarflugu yfir höfði þér ok hjá þér tveim megin, ok varþat þeira vegr.\"Þá mælti Gestumblindi:\"Hvat er þat drykki,er ek drakk í gær,varat þat vín né vatnné in heldr mungátné matar ekki,ok gekk ek þorstalauss þaðan?Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar.Þar lagðist þú í forsælu, er dögg var fallin á grasi, okkældir svá varir þínar ok stöðvaðir svá þorsta þinn.\"Þá mælti Gestumblindi:\"Hverr er sá inn hvelli,er gengr harðar göturok hefir hann þær fyrr of farit,mjök fast kyssir,sá er hefir munna tváok á gulli einu gengr?Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar. Þater hamarr sá, er hafðr er at gullsmíð; hann kveðr háttvið, er hann kemr á harðan steðja, ok þat er hans gata.\"Þá mælti Gestumblindi:\"Hvat er þat undra,er ek úti sáfyr Dellings durum;ókvikvir tveirandalausirsáralauk suðu?Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar. Þateru smiðbelgir; þeir hafa engan vind, nema þeim séblásit ok eru þeir dauðir sem annat smíði, en fyrirþeim má líkt smíða sverð sem annat.\"Þá mælti Gestumblindi:\"Hvat er þat undra,er ek úti sáfyr Dellings durum;fætr hefir átta,en fjögur auguok berr ofar kné en kvið?Heiðrekr konungr,hyggðu at gátu.\"\"Þat er köngurváfur.\"Þá mælti Gestumblindi:\"Hvat er þat undra,er ek úti sáfyr Dellings durum;höfði sínu vísará helvega,en fótum til sólar snýr?Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar. Þater laukr. Höfuð hans er fast í jörðu, en hann kvíslar,er hann vex upp.\"Þá mælti Gestumblindi:\"Hvat er þat undra,er ek úti sáfyr Dellings durum;horni harðara,hrafni svartara,skildi hvítara,skapti réttara?Heiðrekr konungr,hyggðu at gátu.\"Heiðrekr mælti: \"Smækkast nú gáturnar, Gestumblindi,hvat þarf lengr yfir þessu at sitja? Þat er hrafntinna,ok skein á hana sólargeisli.\"Þá mælti Gestumblindi:\"Báru brúðirbleikhaddaðarambáttir tværöl til skemmu;varat þat höndum horfitné hamri at klappat,þó var fyrir eyjar utanörðigr sá, er gerði.Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar. Þarfara svanbrúðir til hreiðrs síns ok verpa eggjum;skurm á eggi er eigi höndum gert né hamri klappat,en svanr er fyrir eyjar utan örðigr, sá er þær gátu egginvið.\"Þá mælti Gestumblindi:\"Hverjar eru þær rýgjará reginfjalli,elr við kván kona,þar til er mög of getr,ok eigut þær varðir vera?Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar. Þateru hvannir tvær ok hvannarkálfr á milli þeira.\"Þá mælti Gestumblindi:\"Fara ek sáfoldar moldbúa,á sat naðr á nái;blindr reið blindumbrimreiðar til,þá jór var andar vanr.Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar. Þarfanntu hest dauðan á ísjaka ok orm dauðan á hestinum,ok rak þat allt saman eptir ánni.\"Þá mælti Gestumblindi:\"Hverir eru þeir þegnar,er ríða þingi atsáttir allir saman;lýða sínasenda þeir lönd yfirat byggja bólstaði?Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar. Þater Ítrekr ok Andaðr, er þeir sitja at tafli sínu.\"Þá mælti Gestumblindi:\"Hverjar eru þær brúðir,er sinn drottinvápnlausan vega;inar jarpari hlífaum alla daga,en inar fegri fara?Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar. Þater hnettafl; inar dekkri verja hnefann, en hvítarsækja.\"Þá mælti Gestumblindi:\"Hverr er sá inn eini,er sefr í ösgrúaok af grjóti einu gerr;föður né móðurá sá inn fagrgjarni,þar mun hann sinn aldr ala?Heiðrekr konungr,hyggðu at gátu.\"\"Þat er eldr fólginn á arni, ok tekr ór tinnu.\"Þá mælti Gestumblindi:\"Hverr er sá inn mikli,er líðr mold yfir,svelgr hann vötn ok við;glygg hann óast,en gumna eigiok yrkir á sól til saka?Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar. Þater myrkvi; hann líðr yfir jörðina, svá at ekki sér fyrirhonum ok eigi sól, en hann er af, þegar vind gerir á.\"Þá mælti Gestumblindi:\"Hvat er þat dýra,er drepr fé mannaok er járni kringt utan;horn hefir átta,en höfuð ekki,ok fylgja því margir mjök?Heiðrekr konungr,hyggðu at gátu.\"\"Þat er húnn í hnettafli.\"Þá mælti Gestumblindi:\"Hvat er þat dýra,er Dönum hlífir,berr blóðugt bak,en bergr firum,geirum mætir,gefr líf sumum,leggr við lófalík sitt guma?Heiðrekr konungr,hyggðu at gátu.\"\"Þat er skjöldr; hann verðr opt blóðugr í bardögumok hlífir vel þeim mönnum, er skjaldfimir eru.\"Þá mælti Gestumblindi:\"Hverjar eru þær leikur,er líða lönd yfirat forvitni föður,hvítan skjöldþær of vetr bera,en svartan of sumar?\"\"Þat eru rjúpur; þær eru hvítar um vetr, en svartarum sumar.\"Þá mælti Gestumblindi:\"Hverjar eru þær snótir,er ganga syrgjandiat forvitni föður;mörgum mönnumhafa þær at meini orðit,við þat munu þær aldr ala?Heiðrekr konungr,hyggðu at gátu.\"\"Þat eru Hlés brúðir, er svá heita.\"Þá mælti Gestumblindi:\"Hverjar eru þær meyjar,er ganga margar samanat forvitni föður;hadda bleikahafa þær, inar hvítfölduðu,ok eigut þær varðir vera?\"\"Þat eru bylgjur, er svá heita.\"Þá mælti Gestumblindi:\"Hverjar eru þær ekkjur,er ganga allar samanat forvitni föður;sjaldan blíðareru þær við seggja liðok eigu þær í vindi vaka?Heiðrekr konungr,hyggðu at gátu.\"\"Þat eru Ægis ekkjur, svá heita öldur.\"Þá mælti Gestumblindi:\"Mjök var forðumnösgás vaxin,barngjörn sú er barbútimbr saman;hlífðu hennihálms bitskálmir,þó lá drykkjardrynhraun yfir.\"\"Þar hafði önd búit hreiðr sitt í milli nautskjálka,ok lá haussinn ofan yfir.\"Þá mælti Gestumblindi:\"Hverr er sá inn mikli,er mörgu ræðrok horfir til heljar hálfr;höldum bergrok við jörð sakast,ef hann hefir sér vel traustan vin?Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar. Þater akkeri með góðum streng; ef fleinn hans er í grunni,þá bergr þat.\"Þá mælti Gestumblindi:\"Hverjar eru þær brúðir,er ganga í brimskerjumok eiga eptir firði för;harðan beð hafa þærinar hvítfölduðu konurok leika í logni fátt.\"\"Þat eru bárur, en beðir þeira eru sker ok urðir,en þær verða lítt sénar í logni.\"Þá mælti Gestumblindi:\"Sá ek á sumrisólbjörgum á,bað ek vel lifavilgi teiti,drukku jarlaröl þegjandi,en æpandaölker stóð.Heiðrekr konungr,hyggðu at gátu.\"\"Þar drukku grísir gylti, en hún hrein við.\"Þá mælti Gestumblindi:\"Hvat er þat undra,er ek úti sáfyrir Dellings durum;tíu hefir tungur,tuttugu augu,fjóra tigu fóta,fram líðr sú vættr?Heiðrekr konungr,hyggðu at gátu.\"Konungr mælti þá: \"Ef þú ert sá Gestumblindi, semek hugða, þá ertu vitrari en ek ætlaða. En frá gyltinnisegir þú nú úti í garðinum.\"Þá lét konungr drepa gyltina, ok hafði hún níu grísi,sem Gestumblindi sagði. Nú grunar konung, hverrmaðrinn mun vera.Þá mælti Gestumblindi:\"Fjórir hanga,fjórir ganga,tveir veg vísa,tveir hundum varða,einn eptir drallarok jafnan heldr saurugr.Heiðrekr konungr,hyggðu at gátu.\"\"Góð er gáta þín, Gestumblindi, getit er þessar. Þater kýr.\"Þá mælti Gestumblindi:\"Sat ek á segli,sá ek dauða mennblóðugt hold beraí börk viðar.\"\"Þar saztu á vegg ok sátt val bera æði í hamra.\"Þá mælti Gestumblindi:\"Hverir eru þeir tveir,er tíu hafa fætr,augu þrjúok einn hala?Heiðrekr konungr,hyggðu at gátu.\"\"Þat er þá, er Óðinn ríðr Sleipni.\"Þá mælti Gestumblindi:\"Segðu þat þá hinzt,ef þú ert hverjum konungi vitrari:Hvat mælti Óðinní eyra Baldri,áðr hann væri á bál hafiðr?\"Heiðrekr konungr segir: \"Þat veiztu einn, rög vættr.\"Ok þá bregðr Heiðrekr Tyrfingi ok höggr til hans, enÓðinn brást þá í valslíki ok fló á brott. En konungrhjó eptir ok af honum vélifiðrit aptan, ok því er valrsvá vélistuttr ávallt síðan. Óðinn mælti þá: \"Fyrir þat,Heiðrekr konungr, er þú rétt til mín ok vildir drepamik saklausan, skulu þér inir verstu þrælar at banaverða.\" Eptir þat skilr með þeim."}}