{"originalTitle": "Hrómundar_Saga_Gripssonar_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrómundar_Saga_Gripssonar_Chapter_5", "text": {"0": "Eptir þetta var Hrómundr mjök frægr, vinsæll okstórgjöfull. Hann gaf einum manni, þeim er Hrókr hét,eitt sinn gullhring góðan, er vá eyri. Þat fekk Váli atvita ok drap Hrók á náttartíma, en tók hringinn. Ensem konungr vissi þetta, kvaðst hann skyldu launa Válaeinhvern tíma hans hrekki. Konungr átti tvær systr.Önnur þeira hét Dagný, en hin Svanhvít. Sú var framarat öllu, ok var engi hennar líki millum Svíþjóðarok Hálogalands. Hrómundr Gripsson var nú heimaok gerði sér kátt við Svanhvít ok forðast hvárki Válané Bíld. Hún mælti eitt sinn við Hrómund ok segirVáli ok Bíldr muni rægja hann við konung. Hannmælti: \"Ek hræðumst engar argar fýlur, ok svá lengiþú vilt unna mér viðtals, þá mun ek tala við þik.\"Svá varð megn þessi rógburðr, at Hrómundr ok hansbróðir urðu at rýma frá konungs hirð ok fóru heimtil föður síns. Lítit hér eptir talar Svanhvít við Óláfkonung ok sagði: \"Nú er Hrómundr dæmdr í brottfrá konungs hirð, hverr vára sæmd jók þó mest, enaptr í staðinn hafi þér með yðr þá tvá, er hvárki rækjafrægð né dáð.\" Konungr svarar: \"Heyrt hefi ek getithann mundi fífla þik, ok skal sverðit skilja ykkar ást.\"\"Lítt manstu nú,\" sagði hún, \"þegar hann einn gekkí hauginn, en engi annarr þorði, ok fyrr mun Váliok Bíldr hengdr verða,\" sagði hún, gekk síðan snúðugtí brott."}}