{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_1", "text": {"0": "HRINGR er konungr nefndr, er réð fyrir Danmörku.Hann var vitr ok vinsæll. Hann átti drottningu,er Signý hét. Hún var dóttir Úlfheðins konungs afReiðgotalandi. Hún var allra kvenna vænst ok vitrust.Hringr konungr ól bráðliga við henni þrjú börn, sonutvá ok eina dóttur, er Ingibjörg hét. Hún var prýddöllum kvenligum listum. Svá var ok skær hennar ásjónasem skínanda gull, ok at öllu var hún svá sköpuð semhverr mundi sik kjósa vilja. Synir Hrings konungs hétuHálfdan ok Ásmundr. Þeir váru fríðir sýnum. Þó varHálfdan fyrir þeim um alla hluti. Ásmundr var þá tíuvetra en Hálfdan níu, er hér var komit sögunni. Konungrlét dóttur sinni skemmu reisa. Þat hús var gertmeð miklum hagleik. Konungsdóttur þjónuðu tólfskemmumeyjar, ok váru þær jarla dætr ok hertuga.Konungr unni harðla mikit dóttur sinni. Stendr núhennar líf með þvílíkum blóma sem fyrr var sagt. Varkonungr mjök gamlaðr.Jarl er nefndr Þorfiðr. Hann var í ríki konungs okeinn hans mesti vinr ok honum hollr ok trúr í öllumráðum. Jarl var manna vitrastr, ok því lét konungrhann jafnan með hirðinni vera. Hann fóstraði konungsbörninok unni þeim harðla mikit.Jarl var einn með konungi, er Þórir hét. Hann varkallaðr inn sterki. Hann var svá sterkr, at engi varsterkari í ríkinu. Jarl var landvarnarmaðr konungs. Þathafði ein flagðkona lagt á Þóri jarl, at hann mátti eigimannsblóð sjá. Þó var hann mikils metinn af konungi.Hann sat þar optast, er á Fjóni hét.Eina nótt bar svá til, þá er Ingibjörg lá í sæng ískemmu sinni ok svaf, at hún lét illa í svefni, ok eptirlangan tíma liðinn vaknaði hún. Skemmumeyjar hennarspurðu, hvat hana hafði dreymt, en hún vildi eigisegja þeim. Annan dag eptir kom Þorfiðr jarl í skemmunaok settist niðr hjá konungsdóttur. Þau taka talsín á milli. Ingibjörg mælti: \"Ek vil segja þér draumminn, fóstri.\" \"Hversu er hann?\" segir jarl. Hún svarar:\"Þat er upphaf í draumi mínum, at ek þóttumstnokkurn, ok var fyrst fjarri mér, en þó færðist mérhann nær ok nær. Um síðir sá ek, at þetta váru skip mörgok urðu hér landföst, ok af þeim runnu ótal varga okstefndu hingat til borgarinnar. Tveir melrakkar runnufyrir vörgunum, ok váru báðir óþokkaligir. Öll váruþessi kvikendi grimmlig. Þau letu ekki ógert ok rifubæði menn ok hesta ok allt þat, er þeir náðu. Ok þarkom at síðustu at þeir sóttu at þér, fóstri minn, ok atföður mínum, ok í því vaknaða ek, ok ráð nú drauminn,fóstri minn,\" segir Ingibjörg. Jarl tok til máls:\"Þessi draumr er auðráðinn,\" segir hann. \"Oss munskjótt koma hersaga, en þá vil ek eigi ráða hann lengr.\"Fell þar niðr tal þeira. Gekk jarl í burt.Eitt kveld bar svá til, at konungr sat yfir drykkjuborðum,at upp lukust hallardyrr. Gengu þar inn tíumenn. Kenndi konungr þar Þóri jarl ok hans kumpána.Konungr spurði tíðenda. Jarl segir, at víkingar váruvið land komnir, þeir er ekki létu ógert. Konungrspurði, hvat þeir hétu. Jarl segir, at annarr þeira hétSóti, en annarr Snækollr, -- \"Sóti ferr þess erendis, athann vill biðja dóttur þinnar.\" Konungr spurði, hversuSóti væri at sjá. Jarl svarar: \"Sóti er bölvaðr berserkr.Hann er hálflitr. Er hann öðrum megin blár, en öðrummegin rauðr. Hann hefir ekki klæði á búknum. Hanner sköllóttr um allt höfuðit, nema eitt hár stendr uppór miðjum hausi hans.\" Konungr mælti: \"Heldr munuvér þá berjast en gifta þeim manni dóttur vára.\" Allirfýstu þess heldr, þó at konungr hefði eigi lið við. Þeirvíkingarnir höfðu fengit konungi tveggja daga frestat safna liði, ok fekk konungr lítit lið, af því at tíminnvar stuttr, ok fekk hann alls þrjú hundruð manna.Þat sama kveld, at bardaginn skyldi vera eptir ummorguninn, mælti Hálfdan við Ásmund, bróður sinn:\"Þat vilda ek, bróðir, at vit færum ofan til strandar okfyndu vit víkingana, því at mér er allmikil forvitniá at finna þá ok sjá Sóta.\" Ásmundr mælti: \"Þangat skalek aldri koma, því at ek veit, at skjótt verð ek drepinn,ef ek kem þar.\" Hálfdan mælti: \"Þat vissa ek, atþú mundir ragr vera, því at þú þorir hvergi þik athræra.\" Ásmundr mælti þá: \"Fylgja mun ek þér, ef þúert einráðinn í at fara. Hálfdan mælti: \"Nú gerir þúvel, ok förum vit í stað.\""}}