{"originalTitle": "Commentary_On_Beowulf_Lines_1357_Ff-1358", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Commentary_On_Beowulf_Lines_1357_Ff-1358", "text": {"0": "Description of Grendel's abode. Read in the light of the corresponding version of the Grettissaga (Intr. xv, cf. xiv n. 2), the outlines of the scenery are well understood -- a pool surrounded by cliffs and overhung with trees, a waterfall descending into it, and a large cave under the fall. The pool is situated in a dreary fen-district, mōras, fen ond fæsten (103 f., etc.) -- a feature not improbably introduced in England. (See also note on 103 f. It has been suggested by Lawrence [see infra] 229 f. that the localization in the desolate moors was added in connection with Grendel's descent from the exiled tribe of Cain; cp. 1265.) That Grendel lives in the sea, or in a pool connected with the sea, or in an \" almost land-locked arm of the sea \" (Cl. Hall, p. 5; cf. Sarrazin, ESt. xlii 7 f., who recognized this very feature in the Roskilde bay), cannot be conceded. It certainly seems that the nicras and similar cicatures (1425 ff., nicorhūsa fela 1411) have been brought in chiefly for epic elaboration without regard for absolute consistency. (See also note on 1428 f.) -- It should be added that manifestly conceptions of the Christian hell have entered into the picture as drawn by the poet. The moors and wastes, mists and darkness, the cliffs, the bottomless deep (cp. 1366 f.), the loathsome wyrmas (1430) can all be traced in early accounts of hell, including Ags. religious literature. (See also notes on 1365 f., 850-52.) Especially close is the relation between this Beowulfian scenery and that described in the last portion of the 17th Blickling Homily which is based on a Visio Pauli. Cp. Blickl. Hom. 209. 29 ff.: Sanctus Paulus wæs gesēonde on norðanweardne þisne middangeard, þǣr ealle wætero niðer gewītað, and hē þǣr geseah ofer ðǣm wætere sumne hārne stān; and wǣron norð of ðǣm siāne āwexene swīðe hrīmige bearwas, and ðǣr wǣron þȳstro genipu, and under þǣm stāne wæs nicera eardung and wearga, . . . . on ðǣm īsgean bearwum . . . . It is hardly going too far to attribute the remarkable agreement to the use of the same or a very similar source. (See Lawrence, Publ. MLAss. xxvii 208-45; Sarrazin, ESt. xlii 4 ff.; Angl. xxxvi 185-87 ; Schü. Bd. 60 ff.; Earle's note [parallels]; Brooke L 4.6.1.45 [cave under the sea]; Cook L 5.29.3.) [A fine picture of the waterfall 'Godafoss,' in the Skjalfandafljot river, Iceland, which has been traditionally associated with Grettir's exploit, Grettissaga, ch. 66, may be found in P. Herrmann's translation of the Grettissaga (Thule, No. 5, Jena, 1913), opposite p. 174.]"}}