{"originalTitle": "Beowulf2_Xxxv", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xxxv", "text": {"0": "XXXVThen he goes to his chamber, sings sorrowful songs,The one for the other: too empty all seemed,Fields and dwelling. So the Weders' defenceFor Herebeald sorrow of heartWelling up bore: he might not at allUpon that murderer the feud avenge;Not sooner might he wreak his hate on the warriorWith evil deeds, though he was not to him dear.He then with this sorrow, which befell him so sore,Gave up human joy, God's light did choose,Left to his sons, as a wealthy man does,Land and chief city, when from life he departed.Then was feud and strife of the Swedes and the Geats,O'er the wide water contest in common,A hard battle-struggle, after Hrethel was dead,Whilst to them were Ongentheow's sonsBold and warlike, friendship would notO'er the sea keep, but around Hreosna-mountTerrible inroads often did make.For that mine own kinsmen vengeance did take,For the feud and the wrong, as it was known,Although the other it bought with his life,A heavy price: to Haethcyn was,To the Geats' lord, the war destructive.Then heard I that on th' morrow one kinsman the otherWith edge of the sword avenged on the murderer,When Ongentheow Eofor sought out:The war-helmet split, the aged ScylfingFell down sword-pale; his hand rememberedOf strife enough, the death-blow withheld not. -I to him the treasures which he me gaveRepaid in war, as it was given me,With the shining sword; he gave to me land,A dwelling and home. There was not to him lack,That he 'mong the Gifths, or'mong the Spear-Danes,Or in the Swedes' kingdom, needed to seekA warrior worse, him buy with a price:I always would go before him on foot,Alone in front, and so for life shall IEnmity work, while this sword permits,Which often stood by me early and late.Then 'fore the courtiers was I to DaeghrefnFor a hand-slayer, the Hugs' brave warrior:Not he the jewels to the king of the Frisians,The breast-adornment, was able to bring,But in battle he fell, the standard's keeper,The prince in his might; sword was not his slayer,But for him battle-grip the swellings of heart,The bone-house broke. Now shall the bill's edge,Hand and hard sword, fight for the hoard.\"Beowulf said, with boastful words spokeFor the last time: \"I survived manyWars in my youth; yet now I will,Old people's guard, the contest seek,With honor work, if me the fell foeFrom his earth-hall dare to seek out.\"Greeted he then each one of men,The brave helmet-bearers, for the last time,His own dear comrades: \"   would not the sword bear,Weapon 'gainst worm, if I knew howUpon this monster I might otherwiseMy boast maintain, as once upon Grendel.But I there expect hot battle-fire,Breath and poison: therefore I have on meShield and burnie. I will not the hill's guard,The foe, flee from even part of one foot,But at wall it shall be as for us Weird provides,Each man's Creator: I am in mind brave,So that 'gainst the war-flier from boast I refrain.Await ye on mountain, clad in your burnies,Heroes in armor, which one may better,After the contest, from wounds escapeOf both of us. That is not your work,Nor the might of a man but of me alone,That he 'gainst the monster his strength should try,Heroic deeds do. I shall with mightThe gold obtain, or war shall take off.Terrible life-bale, your own sovereign.\"Arose then by the rock the warrior fierceBrave under his helmet, his battle-sark bore'Neath the stone-cliffs, to the strength trustedOf one man alone; such is no coward's work.He saw then by the wall (he who very many,In man's virtues good, of contests survived,Struggles of battle, when warriors contended)A stony arch stand, a stream out thenceBreak from the mountain; the burn's flood wasWith battle-fire hot; might not near the hoardOne without burning any while thenEndure the deep for the flame of the dragon.Let then from his breast, since he was enraged,The Wedergeats' prince his words go forth,The strong-hearted stormed: his voice came in,In battle clear-sounding, 'neath the hoar stone.Strife was stirred up; the hoard-keeper knewThe voice of a man: there was not more timeFriendship to seek. First there came forthThe breath of the monster out of the rock,Hot battle-sweat; the earth resounded.The man 'neath the mountain his shield upraised'Gainst the terrible demon, the lord of the Geats:Then was the ring-bowed eager in heartThe contest to seek. The sword ere brandishedThe good war-king, the ancient relicSharp in its edges: to each one wasOf those bent on bale dread from the other.The strong-minded stood against the steep rock,The prince of friends, when the worm bentQuickly together: he in armor awaited.Went he then burning advancing in curves,To his fate hasting; the shield well protectedIn life and in body a lesser whileThe mighty chief than his wish sought,If he that time, on the first day,Was to control as Weird did not permit himTriumph in battle. His hand he uplifted,The prince of the Geats, the fearful foe struckWith the mighty relic, so that the edge softenedBrown on the bone, bit less stronglyThan the folk-king need of it had,Oppressed with the fight. Then was the hill's keeper,After the battle-blow, fierce in his mood,Threw with death-fire; far and wide spreadThe flame of the battle. Of triumphs he boasted not,The gold-friend of the Geats: the war-bill failedNaked in fight, as it should not,Excellent weapon. That was no easy task,So that the mighty kinsman of EcgtheowThe plain of this earth was to forsake,Must at the worm's will take up his abodeElsewhere than here; so shall every manHis fleeting life leave. It was not then longThat the fierce ones again each other met.The hoard-keeper raged, his breast swelled with breath:A second time he suffered distressSurrounded by fire, who before ruled his folk.Not at all in a band did his companions,Children of nobles, him stand aroundWith warlike virtues, but they to wood went,Protected their lives. In one of them welledHis mind with sorrows; friendship may neverBe at all put aside by one who thinks well."}}