{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_0", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_0", "text": {"0": "MARGAR frásagnir hafa menn saman sett tilskemmtanar mönnum, sumar eptir fornskræðumeða fróðum mönnum ok stundum eptir fornum bókum,er í fyrstu hafa settar verit með stuttu máli, ensíðan orðum fylldar, því at flest hefir seinna verit ensagt er. Verða menn jafnan misfróðir, því at þat eroptliga annars sýn ok heyrð, er annars er eigi, þó atþeir sé við atburð staddir. Er þat ok margra heimskramanna náttúra, at þeir trúa því einu, er þeir sjá sínumaugum eða heyra sínum eyrum, er þeim þykkir fjarlægtsinni náttúru, svá sem orðit hefir um vitra mannaráðagerðir eða mikit afl eða frábæran léttleika fyrirmanna,svá ok eigi síðr um konstir eða huklaraskap okmikla fjölkynngi, þá þeir seiddu at sumum mönnumævinliga ógæfu eða aldrtila, en sumum veraldar virðing,fjár ok metnaðar. Þeir æstu stundum höfuðskepnur,en stundum kyrrðu, svá sem var Óðinn eða aðrirþeir, er af honum námu galdrlistir eða lækningar.Finnst þar ok dæmi til, at sumir líkamir hafa hræringhaft af óhreins anda íblæstri, svá sem var Eyvindr kinnrifaí Óláfs sögu Tryggvasonar eða Einarr skarfr eðaFreyr, er Gunnarr helmingr drap í Svíaríki. Nú verðrhvárki þetta né annat gert eptir allra hugþokka, þvíat engi þarf trúnað á slíkt at leggja meir en fallit þykkir.Er þat ok bezt ok fróðligast at hlýða, meðan frá er sagt,ok gera sér heldr gleði at en angr, því at jafnan er þat,at menn hugsa eigi aðra syndsamliga hluti, á meðanhann gleðist af skemmtaninni. Stendr þat ok eigi velþeim, er hjá eru, at lasta, þó at ófróðliga eða ómjúkligasé orðum um farit, því at fátt verðr fullvandligagert, þat er eigi liggr meira við en um slíka hluti."}}