{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_6", "text": {"0": "Nú fréttir Eysteinn konungr heimkvámu þeira okhversu mikinn sigr þeir höfðu fengit. Fagnar hann þeimsæmiliga, ok skemmtu þeir honum frá ferðum sínum.Þakkar konungr þeim vel ok spyrr Hálfdan eptir, hversuhonum lízt á konungsdóttur, en hann kveðst eigi mjökkvenskyggn, en sagði þó, at hún væri væn kona. Ingigerðrvar nú komin í höll drottningar, ok fagnaðihún henni vel, en þó með minni blíðu en margr ætlaði.Þá lét konungr senda eptir þeim mæðgum. Ener þær kómu fyrir hann, mælti hann til Ísgerðar drottningar:\"Nú er hér komin dóttir þín,\" sagði hann, \"okvil ek nú með yðru ráði allan sóma gera bæði þér okhenni. Vili Hálfdan mínum ráðum fara fram, þá líkarmér vel, at hann fái hennar, ef hennar vili fellr þar tilok þinn, drottning.\" \"Svá er hún viti borin,\" sagðidrottning, \"at hún má vel hafa sjálf svör fyrir sér umslík mál.\" Þá mælti Hálfdan: \"Eigi hefi ek mjök huglagtat kvænast svá búit. Hefi ek ok eigi margar konungadætrsét, en vel þykki mér sá giftr, sem Ingigerðiá, ok eggjandi vil ek þess vera, at þér séð gott ráðfyrir henni.\" Þá mælti Úlfkell: \"Lengi hefi ek yðr þjónat,herra, ok vænti ek af yðr góðs, ok þætti mér mikillsómi, ef þér vilduð gifta mér þessa mey. Hefi ek oknokkut talat við hana áðr, ok hefir hún engi fjartækihaft um þetta mál.\" Konungr spyrr nú Ingigerði,hversu henni væri um þetta gefit, en hún kvað hannmestu mundu um ráða, ef móðir hennar legði eigi ímóti, -- \"ok síðan vili þér, konungr, auka nokkurnafnbót við Úlfkel.\" En konungr spurði drottningu,hversu henni væri um gefit, en hún kvað sér þat beztlíka, at hann sæi fyrir, sem honum líkar.Eptir þetta gifti konungr Úlfkatli Ingigerði ok gafhonum jarlsnafn ok Álaborg til forráða ok þat ríki,sem þar lá til, ok var þá drukkit brullaup þeira. Oksíðan fór Úlfkell til Álaborgar ok tók undir sik ríkitok gerðist þar höfðingi yfir ok galt konungi skatt, okfór svá fram lengi, ok tókust upp ástir með þeim Ingigerði."}}