{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_14", "text": {"0": "Þat er nú því næst at segja, at konungr efnar jólaveizlumikla. Þar kom Sigurðr konungr af Skörðuborgok margt annat stórmenni. Ok it fyrsta kveld, er mennváru komnir í sæti, gengr innar Marsibil konungsdóttirmeð sinn skara. Þær Hildr ok Ingibjörg váru þar íför með henni, ok sat á sína hönd henni hvár þeira,en þar út í frá sátu skemmumeyjar hennar. Alfífa léksér á gólfinu. Sigurðr konungr, faðir hennar, kallarhana til sín ok setr hana í kné sér ok mælti: \"Seg mér,hvat konu þat er, sem sitr á hægri hönd frændkonuþinni?\" \"Hún heitir Ingibjörg,\" segir Alfífa, \"ok ersystir kaupmanns þess, er hér kom í sumar.\" Konungrmælti: \"Þú skalt fara til Marsibil konungsdóttur, okseg, at hún láti þat fram gengt verða, at ek eiga þákonu.\" Alfífa ferr ok fram kemr til sinnar frúr ok berrhenni boðskap síns föður. Konungsdóttir bað hana viðHálfdan þetta ræða.Líðr nú af nóttin, ok at morgni dags ganga þau ámálstefnu konungsdóttir ok Hálfdan ok Sigurðr konungr.Hann biðr þá systur Hálfdanar. Konungsdóttirflytr þetta mál með honum. Hálfdan mælti: \"Fullkostaþykki mér konungi, þó at hann eigi Hildi.\" Konungrbyrjaði þá at nýju bónorðit. Hálfdan tók því vel, okmeð samþykki bræðra hennar var þessu ráðit, ok varþá jólaveizlunni snúit upp í brullaup, ok var at setithálfan mánuð. Ok eptir veizluna gaf Sigurðr konungrmörgum góðar gjafir, ok fóru heim til Skörðuborgarmeð drottningu sína. Sigurðr fór með þeim, en Sigmundrvar eptir hjá Hálfdani."}}