{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_10", "text": {"0": "Þat sumar var Hrólfr með Þorgný jarli í miklum metorðum.Þat var einn dag um haustit, at Þorgnýr jarlsat á haugi drottningar sinnar, ok var leikit fyrir honum,at svala ein flaug yfir hann ok felldi niðr einnsilkiklút í kné honum ok flaug burt síðan. Jarl tók okleysti til ok sá þar í eitt mannshár svá langt, at þat varmjök mannhátt ok gullslitr á. Jarl gekk undir drykkjuborðum kveldit. Sýndi hann þá hárit, þat er svalanhafði niðr fellt. Þótti flestum sem konuhár mundi vera.Jarl mælti: \"Þess strengi ek heit at fá þá konu, er háriter af, eða liggja dauðr ella, ef ek veit, at hvers bæjarer at leita eða á hverju landi hún er.\" Öllum þóttimikil heitstrengingin, ok horfði hverr til annars.Nokkurum nóttum síðar stefndi jarl þing fjölmennt.Hann stóð upp á þinginu ok birti mönnum heitstrengingsína ok spurði, ef nokkurr kynni deili á þessi konuok hvert hennar væri at leita. Var þá ok sýnt hárit, efnokkurr kannaðist við. Björn ráðgjafi mælti: \"Svá feginnvilda ek tala ok gera, herra, at yðr ok yðru ríkiværi til heiðrs ok virðingar heldr en til nokkurs skaðaeða minnkanar. Virðist mér heitstrenging þín mikil, okhygg ek þessari konu eigi auðnat, en nærri mun ekgeta, hvar hún er, þótt ek hafi ekki fréttum fyrir haldit:Hreggviðr hét konungr; hann réð fyrir Garðaríki. Hannátti dóttur, er Ingigerðr hét. Kvenna var hún fríðustok bezt at sér ger um alla hluti. Þat hefi ek sannspurt,at engi kona á Norðrlöndum hafi betr verit at sér gerok hafi meira hár ok fegra en hún, ok þat er mitthugboð, at þetta hár eigi hún, með hverjum klókendumsem þat er til yðar komit. Nú munuð þér sannspurthafa, hver tíðendi þar hafa orðit í fráfalli Hreggviðarkonungs fyrir Eirek konungi með konungsdóttur. Húnskal hafa mann til burtreiðar við Sörkvi, kappa konungs,ok frelsa sik með því. Hygg ek fá verða til þessfúsa, við þvílíkan sem við er at eiga. En þótt Sörkvigeti nokkurr af baki riðit, þá þykki mér konungsdóttireigi auðfengin ór Garðaríki heldr en áðr.\" Þótti öllumþeim, sem við váru, sem svá mundi vera sem Björnsagði."}}