{"originalTitle": "Hrómundar_Saga_Gripssonar_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrómundar_Saga_Gripssonar_Chapter_4", "text": {"0": "Þeir kómu vestan at Vallandi ok fundu hauginn okrufu þegar. Ok at liðnum sex dögum kómu þeir gluggaá hauginn. Sáu þeir, at þar sat á stóli dólgr mikill, blárok digr, allr gulli klæddr, svá at leiptraði af. Rumdihann mjök ok blés at eldi. Hrómundr spyrr, hverr núvill ganga í hauginn, ok sá skuli kjósa sér þrjá gripi.Váli kvað: \"Engi mundi vilja gefa líf sitt við því. Eruhér nú sex tigir manna, ok mun tröll þetta öllum dauðaveita.\" Hrómundr mælti: \"Vogat mundi Kári hafaþetta, ef lífs væri,\" -- ok kvað makligt, þótt sér væriniðr sleppt í festi, þótt betra sé at fást við átta aðra.Fór svá Hrómundr niðr í festinni. Var þat á nóttu.Ok er hann kom niðr, bar hann saman fé mikit okbatt í festarenda.Þráinn hafði verit á fyrri dögum konungr yfir Vallandiok vann allt með göldrum, gerði margt illt afsér, ok þá hann var svá gamall, at hann kunni eigi atstríða lengr, lét hann setja sik lifanda í hauginn okmikit fé með sér.Nú sér Hrómundr, hvar sverðit hangir uppi á einnisúlu. Hann kippir því ofan, gyrðist með ok gengr framat stólnum ok mælti: \"Mér mun vera mál ór hauginum,fyrst engi hamlar, eða hverninn vegnar þér, þú hérna,inn gamli? Sástu eigi, at ek bar saman fé þitt, en þúhöktir kyrr, hundr leiðr, eða hvat var þér í augum,er þú horfðir á, at ek tók sverðit ok menit ok fjöldaþinna annarra gripa?\" Þráinn kvað sér einskis um vertþykkja, ef hann léti sik kyrran sitja á stóli sinum, --\"ek kunna áðr fyrr at berjast. Er ek þá orðinn nóguragr, ef þú einn skalt ræna mik auði, ok vil ek synjaþér gripanna. Máttu sjá við mér dauðum.\" Þá mæltiHrómundr: \"Rigaðu þér á fætr, ragr ok blauðr, oktak þú sverðit aptr af mér, ef þú þorir.\" Draugr mælti:\"Þat er engi fremd at bera sverð á mik vápnlausan.Heldr vil ek reyna afl við þik ok glímu.\" Hrómundrkastar þá sverðinu ok treysti afli sínu. Þráinn sá þettaok leysti ofan ketil sinn, er hafði uppi. Hann var þáeigi frýnligr, blés þá at eldi, er hann var búinn at etaór katlinum. Funi mikill var í milli fóta honum, enketillinn fullr í búki. Hann var í stakki gullfáguðum.Báðar hendr hans váru brenglaðar, ok beygðust neglrfyrir góma. Hrómundr mælti: \"Skríddu af stóli, skálkrargr, sviptr öllu fé.\" Þá sagði draugr: \"Nú mun málvera at fara á fætr, fyrst þú frýjar mér hugar.\"Dagr líðr, en kveldar, ok gerðist þá myrkt í hauginum.Hann gekk þá til glímu við Hrómund, en kastaðiniðr katli sínum. Neytti þá Hrómundr afls, ok svágengust þeir hart at, at grjót ok steinar gengu upp. Þádatt draugrinn á annat kné ok mælti: \"Þú stjakar mér,ok víst ertu hraustr maðr.\" Hrómundr sagði: \"Stattustuðningslaust á fætr aptr. Miklu ertu linari en Mánikarl sagði.\" Þá tók Þráinn at tryllast, ok fylltist upphaugrinn með illan daun. Setti hann þá klær sínar áhnakka Hrómundi ok sleit hold af beinum á lendarofan ok mælti: \"Kvarta eigi um, þótt gráni leikrinnok sárni kroppr þinn, því at nú skal ek rífa þik kvikaní sundr.\" \"Eigi veit ek,\" sagði Hrómundr, \"hvaðansoddan kattakyn er komit í haug þenna.\" Draugrinnmælti: \"Þú munt fæddr vera af Gunnlöðu. Eru fáirþínir líkar.\" \"Illt mun vera,\" sagði Hrómundr, \"at þúklórir mik lengi.\" Glímdu þeir hart ok lengi, svá atallt skalf, þat nærri var, þar til um síðir, at Hrómundrfelldi hann á fótarbragði. Þá var orðit mjök dimmt.Þá mælti draugr: \"Nú vannstu mik með ráðum októkst sverð mitt. Þat skipti með okkr leikum. Lengi hefiek lifat í haugi mínum ok lafat á fé, en eigi er gottat trúa gripum sínum, þótt góðir þykki, of mjök, okaldri hefi ek ætlat, at þú, Mistilteinn, mitt góða sverð,mundir verða mér til meins.\" Varð Hrómundr þá laussok náði sverðinu ok mælti: \"Herm mér nú, hvat margamenn í hólmgöngu þú vannst með Mistilteini.\"\"Hundrað fjóra ok tuttugu,\" kvað draugrinn, \"ok fekkek aldri skeinu. Semingr konungr, er var í Svíþjóð, okek reyndum okkrar íþróttir, ok hugði hann ek mundiseint unninn verða.\" \"Lengi hefir þú,\" sagði Hrómundr,\"verit mönnum til meins, ok mun þat happaverkat láta þik sem fyrst deyja.\" Hjó hann svá höfuðitaf draugnum ok brenndi hann upp allan á báli, fór sváór hauginum. Spurðu menn þá, hverninn Þráinn okhann hefðu skilit. Hann kvað þat hafa gengit í kjör,-- \"því at ek hjó af honum höfuðit.\" Eignaðist Hrómundrþá þrjá gripi, er hann sótti í hauginn, hring,men ok Mistiltein. Allir fengu þeir of fjár. Sigldi Óláfrkonungr svá þaðan ok norðr til síns ríkis, settist síðanat landi sínu um kyrrt."}}