{"originalTitle": "Norna-Gests_Þáttr_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Norna-Gests_Þáttr_Chapter_2", "text": {"0": "Litlu fyrir jól kom Úlfr heim inn rauði ok sveitmanna með honum. Hann hafði verit um sumarit íkonungs erendum, því at hann var settr til landsgæzluum haustit í Víkinni við áhlaupum Dana. Var hannjafnan vanr at vera með Óláfi konungi um hávetri.Úlfr hafði at færa konungi marga góða gripi, erhann hafði aflat um sumarit, ok einn gullhring hafðihann aflat, er Hnituðr hét. Hann var hnitaðr samaní sjau stöðum, ok var með sínum lit hverr hlutrinn.Miklu var hann gullbetri en aðrir hringar. Þann hringhafði gefit Úlfi einn bóndi, er Loðmundr hét, en þennahring hafði átt áðr Hálfr konungr, er Hálfsrekkar erufrá komnir ok við kenndir, er þeir höfðu kúgat fé afHálfdani konungi í Ylfing. En Loðmundr beiddi Úlfí móti, at hann mundi halda bænum fyrir honummeð fulltingi Óláfs konungs. Úlfr játaði honum því.Heldr konungr nú jól sín ríkuliga ok sitr í Þrándheimi.En inn átta dag jóla gefr Úlfr inn rauði hringinnHnituð Óláfi konungi. Konungr þakkar honum gjöfinaok alla sína trúlynda þjónustu, er hann hefði jafnanveitt honum. Ferr þessi hringr víða um herbergi, þarer menn drukku inni, því at þá váru eigi hallir smíðaðarí þann tíma í Noregi. Sýnir nú hverr öðrum, okþykkjast menn eigi sét hafa jafngott gull sem í hringnumvar. Ok at lyktum kemr hann á gestabekk ok sváfyrir Gest inn ókunna. Hann lítr á ok selr aptr hringinnyfir þvera höndina, þá er hann helt áðr á kerinu.Finnst honum fátt til ok talar ekki til þessa gripar, enhefir gamanræður sem áðr við sína félaga. Einn herbergissveinn skenkti utar á bekkinn gestanna. Hannspyrr: \"Lízt yðr vel á hringinn?\" \"Allvel,\" sögðu þeir,\"utan Gesti inum nýkomna. Honum finnst ekki til,ok þat hyggjum vér, at hann kunni ekki til at sjá, athann anzar ekki um slíka hluti.\" Herbergis sveinninngengr innar fyrir konung ok segir honum þessi in sömuorð gestanna ok þessi inn komni gestr, hversuhann anzaði lítt til þessa gripar, er honum var sýndslík gersimi. Konungr sagði þá: \"Gestr inn komni munfleira vita en þér munuð æetla, ok skal hann koma tilmín í morgin ok segja mér nokkura sögu.\" Nú talastþeir við gestirnir utar á bekkinn. Þeir spyrja inn nýkomnagest, hvar hann hefir sét jafngóðan hring eðabetra. Gestr svarar: \"Með því at yðr þykkir undarligt,at ek tala svá fátt til, þá hefi ek víst sét þat gull, atengum mun er verra, nema betra sýnist.\" Nú hlæjakonungsmenn mjök ok segja, at þar horfist til gamansmikils, -- \"ok muntu vilja veðja við oss, at þú hafirsét jafngott gull sem þetta, svá at þú megir þat sanna.Skulu vér við setja fjórar merkr gangsilfrs, en þú knífþinn ok belti, ok skal konungr um segja, hvárir sannarahafa.\" Gestr sagði þá: \"Eigi skal nú hvárttveggjagera, vera í kallsi með yðr, enda halda eigi ummæliþau, sem þér biðið, ok skal víst veðja hér um ok svámikit við leggja sem þér hafið mælt, en konungr skalum segja, hvárir sannara hafa.\" Hætta þeir nú sínutali. Tekr Gestr hörpu sína ok slær vel ok lengium kveldit, svá at öllum þykkir unað í á at heyra, okslær þó Gunnarsslag bezt. Ok at lyktum slær hannGuðrúnarbrögð in fornu. Þau höfðu menn eigi fyrrheyrt. Ok eptir þat sváfu menn af um nóttina."}}