{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_8", "text": {"0": "Nú halda þeir þangat, ok er þeir koma þar í land,búast þeir til uppgöngu. Ok nú þykkir þeim þurfa,at liðit gæti sumt skipanna. En Rögnvaldr, bróðirþeira, var þá ungr, at þeim þótti hann eigi til færrvera í svá mikilli mannraun at vera sem þeim þóttilíkligt, at vera mundi, ok láta hann gæta skipa meðsumu liði. En áðr þeir færi frá skipum, segir Ívarr, atþeir borgarmenn eigu naut tvau, ok eru þat kvígendi,ok menn höfðu því frá horfit, at eigi mátti standastlát þeira ok tröllskap. Þá mælti Ívarr: \"Verðið við sembezt þótt yðr bjóði nokkurn ótta, því at eigi mun tilsaka.\" Nú fylkja þeir liði sínu. Ok er þeir nálgastborgina, verða þeir varir við, er byggja staðinn, takanú at leysa út naut þessi, er þeir trúðu á. Ok er kvígendineru laus látin, hlaupa þau hart ok láta illa. Núsér Ívarr þetta, þar sem hann er borinn á skildi, okbiðr fá sér boga, ok svá var gert. Nú skýtr hann þessiin illu kvígendi, svá at hvárttveggja fekk bana, ok varnú af hendi leystr þessi ófriðr, er mönnum þótti mestrótti at. Nú tekr Rögnvaldr til orða at skipum ok mæltivið lið sitt, at þeir menn væri sælir, er slíka skemmtanskyldu hafa sem þeir bræðr hans hafa. \"Ok gengr þeimekki annat til, er ek skylda eptir vera, en þeir einirvilja hafa virðing af. Nú skulu vér ganga upp gervallir.\"Ok nú gera þeir svá. Ok þá er þeir koma eptirliðinu, gengr Rögnvaldr hart fram í bardagann, oklýkr svá, at hann fellr. En þeir komast í borgina bræðr,ok tekst nú bardagi af nýju, ok lýkr svá, at borgarmennkomast á flótta, en þeir reka flóttann. Ok er þeirhverfa aptr til borgarinnar, kveðr Björn vísu:\"Upp hrundu vér ópi,ór bitu meira en þeira,satt mun ek til þess segja,sverð, í Gnípafirði;knátti hverr, er vildi,fyr Hvítabæ útan,né sitt spari sveinarsverð, mannsbani verða.\"Ok er þeir koma aptr í borgina, taka þeir allt lausafé,en brenna hvert hús, er í var borginni, ok brjóta allaborgarveggi. Ok nú halda þeir skipum sínum þaðan."}}