{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_29", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_29", "text": {"0": "Litlu síðar en þeir Hrólfr fóru ór Jótlandi ok íGarðaríki, kom við land Tryggvi berserkr, sá er fyrrvar getit í sögunni. Hann hafði óvígan her fyrir fjöldasakir. Hafði hann optast verit í Skotlandi ok Englandi,síðan hann flýði undan þeim Hrólfi ok Stefni, en núhafði hann spurt, at þeir váru ór landi farnir ok númundi lítil viðtaka.En þegar Þorgnýr jarl spurði hersöguna, lét hannsafna liði, ok með því at Tryggvi hafði mjök á óvartkomit ok þat annat, at burt var allt mannval ór landinu,þá fekk jarl lítit lið móti svá miklum her. Fundrþeira var skammt frá borginni. Sló þar þegar í innharðasta bardaga. Gengu hvárirtveggju vel fram. Þorgnýrjarl lét röskliga fram bera merki sitt ok fylgdisjálfr ok barðist alldjarfliga ok drap margan mann.Björn ráðgjafi fylgdi honum karlmannliga ok felldimarga menn, því at þeir váru vanir til herskapar okfullhugar til framgöngu. Tryggvi gekk ok hart fram okóð í gegnum lið jarls, svá at ekki stóð við honum, okhallaðist mjök orrostan á hans menn, jarlsins. Bardaginnstóð allan dag ok lyktaðist með því, at Þorgnýr jarlfell með góðan orðstír ok Tryggvi varð hans banamaðr.Flýði þá Björn ráðgjafi ok þat lið, er eptir var,til borgar, ok heldu sik þar, en Tryggvi settist umborgina.Síð um kveld sáu menn, at þrjú skip sigldu at landi.Váru öll stór ok svört fyrir borði. Þeir lögðu í lægiok tjölduðu. Váru nú borgarmenn hugsjúkir um sinnhag. En þegar morgunn kom, ganga skipamenn heimtil borgar með fylktu liði. Tólf gengu fremstir, okhöfðu tveir af þeim grímur fyrir andliti. Tryggvi fylktiok liði sínu, en er þeir fundust, varð þar fátt um kveðjur,því at grímumenn réðu þegar til bardaga ok sóttu hartfram. Ok er borgarmenn sjá þat, gengu þeir út af borginniok kómu í opna skjöldu. Varð Tryggvi mjök íkvínni, ok fell mjök lið hans. Menn sóttu fast atTryggva, ok lauk svá, at hann fell ok mestr hluti liðshans. Tóku þeir þá mikit herfang. Fóru grímumennþegar til skipa sinna ok áttu ekki tal við aðra menn.Undruðust landsmenn mjök, hvat mönnum þetta mundivera, ok kunni þat engi at segja. Var nú eptir um kyrrt,ok var Þorgnýr jarl haugsettr. Þóru fekk mikit fráfallföður síns ok mörgum öðrum landsmönnum, því athann hafði verit góðr höfðingi ok stjórnsamr ok ráðitlengi ríkinu ok átt mjök friðsamt. Var hann því öllummönnum harmdauði."}}