{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_6", "text": {"0": "Svá er sagt, at þat var einn tíma, at þeir bræðr talastvið. Spurði Hrólfr konungr, hve líkliga Katli þótti áhorfa um ríkisstjórn eða höfðingskap. Ketill lét vel fyrirflestra hluta sakir. Hrólfr konungr svaraði: \"Ok því,at þú hefir grein í þessu máli, þá ertu skyldr at segjamér, hvers þér þykkir áfátt, þat mér er sjálfrátt.\" Ketillsvarar: \"Vel má ek finna þann hlut, er mér þykkirvanta yðra heill. Þú ert maðr ókvæntr, ok mundir þúþykkja miklu gildari konungr, ef þú fengir þér kvánfangvið þitt hæfi.\" Konungr mælti: \"Hvar skal ek þessorka?\" Ketill svaraði: \"Þá mundi yðar sæmd vaxa, efþér bæðið þeirar konungsdóttur, er bæði er hyggin okforsjál, en mér þykkir vís ván, hvar sem þú vill at víkja,at þér mun eigi frá vísat.\" Konungr svarar: \"Ekki býrmér þat í skapi svá búit. Er land þetta lítit, ok munengum þykkja slægr til várs ríkis, eða hvar horfir þúhelzt á um þetta mál, frændi?\" Ketill svaraði: \"Þat hefiek frétt, at Eirekr konungr í Svíþjóð á sér dóttur vænaok vitra, þá er Þornbjörg heitir. Hefi ek svá frétt, ateigi muni fást slíkr kostr hingat á Norðrlönd fyrir allrahluta sakir, þeira er kvenmann má prýða, en hún hefirsuma hluti til jafns við hrausta riddara: þat er burtreiðok at skilmast við skildi ok sverði. Þat hefir húnum fram allar konur, þær ek hefi spurn af. Eirekr konungr,faðir hennar, er ágætr fyrir ríkdóms sakir okmargra hluta annarra, þeira er frægan konung máprýða.\" Hrólfr konungr svaraði: \"Ekki berum véráræði til slíkra hluta. Er slíkt meir talat af ákefð enforsjá, sem þik hendir stundum, frændi. Er þat illt atætla sér á dul, er vonarlaust er, at hann fái risit með.Lízt mér svá, þótt ek fara at biðja dóttur Eireks konungsí Svíþjóð, sem þú vildir, þá þykkjumst ek vita,at mér mundi synjat konunnar, ok eigi ólíkligt, at ekfengi nokkur orð hæðilig ok yrði ek at þola þat allt,með því ek hefði engi föng á at hefna sakir ríkis konungsins,ok munda ek við svá búit þessu una allilla.\"Ketill kvað ekki svá fara mundu. \"Skortir oss ekki heraf Danmörku ok Gautlandi at herja á Eirek konung,ef hann synjar þér mægðar.\" Hrólfr konungr mælti:\"Ekki þarf slíkar glósur fyrir mér at gera, því at ekþykkjumst sjá, hversu þetta mundi fara, þótt freistatværi.\" Þetta fór enn sem annat eptir skaplyndi Hrólfskonungs, at hann gaf at þessu engan gaum ok lét líða hjásér sem margt annat, þat sem honum var tjáð, ok eigivissi at nær, hvat honum bjó í skapi. Tók hann þá tilþess jafnan síðan, er öðrum var ór minni liðit. Líðr sváfram nú um hríð, at þeir fóstbræðr sátu ýmist í Danmörkueða Gautlandi, en herjuðu jafnan á sumrumok fengu of fjár ok váru inir hraustustu bardagamenn,svá at ekki stóð við þeim. Urðu þeir harðla víðfrægir afsínum fremdarverkum; kunnu allir náliga þeira nafn.Svá er sagt frá Hrólfi konungi, at hann var allramanna mestr ok sterkastr. Hann var svá þungr, at engumhesti mátti hann ríða allan dag út, svá at eigi kafnaðieða spryngi undir honum, ok varð jafnan at skiptavið hann. Hrólfr konungr var manna vænstr ok kurteisok at öllu vel skapaðr, hærðr manna bezt, breiðleitrok mikilleitr, eygðr manna bezt ok fögr augun ok snör,miðmjór ok herðimikill ok manna bezt á sik kominnok at öllu inn hæverskasti, hverjum manni betr vígrok at öllum íþróttum búinn um fram hvern annan,þann er honum var samtíða á Norðrlöndum. Mannavar hann vinsælastr. Hrólfr konungr var vitr maðrok í öllu forsjáll, skynugr ok glöggþekkinn. Gerðisthann brátt víðfrægr af sínum höfðingskap bæði nær okfjarri.Þat var eitt vár, er Ketill spurði, hvat Hrólfr konungrætlaði at athafast um sumarit. Hann svaraði:\"Mun eigi ráðligt at fara til Svíþjóðar ok leita mægðavið Eirek konung, svá sem þú talaðir fyrr?\" Ketillmælti: \"Undarligt er yðvart lyndi. Þér látið fyrst hjáyðr líða, þat er talat er, ok gefið engan gaum at þá ístað, þó at yðr sé þat í hug, þá minnizt þér á þat síðanok látið þá sem nýmælt sé, þá er margir vetr líða. Ermér samt í hug sem þá, ok er ekki at fresta.\" Konungrmælti: \"Hefir þú nokkut frétt af þessari mey?\" Ketillsvarar: \"Með öllu ekki annat en þat, sem ek hefi þéráðr af sagt.\" Konungr mælti: \"Frétt hefi ek, at húner bæði vitr ok væn, ok svá er mér flutt, at svá sé húnstór ok stolt, at hún vili, at engi maðr kvenkenni hanaok hún sé tekin til konungs yfir þriðjung Svíþjóðar okhennar atseta sé á Ullarakri ok haldi þar hirð sem aðrirkonungar. Heyrt hefi ek þat ok sagt, at hennar hafibeðit nokkurir konungar ok hafi suma látit drepa,suma hafi hún látit klækja á einhvern hátt, suma blinda,gelda, handhöggva eða fóthöggva, en valit öll orð hæðiligmeð svívirðu, ok vili hún svá af venja, at þessaramála sé leitat. Sé ek ok, at þessi ferð mun hefjast mjöktveim stofnum, því at ef vér fáum þetta ráð fengit, munoss í aukast frami í ferð þessari, hitt elligar, at vér munumfá af þessari ferð skömm ok sneypu ok ævinligt athlægi.\"Ketill mælti: \"Litlir eruð þér margir brjósti,þótt þér séið gildir saman reknir, ok er yðr þat mikilathlægi at treystast varla at flytja við einn kvenmanneyrendi. Vænti ek ok þess, því meira dramb sem húnhefir á sik dregit, at því vesalligar falli hennar ofstæki,þegar sá tími er kominn, er þar verðr endir á.\" Hrólfrkonungr mælti: \"Nú með því at þú frýr hugar um ferðþessa, þá vil ek senda þik til Danmerkr eptir Ingjaldi,fóstbróður mínum. Vil ek, at hann fari þessa ferð meðmér.\"Síðan hættu þeir tali sínu. Býr Ketill ferð sína tilDanmerkr. Ingjaldr bregðr við skjótt ok ferr á fundHrólfs konungs. Konungr fagnar honum vel ok segirhonum sína fyrirætlan. Ingjaldr tekr vel, lézt vænta meðkonungs hamingju, at góðan enda mundi eiga þeiraeyrindi, um þat er lyki, þótt nokkut seinkaðist. Hrólfrkonungr segir Katli, bróður sínum, at hann skal veraheima ok gæta ríkis. Ketill mælti: Þér munuð ráða,herra, en undra ek, at þér kallið mik þat ómannan, atek sé eigi hæfr í yðru föruneyti.\" Konungr mælti: \"Eigiskaltu svá virða, bróðir, því at þá skaltu fara þessa ferð,ef vér þurfum við nokkurra harðræða, en vér munumþessara mála leita fyrst með hógværi ok góðu þoli, efþess er kostr.\" Var Ketill eptir inn nauðugasti ok kvaðþeim fyrir þat illa farast mundu. Lyptir Hrólfr konungrferð sinni, ríðr heiman við sex tigu manna. Varþetta lið mjög valit bæði at mannvirðing ok skartsamligumbúnaði klæða ok vápna. Ríða síðan sem leið liggr,létta eigi fyrri sinni ferð en þeir kómu til Uppsala."}}