{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_14", "text": {"0": "Eptir þat ríða þeir í burt, til þess er þeir koma nærbyggðum Hrings jarls. Þykkir þeim kynliga við vinda,höllin er öll þakin mönnum. Þar var kominn Haraldrkonungr við fjögur hundruð manna ok ætlaði at brennainni Hring jarl ok Ásu ina fögru, dóttur hans, sjá nú,at logi leikr um allt, ok brennir Haraldr konungr bæinnallan. Þá sáu þeir Sturlaugr, hvar menn ganga neðanór jörðu í rjóðri einu, ok þangat snúa þeir, kenna, atþar er kominn Hringr jarl með alla sína hirð, ok þarvar Ása in fagra með honum. Varð þar fagnaðarfundrmeð þeim öllum.Ok eptir þetta ríða þeir allir á fund konungs, þar erhann var at brennunni. Þeir váru alvápnaðir ok hestarþeira brynjaðir. Sturlaugr segir þá: \"Heldr finnumst vitnú hér, konungr, enn í hafinu, en illa ferr þér, því at þúert bæði huglauss ok lymskr.\" Konungr svarar: \"Eigihirði ek um illmæli þín, en þat er þér at segja, Sturlaugr,at þú skalt aldri óhræddr vera hér í landi, nema þú færirmér úrarhorn þat, er ek týnda forðum. En nafn munek gefa þér með sendiförinni. Skaltu heita Sturlaugr innstarfsami. Þat mun við þik festast, því at hér ofan á munyðr starfs auðit fóstbræðrum verða, á meðan þér lifið,ef þér komið aptr ór þessari för, sem eigi skyldi vera.\"Sturlaugr segir: \"Hvert skal ek eptir því leita?\" Konungrsegir: \"Hygg þú sjálfr fyrir því.\" Sturlaugr segir: \"Ófalliter, at ek fari sendiför þína,\" segir hann, \"en allt, hvatþú þykkist þungt fyrir mik leggja, þá skal ek lífinuvoga.\" Réð konungr eigi því til bardaga við þá, at honumþótti flokkr þeira fóstbræðra harðsnúinn bæði í afliok herklæðum. Báðu hvárigir aðra vel lifa, ok skilduvið svá búit. Sturlaugr ok þau öll saman riðu norðr tilNaumudala ok sátu þar um vetrinn."}}