{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_3", "text": {"0": "Í þann tíma réð fyrir Danmörku Sigurðr hringr.Hann var ríkr konungr ok er frægr orðinn af þeiriorrostu, er hann barðist við Harald hilditönn á Brávelliok fyrir honum fell Haraldr, sem kunnigt er orðitof alla norðrálfu heimsins. Sigurðr átti einn son, erRagnarr hét. Hann var mikill vexti, vænn yfirlits okvel viti borinn, stórlyndr við sína menn, en grimmrsínum óvinum. Þegar hann hafði aldr til, fær hann sérliðs ok herskipa, ok gerist hann inn mesti hermaðr,svá at varla fæst hans maki. Hann spyrr þetta, er Herruðrjarl hafði um mælt; gefr hann at engan gaumok lætr sem hann viti eigi. Hann lætr gera sér föt meðundarligum hætti, þat eru loðbrækr ok loðkápa, oknú er ger eru, þá lætr hann þau vella í biki. Síðanhirðir hann þau. Þat er eitthvert sumar, er hann heldrher sínum til Gautlands ok leggr í leynivág einn skipsitt ok var skammt þaðan, þat er jarl réð fyrir. Ok erRagnarr hafði þar eina nótt verit, vaknar hann snemmaum morgininn, ríss upp ok tekr þessi in sömu vápnföt,er áðr var frá sagt, ok ferr í ok tekr spjót mikití hönd sér ok gengr af skipunum einn saman ok þar,er sandr er, ok nú veltist hann í sandinum. Ok áðrhann gengr í brott, tekr hann geirnagla ór spjóti sínuok ferr nú einn frá skipunum til borgarhliðs jarls okkemr þar snemma dags, svá at allir menn váru í svefni.Nú stýrir hann til skemmunnar. Ok er hann kemr ískíðgarðinn, þar sem ormrinn var, leggr hann til hansmeð spjóti sínu, ok þá kippir hann at sér spjótinu.Ok annat sinn leggr hann. Þat lag kemr í hrygg orminum,ok nú vinzt hann við hratt, svá at spjótit gekkaf skaptinu, ok verðr svá mikill gnýr í hans fjörbrotum,at skemman skelfr öll. Ok nú snýr Ragnarr á brott.Þá kemr blóðbogi milli herða honum, ok þat sakarhann eigi, svá hlífa honum klæði þau, sem hann létgera. En þeir, er í skemmunni váru, vakna við gnýinnok ganga út ór skemmunni. Nú sér Þóra ganga einnmann mikinn frá skemmunni ok spyrr hann at nafnieða hvern hann vili nú finna. Hann nemr staðar okkvað vísu þessa:\"Hætt hefik leyfðu lífi,litfögr kona, vetravák at foldar fiskifimmtán gamall, mínu;hafa skalk, böl nema bíti,bráðrakinn mér dauða,heiðar lax til hjartahringleginn, vel, smýgra.\"Ok nú gengr hann á brott ok mælti ekki fleira viðhana. En spjótit stóð í sárinu eptir, en hann hefirskaptit með sér. Nú er hún hefir þessa vísu heyrða,skildi hún, hvat hann sagði til um sitt erendi ok sváhvé gamall hann var. Ok nú hyggr hún at fyrir sér,hverr hann mundi vera, ok þykkist hún eigi vita, hvárthann er mennskr maðr eða eigi, fyrir því at henniþykkir vöxtr hans vera svá mikill sem sagt er fráóvættum á þeim aldri, sem hann hafði, ok snýr húninn í skemmuna ok sofnar. Ok er menn koma út ummorgininn, verða menn þess varir, at ormrinn vardauðr ok hann var lagðr með einu miklu spjóti okþat stóð fast í sárinu. Nú lætr jarl þat í brott takaþaðan, ok var þat svá mikit, at fám var vápnhæft. Núíhugar jarl, hvat hann hafði um mælt við þann mann,er orminum yrði at bana, ok þykkist eigi vita, hvártmennskr maðr veldr þessu eða eigi, ok réðst nú umvið vini sína ok dóttur, hvé hann skal eptir leita, okþykkir á því líkendi, at sá mun eptir leita at hafa verðkaupit,er til hefir unnit. Þat réð hún at láta kveðjaþings fjölmenns, -- \"ok bið þá svá, at þangat komiallir þeir menn, er eigi vilja hafa reiði jarls ok nokkurskostar mega sækja þingstefnu, ok ef sá er nokkurr, ervið gengr banasári ormsins, skal hafa þat spjótskaptþangat, er fylgt hefir spjótinu.\" Þetta lízt jarli vænligtok lætr nú þings kveðja. Ok er at þeim degi kemr, ervera skal þingit, kemr jarl ok margir höfðingjar aðrir.Þar verðr mikit fjölmenni."}}