{"originalTitle": "Örvar-Odds_Saga_Chapter_21", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_21", "text": {"0": "Nú leggr Oddr í hernað ok hafði þrjú skip vel skipuð.Fór hann enn af nýju at leita Ögmundar Eyþjófsbana.Váru nú liðnir tíu vetr, síðan at Oddr fór af Risalandi.Þat var eitt kveld, at Oddr lá við andnes eitt ok hafðitjald á landi. Hann sér, hvar maðr rær einn á skútu.Sá sótti knáliga róðrinn, enda var hann furðu stórrat sjá. Hann rær svá hart at skipum Odds, at hvervetnabrotnaði þat, er fyrir varð. Síðan gengr hann á landok þangat, sem tjöldin váru, ok spyrr, hverr fyrir skipunumréði. Oddr sagði til sín, -- \"eða hverr ertu?\"Hann kveðst Vignir heita, -- \"eða ertu Oddr sá, erfór til Bjarmalands?\" \"Satt er þat,\" sagði Oddr. \"Hérkann ek ekki um at tala,\" sagði Vignir. \"Hví svá?\"sagði Oddr. \"Því,\" sagði Vignir, \"at ek kann varla atætla, at þú sért faðir at mér, svá lítill ok smáskítligrsem mér sýnist þú vera.\" \"Hver er móðir at þér?\"sagði Oddr, \"eða hversu gamall ertu?\" \"Hildigunnrheitir móðir mín,\" sagði Vignir; \"var ek fæddr upp áRisalandi, ok þar hefi ek upp vaxit, en nú em ek tíuvetra gamall. Sagði hún mér, at Örvar-Oddr væri faðirat mér, ok hugða ek, at vera mundi inn röskvasti maðr,en nú sé ek, at þú ert it mesta vesalmenni at sjá, oksvá muntu at reyna.\" Oddr sagði: \"Ætlar þú, at þúmunir miklu fleiri eða meiri afreksverk vinna en ekhefi unnit? En við mun ek ganga frændsemi við þik,ok ver velkominn með mér.\" \"Þat mun ek ok þiggja,\"sagði Vignir, \"ok þykkir mér þó in mesta lítilmennskaat vera í bland við þik ok menn þína, því at mér þykkjaþeir náliga líkari möðkum en mönnum, enda þykkirmér alllíkligt, at ek muna vinna meiri þrekvirki en þú,ef ek lifi lengi.\" Oddr bað hann ekki forsmá mennsína.Um morguninn bjuggust þeir til at sigla. Þá spyrrVignir, hvert Oddr vildi halda. Hann kveðst vildu leitaat Ögmundi Eyþjófsbana. \"Af honum fær þú ekki gott,þótt þú finnir hann,\" sagði Vignir, \"því at hann erit mesta tröll ok óvættr, er skapazt hefir í norðrhálfuheimsins.\" \"Eigi mun þat satt,\" sagði Oddr, \"þar erþú frýðir mér um vöxt ok afl ok mönnum mínum, atþú æðrist nú svá, at þú þorir eigi at sjá né finna Ögmundflóka\" \"Eigi þarftu,\" sagði Vignir, \"at frýja mérsvá hugar, en þessi orð þín skal ek launa þér nokkurntíma, svá at þykki þá eigi betr en mér nú. Ensegja mun ek þér til, hvar Ögmundr er. Hann er kominní fjörð þann, er Skuggi heitir, hann er í Hellulandsóbyggðum, ok þeir níu saman, hann ok flókadrengirhans. Er hann því þar kominn, at hann hirðirekki þik at finna. Nú máttu sækja hann heim, ef þúvilt, ok vita, hversu er gengr.\" Oddr sagði svá skylduvera.Síðan sigla þeir, þar til er þeir kómu í Grænlandshaf, snúa þá suðr ok vestr fyrir landit. Þá mælti Vignir:\"Nú skal ek sigla fyrir skipi mínu í dag, en þér haldiðþar eptir.\" Oddr bað hann ráða. Vignir var þá skipstjórnarmaðr.Þeir sjá um daginn, hvar klettar tveirkoma upp ór hafinu. Oddr undrast þat mjök. Þar siglduþeir á millum klettanna. En er á leið daginn, sáu þeirey mikla. Oddr bað þar at leggja. Vignir spurði, hvatþví skyldi. Oddr bað fimm menn ganga á land ok leitaat vatni. Vignir kvað þess enga þörf ok sagði enga afsínu skipi fara skyldu. En er menn Odds kómu á eyna,höfðu þeir litla stund þar verit, áðr eyin sökk, okdrukknuðu þeir allir. Lyngi var vaxin ey sjá ofan. Ekkisáu þeir hana síðan upp koma. Horfnir váru ok klettarnir,þegar þeir sáu til. Oddr undrast þetta mjök okspurði Vigni, hverju þetta sætti. Vignir sagði: \"Réttþykkir mér þér fara vit eptir vexti. Nú mun ek segjaþér, at þetta eru sjóskrímsl tvau. Heitir annat hafgufa,en annat lyngbakr. Er hann mestr allra hvala í heiminum,en hafgufa er mest skrímsl skapat í sjónum. Erþat hennar náttúra, at hún gleypir bæði menn ok skipok hvali ok allt þat hún náir. Hún er í kafi, svá atdægrum skiptir, ok þá hún skýtr upp höfði sínu oknösum, þá er þat aldri skemmr en sjávarfall, at húner uppi. Nú var þat leiðar sundit, er vér fórum ámillum kjapta hennar, en nasir hennar ok innneðri kjaptrinn váru klettar þeir, er yðr sýndist í hafinu,en lyngbakr var ey sjá, er niðr sökk. En Ögmundrflóki hefir sent þessi kvikvendi í móti þér með fjölkynngisinni til þess at bana þér ok öllum mönnumþínum. Hugði hann, at svá skyldi hafa farit fleiri semþeir, at nú drukknuðu, en hann ætlaði, at hafgufanskyldi hafa gleypt oss alla. Nú siglda ek því í gin hennar,at ek vissa, at hún var nýkomin upp. Nú höfumvér getat sét við þessum vélum Ögmundar, en þó erþat mín hyggja, at af honum hljótir þú verst allramanna,\" \"Á þat mun nú verða at hætta,\" sagði Oddr."}}