{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_18", "text": {"0": "Búast þeir nú í burt ok flytjast út eptir firðinum.Áki mælti: \"Þat ætla ek, at mér væri eigi meiri þörfbyrjar en nú.\" Þá rennr þegar á blásandi byrr, oksigla þeir, þar til er þeir koma við Bjarmaland ok framanat ánni Vínu. Þeir sjá á landit upp fyrir vestan ána,at þar váru sléttir vellir ok þar var hof allglæsiligt, sváat ljóma þótti um alla völluna, því at þat var meðgulli búit ok steinum. Sturlaugr mælti: \"Nú skulumvér snúa skipinu, ok skal skutstafn horfa at landi okeinn strengr á landi, ef vér þurfum skjótt til at taka,ok hafa forka úti, ok verum búnir at öllu, en vér skulumganga á land, Framarr ok ek.\"Nú ganga þeir á land upp ok Hrólfr nefja ok fórutil hofsins. Ok er þeir kómu at hofinu, var þar sváháttat dyrum sem þeim var sagt. Ganga þeir at dyrumþeim, sem ór útnorðri á hofinu váru, því at þæreinar váru opnar. Þá sáu þeir, at fyrir innan þröskuldinnvar gröf full af eitri ok þar næst ein slá stór okfelld ofan fyrir innganginn, en í dyrunum var múratumhverfis gröfina, svá at eigi skyldi spillast umbúnaðraf ofgangi eitrsins. Ok svá sem þeir váru komnir atdyrum hofsins, þá kemr Hrólfr nefja þar. Sturlaugrspurði, hví hann væri þar kominn. Hann sagði: \"Ekvilda eigi fyrirmuna mér frægð at ganga í hofit meðþer.\" \"Þess er eigi ván,\" segir Sturlaugr; \"einn skalek í hofit ganga.\" \"Fyrirmuna viltu mér frægðina,\"segir Hrólfr. \"Eigi gengr mér þat til,\" segir Sturlaugr.Hann lítr nú inn í hofit ok sér, hvar Þórr sitr allvöxtuligrí öndvegi. Frammi fyrir honum var eitt frábærtborð með silfri laugat. Þar sér hann, at stendr úrarhornitframmi fyrir Þór á borðinu. Þat var svá fagrtsem á gull sæi ok fullt af eitri. Taflborð ok tafl sáhann þar standa, hvárttveggja af lýsigulli gert. Skínandiklæði ok gullhringar váru festir upp á stengr. Sex tigirkvenna váru inni í hofinu, ok var sú ein, er af baröllum. Hún var svá stór sem risi ok blá sem hel, endigr sem meri, svarteygð ok svipuð illa. Þó var sú konavel búin. Hún þjónaði fyrir borði. Þá kváðu þærkveðling þenna, er þær sáu Sturlaug:\"Kominn er hér Sturlaugrinn starfsamihorn at sækjaok hringa fjölda;hér er í horniok at hofblótigull ok gersimar,grimmt er oss í hug.\"Þá svaraði hofgyðjan ok sagði: \"Hann skal aldri meðlífi á brott komast, ef ek má ráða eða minni trú eðafyrirbónum fyrir koma,\" ok kvað:\"Hann skal í heljuhvíldar njótaok margs konarmeina bíða;þá mun Sturlaugrinn starfsamimeð góma knífumgrafinn í stykki.\"Eptir þetta býr Sturlaugr sik til inngöngu, fyrirbjóðandisínum fóstbræðrum sér at fylgja. En í hofinustóðu hellur þrjár svá hávar, at tóku undir bringspalir,ok djúpar grafir fyrir innan í milli, fullar af eitri, okþar var at hlaupa inn yfir, áðr en hann komst þangat,sem úrarhorn stóð. Nú hefr Sturlaugr sik upp ok stökkrinn yfir allar hellurnar vel ok frækiliga, grípandi hornitaf borðinu með skyndi án nokkurs tálma, hafði sikí burt aptr í veginn. Hofgyðjan stendr hjá bólgin okheldr á saxi tvíeggjuðu. Honum þykkir eldr brenna óreggjum þess. Hún grenjar illa á hann ok nístir tönnumá hann allgrimmliga, en verðr þó bilt til hans atráða. Ok er Sturlaugr kemr at hellunum, sér hann, atHrólfr nefja hleypr inn yfir hellurnar. Snýr hann þáþangat at, er þeir Þórr ok Óðinn váru fyrir, greiptaflit ok steypir í kjöltu sér ok hleypr fram eptir hofinu.Ok sér hann nú, hvar hofgyðjan hleypr eptir sérgnístandi. Hann hleypr nú á hellurnar ok ætlar út yfir,en hofgyðjan þrífr í kyrtil hans ok bregðr honum álopt ok rekr niðr við hellurnar, svá at þegar brotnarí honum hryggrinn. Lét Hrólfr nefja þar líf sitt meðmikilli hreysti.Eptir þetta hleypr hofgyðjan út ok æpir með svámiklum órum ok ærslum ok ógn, at dvergmála kvaðí hverjum hamri ok þúfu, er í nánd var. Hún sér nú,hvar Sturlaugr ferr, ok sækir eptir honum ok leggr athonum. Hann verst vel með stórri hreysti ok kænsku.Ok þar næst sér Sturlaugr, hvar maðr ferr ór skóginum,annarr ok inn þriði, ok því næst koma menn óröllum áttum. Sturlaugr hopar undan, en hún sækirat með því meiri illsku sem hún sér mennina fleiri atdrífa. Hann hleypr nú at henni með Hornnefjunautok rekr á hana miðja, svá at oddrinn stóð út um herðarnar.Hún bregðr við svá fast, at hann lætr lausan atgeirinn,ok dvelst hann þar eptir, en hún fær þegarbana. Sturlaugr hleypr nú á skip út ok höggr þegarstrenginn, en Bjarmar leggja at með magni á skipumat skipi Sturlaugs. Framarr mælti þá: \"Þat mæli ek um,at nú komi byrr sá, er Grímhildr hét mér.\" Ok þegarrann á blásandi byrr, svá at stóð á hverjum streng, oksigla á burt, en Bjarmar heldu eptir, á meðan þeirmáttu, svá at suma rak undan fyrir ofveðri, en sumirlétust fyrir vápnum. Þóttust þeir góðu bættir, er aptrkómust."}}