{"originalTitle": "Beowulf2_Xiii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xiii", "text": {"0": "XIIIThen was in the morning, as I have heard say,Around the gift-hall many a warrior:The people's leaders from far and near cameThrough the wide ways the wonder to view,The tracks of the foe. Ne'er did his life-severingSorrowful seem to any of men,Of those who then viewed the track of the vanquished,How weary in mind he away thence,In fight overcome, to the mere of the nickers,Doomed and driven, his life-tracks bore.There was the surface welling in blood;The frightful waves' lashing all commingledHot in gore boiled with the sword-blood ;The doomed-to-death dyed them, when of joys deprivedIn his fen-refuge he laid down his life,His heathen soul, where hell him received.Thence back again came the old companions,And many a young one from their glad course,From the sea proudly riding on horses,Heroes on steeds. There then was Beowulf'sGlory proclaimed : oft many saidThat south nor north by the two seasO'er the wide earth no other one'Neath heaven's expanse was better than heOf bearers of shields, more worthy of rule.They did not now at all their dear lord blame,The friendly Hrothgar, but that was a good king.Sometimes the battle-famed permitted to leap,In contest to go, their yellow horsesWhere the land-roads seemed to them fair,Known for their goodness. Sometimes a king's thane,A man renowned, mindful of songs,He who very many of old-time sagas,A great number remembered, framed other wordsRightly connected: the scope then beganBeowulf's exploit with skill to tell,And with art to relate well-composed tales,Words to exchange; he told everythingThat he of Sigemund had heard men say,His noble deeds, much of the unknown,The Waelsing's contest, his journeys wide,Which the children of men did not well know,The feuds and crimes, but Fitela with him,When he some such thing wished to relate,Uncle to nephew, as they ever wereIn every fight comrades in need:They had very many of the race of the eotensSlain with their swords. To Sigemund cameAfter his death-day no little fameSince he, brave in war, destroyed the dragon,The guard of the hoard: he 'neath the gray stone,The prince's son, had risked aloneThe very bold deed; not with him was Fitela;Yet it happened to him that the sword piercedthroughThe wonderful worm, that it in the wall stood,The lordly weapon; in death lay the dragon.The terrible one in strength had prevailed,So that he the ring-hoard himself might enjoyAt his own will; he loaded his vessel,Bore on the ship's bosom the ornaments bright,The son of Waels; the worm's heat melted him.He was of exiles the greatest by farAmong the nations, the warriors' defenceIn noble deeds; for that ere had he glory.After of IIeremod the battle-might failed.His strength and prowess, he was 'mong the JutesInto his foe's power forthwith betrayed,Sent away quickly: him waves of sorrowToo long oppressed; he was to his people,To all of his princes, a life-long distress:Likewise oft lamented in former timesThe brave one's journey many a wise churl,Who trusted in him for help in misfortunes,That the son of their prince was to grow up,Take the place of his father, his people possess,Hoard and head-city, kingdom of heroes,Home of the Scyldings. He was there to all,The kinsman of Hygelac, to the race of man,To friends more beloved: him sorrow befell.-Sometimes contending the yellow roadsWith their horses they measured. Then was morning-lightAdvanced and hastened: many a man went,Brave now in mind, to the high hallTo see the rare wonder; the king himself alsoFrom his bridal chamber, guardian of treasures,Stepped strong in glory with a great crowd,Famed for his virtues, and his queen with himMeasured the mead-path with her maiden-band."}}