{"originalTitle": "Illuga_Saga_Gríðarfóstra_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Illuga_Saga_Gríðarfóstra_Chapter_5", "text": {"0": "\"Konungr sá réð fyrir Álfheimum, er Áli hét. Hannátti sér drottningu, er Álfrún hét. Þau áttu dóttur eina,sú hét Signý. Hún var at öllu vel at sér. Þegar Signýhafði aldr til, var hún gift þeim konungi, er Eirekrhét. Hann fell í vestrvíking. Dóttur áttu þau saman,þá er Hildr hét, ok var hún meyja fríðust. Fór Signýþá til föður síns ok var með honum. Drottning fekksótt, þá hana leiddi til bana, en konungr barst lítt af,en Signý var í skemmu ok hafði sorg mikla eptir konungsinn ok móður. Konungr fekk þá drottningu, erGrímhildr hét. Hún var fögr at sjá, en innan var húnit mesta flagð. Konungr unni henni mikit. Þau gátuat eiga sjau dætr, ok brá þeim öllum til móður sinnarok urðu inar mestu flagðkonur. Þat bar til í ríkinuvið kvámu Grímhildar, at maðr hvarf hverja nótt, okætluðu allir, at Grímhildr mundi því valda. Konungrtók nú at eldast, ok þótti drottningu minna verða afhjáhvílum en hún vildi. Hugsar hún nú at svíkja konungok fá sér annan ungan. Gefr hún honum nú eitrat drekka, ok fær hann þegar bana af, ok var hannheygðr hjá drottningu sinni. Grímhildr illskaðist núsvá, at hún eyddi allt ríkit bæði af fé ok mönnum.Eptir þessi verk Grímhildar gekk hún til skemmu þeirar,er Signý sat ok dóttir hennar, en er hún kemr þar,mælti hún svá: \"Þú, Signý,\" segir hún, \"hefir lengií sæmd mikilli ok sælu setit, en ek skal þat allt af þértaka, ok þat legg ek á þik, at þú hverfir í burt okbyggir í helli ok verðir in mesta tröllkona. Þú skaltGríðr nefnast. Dóttir þín skal fara með þér, ok hverrmaðr, sem hana lítr, skal fella til hennar mikla ást.Þú skalt hvern myrða, er þú sér í hennar sæng. Þúhefir átt þér sjau systr. Þær skulu hverja nótt eigavið þik bardaga. Þær skulu alla vega þik sundra, höggvaok meiða, en aldri at heldr skaltu deyja, ok aldri skaltufyrr frelsast af þessum álögum en þú hittir þann mann,er eigi hræðist þitt it ógurliga sax, þá er þú reiðirþat, en með því at þeim mun þat ógurligt sýnast, munsá ekki finnast.\" Signý mátti ekki mæla fyrir harmiok gráti. Hildr mælti þá: \"Vilda ek, Grímhildr, atek launaði þér þín álög, ok þat mæli ek um, at öðrumfæti standir þú á skemmu þessari, en öðrum heimaá konungshöll. Þrælar skulu þar kynda bál mitt í millifóta þér. Þat bál skal standa bæði nætr ok daga, oköll skaltu neðan af eldi brenna, en ofan frjósa, at aldrifáir þú þína ró. En ef vit mæðgur komumst ór þessumálögum, þá skaltu deyja ok detta ofan í bálit.\" Grímhildrtók þá til máls: \"Mjök heimskligt er okkart tal,ok vil ek, at þetta haldist hvárki.\" Hildr sagði, at þatyrði at standa. Hurfu þær mæðgur þá burt í helliþenna, ok er ek sú in sama Signý, ok er hér Hildr,dóttir mín, ok vil ek nú gifta þér hana ok launa þérsvá, at þú hefir mér ór álögum komit.\" Ok at endaðriþessari sögu koma í hellinn sjau skessur með bitrligumskálmum ok hlaupa at Gríði ok höggva til hennarbæði hart ok tíðum. Hildr var nú ákafliga hrædd.Illugi veitir Gríði dugnað ok höggr til þeira bæði óttok tíðum, ok eigi léttir hann fyrr en þau hafa drepitþær allar, ok brennir þær allar á báli. Gríðr mæltiþá: \"Nú hefir þú, Illugi, frelst okkr bæði af þessumskessum, ok hefi ek við þær átt ellifu vetr.\" Illugi segirþat nógu lengi verit hafa."}}