{"originalTitle": "The_Story_Of_Grettir_The_Strong_Grettir_In_Fairwood-Fell", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "The_Story_Of_Grettir_The_Strong_Grettir_In_Fairwood-Fell", "text": {"0": "Grettir in Fairwood-fellIN those days dwelt at Holm Biorn the Hitdale-Champion, who was the son of Arngeir, the son of Berse the Godless, the son of Balk, who settled Ramfirth as is aforesaid; Biorn was a great chief and a hardy man, and would ever harbour outlawed men.Now Grettir came to Holm, and Biorn gave him good cheer, for there had been friendship between the earlier kin of both of them; so Grettir asked if he would give him harbourage;but Biorn said that he had got to himself so many feuds through all the land that men would shun harbouring him so long as to be made outlaws therefor: \"But some gain will I be to thee, if thou lettest those men dwell in peace who are under my ward, whatsoever thou dost by other men in the countryside.\"Grettir said yea thereto. Then said Biorn, \"Well, I have thought over it, and in that mountain, which stretches forth outside of Hitriver, is a stead good for defence, and a good hiding-place withal, if it be cunningly dealt with; for there is a hollow through the mountain, that is seen from the way below; for the highway lies beneath it, but above is a slip of sand and stones so exceeding steep, that few men may come up there if one hardy man stand on his defence above in the lair. Now this seems to me the best rede for thee, and the one thing worth talking of for thine abode, because, withal, it is easy to go thence and get goods from the Marshes, and right away to the sea.\"Grettir said that he would trust in his foresight if he would give him any help. Then he went up to Fairwoodfell and made his abode there; he hung grey wadmal before the hole in the mountain, and from the way below it was like to behold as if one saw through. Now he was wont to ride for things needful through the country-side, and men deemed a woful guest had come among them whereas he went.Thord Kolbeinson dwelt at Hitness in those days, and a good skald he was; at that time was there great enmity betwixt him and Biorn; and Biorn was but half loth, though Grettir wrought some ill on Thord's men or his goods.Grettir was ever with Biorn, and they tried their skill in many sports, and it is shown in the story of Biorn that they were deemed equal in prowess, but it is the mind of mostthat Grettir was the strongest man ever known in the land, since Orm the son of Storolf, and Thoralf the son of Skolm, left off their trials of strength. Grettir and Bjorn swam in one spell all down Hitriver, from the lake right away to the sea: they brought those Stepping-stones into the river that have never since been washed away either by floods, or the drift of ice, or glacier slips.So Grettir abode in Fairwood-fell for one winter, in such wise, that none set on him, though many lost their goods at his hands and could do nought therefor, for a good place for defence he had, and was ever good friend to those nighest to him."}}