{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_37", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_37", "text": {"0": "Sá atburðr gerðist í Garðaríki, at Hálfdan konungrandaðist, ok eptir þat tóku þeir ríkit, sem ekki várutil komnir. Ok er þeir fréttu þat Hrólfr konungr okKetill, bróðir hans, fóru þeir þangat, ráku þá burt, erstjórnat höfðu, en drápu suma, friðuðu allt ok frelstu.Ketill gerðist þar konungr yfir. Var hann meir ágætraf hreysti ok framgirni, ofrkappi ok ákefð en vizkueða forsjá. Var hann þó vinsæll ok hafði it mesta traustaf Hrólfi konungi, bróður sínum. Tók þá Hrólfr konungrGautland undir sína tign ok sat þar löngum.Grímr Þorkelsson helt vináttu sinni við Hrólf konung.Hrólfr konungr sat í Svíþjóð. Þótti hann þá fyrirkonungrallra konunga sakir atgervis ok örlætis. Hafðihann þat af föður sínum. Treystust engir konungar áhans ríki at seilast. Varð hann hverjum konungi ríkari,ok vinguðust margir við hann ok væntu sér þar ímót friðar ok frelsis af ríki hans heldr en ágangs okófriðar, sem margir urðu at þola. Treystust því engirmóti honum at stríða. Varð Hrólfr konungr gamallmaðr, ok dró sótt hann til bana. Tók Eirekr konungdómeptir hann ok allt þat ríki, er átt hafði Hrólfrkonungr, faðir hans. Varð hann frægr konungr ok mjöklíkr föður sínum.Svá segja menn, at saga þessi sé sönn. Þó at hún hafiekki í tabúla skrifuð verit, hafa þó fróðir menn hanaí minnum haft ok mörg þau hreystiverk Hrólfs konungs,er eigi standa hér. Þrýtr ok fyrr seinan þennaen hans snilldarverk. Mun svá um þessa sögu sem ummargar aðrar,at eigi segja allir einn veg, en margr ermaðrinn ok ferr víða, ok heyrir þat annarr, sem annarrheyrir ekki, ok má þó hvárttveggja satt vera, efhvárrgi hefir gerla at komizt. Undrist menn eigi, þó atmenn hafi verit fyrr ágætari at vexti ok afli en nú.Hefir þat satt verit, at þeir hafa skammt átt at teljatil risanna sinnar ættar. Nú jafnast mannfólkit, erblandast ættirnar. Er þat trúligt, at margir smámennfelli fyrir höggum stórmennis, þar sem vápn þeira várusvá þung, at inir óstyrkvari menn fengu varla lypt afjörðu. Má því marka, at smámenn mundu eigi standast,er þeir hjuggu til með miklu afli ok bitrligum eggjum,er allt lamdist fyrir, þótt ekki biti vápnit. Þykkimér bezt sóma, at finna eigi til, þeir eigi um bæta.Hvárt sem sátt er eða eigi, þá hafi sá gaman af, er þatmá at verða, en hinir leiti annars þess gamans, er þeimþykkir betra. Lúkum vér hér sögu Hrólfs konungsGautrekssonar."}}