{"originalTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_5", "text": {"0": "Hjarrandi hefir konungr heitit. Hann réð fyrir Serklandi.Hann átti sér drottningu ok einn son, þann erHeðinn er nefndr. Hann var snemma afreksmaðr atafli, vexti ok atgervi. Hann lagði í hernað á æskualdriok gerðist sækonungr ok herjaði víða um Spanía okGræcia ok öll nálæg ríki, svá at hann skattgildi undirsik tuttugu konunga, svá at allir heldu af honum landok lén. Heðinn sat á vetrum heima í Serklandi.Þat er sagt einhvern tíma, at Heðinn fór á skóg meðhirð sinni. Hann varð staddr í rjóðri einn sinna manna.Hann sá konu sitja á stóli í rjóðrinu, mikla vexti okfríða sjónum. Hún kvaddi Heðin kurteisliga. Hannspurði hana at nafni, en hún nefndist Göndul. Síðantalast þau við, spyrr hún hann at stórvirkjum sínum,en hann sagði henni allt af létta ok spurði hana, hvárthún vissi nokkurn konung sér jafnan at hreysti okharðræði, frægðum ok framkvæmdum. Hún kveðstþann vita, er ekki skyrti við hann ok eigi þjónuðu síðrtuttugu konungar en honum, ok kvað hann Högnaheita ok sitja norðr í Danmörk. \"Þat veit ek,\" sagðiHeðinn, \"at þat skulum vit reyna, hvárr okkar fremrier.\" \"Mál mun þér,\" segir Göndul, \"til manna þinna;þeir munu leita þín.\" Síðan skilja þau, ferr hann tilmanna sinna, en hún sat þar eptir. Þegar at várdögumbýr Heðinn ferð sína, hefir einn dreka ok á þrjú hundruðmanna. Hann heldr norðr í heima; hann siglir þatsumar ok þann vetr. At várdögum kom hann í Danmörk."}}