{"originalTitle": "Grettis_Saga_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_12", "text": {"0": "Í þann tíma kom hallæri svo mikið á Ísland að ekki hefir    jafnmikið komið. Þá tók af nálega allan sjávarafla og reka.    Það stóð yfir mörg ár.    Á einu hausti urðu þangað sæhafa kaupmenn á hafskipi og brutu    þar í Víkinni. Flosi tók við þeim fjórum eða fimm. Steinn hét    sá er fyrir þeim var. Víða vistuðust þeir þar um Víkina og    ætluðu að gera sér skip úr skipbrotunum og varð þeim það    óhægt. Skipið varð lítið til skutanna en breitt um miðbyrðið.    Um vorið kom veður mikið af norðri. Það hélst nær viku. Eftir    veðrið könnuðu menn reka sína.    Þorsteinn hét maður er bjó á Reykjanesi. Hann fann hval    rekinn innan fram á nesinu þar sem hét að Rifskerjum. Það var    reyður mikil. Hann sendi þegar mann til Flosa í Vík og svo    til næstu bæja.    Einar hét sá maður er bjó að Gjögri. Hann var landseti    Kaldbeklinga og skyldi geyma reka þeirra þeim megin fjarða.    Hann varð var við að hvalurinn var rekinn. Hann tók þegar    skip sitt og reri yfir um fjörðuna til Byrgisvíkur. Þaðan    sendi hann mann í Kaldbak. Og er þetta spurði Þorgrímur og    þeir bræður bjuggust þeir sem hvatast og voru tólf á    teinæringi. Þeir Kolbeinssynir fóru og með þeim, Ívar og    Leifur, og voru sex saman. Allir bændur þeir er við komust    fóru til hvalsins.    Nú er að segja frá Flosa að hann sendi eftir frændum sínum    norður í Ingólfsfjörð og Ófeigsfjörð og eftir Ólafi    Eyvindarsyni er þá bjó að Dröngum. Flosi kom fyrst og þeir    Víkurmenn. Þeir tóku þegar til skurðar og var dreginn á land    sá er skorinn var. Þeir voru nær tuttugu menn í fyrstu en    skjótt fjölgaðist fólkið.    Í því komu Kaldbeklingar með fjögur skip. Þorgrímur veitti    tilkall til hvalsins og fyrirbauð Víkurmönnum skurð og skipti    og brautflutning á hvalnum. Flosi bað hann sýna ef Eiríkur    hefði gefið Önundi tréfót með ákveðnum orðum rekann ella    kveðst hann mundu vígi verja. Þorgrímur þóttist liðfár og réð    því eigi til atgöngu.    Þá reri skip innan yfir fjörðu og sóttu knálega. Þeir komu að    brátt. Þar var Svanur af Hóli úr Bjarnarfirði og húskarlar    hans. Og þegar hann kom bað hann Þorgrím eigi láta ræna sig.    En þeir voru áður vinir miklir og bauð Svanur honum lið sitt.    Þeir bræður kváðust það þiggja mundu. Lögðu þeir þá að    rösklega. Þorgeir flöskubakur réð fyrst upp á hvalinn að    húskörlum Flosa. Þorfinnur, er fyrr var getið, skar hvalinn.    Hann var fram við höfuðið og stóð í spori er hann hafði gert    sér.    Þorgeir mælti: \"Þar færi eg þér öxi þína.\"    Síðan hjó hann á hálsinn svo að af tók höfuðið.    Flosi var uppi á mölinni er hann sá þetta. Hann eggjaði þá    sína menn til móttöku. Nú berjast þeir lengi og veitti    Kaldbeklingum betur. Fáir menn höfðu þar vopn nema öxar þær    er þeir skáru með hvalinn og skálmir. Hrukku Víkurmenn af    hvalnum í fjöruna. Austmenn höfðu vopn og urðu skeinuhættir.    Steinn stýrimaður hjó fót undan Ívari Kolbeinssyni en Leifur    bróðir Ívars laust félaga Steins í hel með hvalrifi. Þá var    með öllu barið því er til fékkst og féllu þar menn af    hvorumtveggjum.    Þessu næst komu þeir Ólafur frá Dröngum með mörgum skipum.    Þeir veittu Flosa. Urðu Kaldbeklingar þá bornir ofurliði.    Þeir höfðu áður hlaðið skip sín. Svanur bað þá ganga á skip    sín. Létu þeir þá berast fram að skipunum. Víkurmenn sóttu þá    eftir. Og er Svanur var kominn að sjánum hjó hann til Steins    stýrimanns og veitti honum mikinn áverka. Síðan hljóp hann á    skip sitt. Þorgrímur særði Flosa miklu sári og komst við það    undan. Ólafur hjó til Ófeigs grettis og særði hann til    ólífis. Þorgeir þreif Ófeig í fang sér og hljóp með hann á    skip. Reru þeir Kaldbeklingar inn yfir fjörðu. Skildi þá með    þeim.    Þetta var kveðið um fundinn:Hörð frá eg heldr að yrðuhervopn að Rifskerjummest því að marglr lustumenn slyppir hvalklyppum.En málm-Gautar mótimjög fast hafa kastað,oss líst ímun þessióknyttin, þvestslyttum.    Síðan varð komið á með þeim griðum og lögðu þeir málin til    alþingis. Veittu þeir Kaldbeklingum Þóroddur goði og    Miðfjarðar-Skeggi og margir Sunnlendingar. Varð Flosi sekur    og margir þeir er að höfðu verið með honum. Varð honum þá    féskylft mjög því að hann vildi einn halda upp fébótum. Þeir    Þorgrímur gátu eigi sýnt að þeir hefðu fé lagið fyrir    jarðirnar og rekann er Flosi kærði eftir.    Þorkell máni hafði þá lögsögu. Var hann þá beiddur úrskurðar.    Honum kveðst það lög sýnast að nokkuð hefði fyrir komið þótt    eigi væri fullt verð \"því að svo gerði Steinunn hin gamla við    Ingólf afa minn að hún þá af honum Rosmhvalanes allt og gaf    fyrir heklu flekkótta og hefir það ekki rift orðið. Munu þar    stærri rið í vera. En hér legg eg til ráð,\" segir hann, \"að    skipað sé brotgeiranum og hafi hvorirtveggju að jafnaði.    Síðan sé það lögtekið að hver eigi reka fyrir sinni jörðu.\"    Þetta var gert. Var þá svo skipt til að þeir Þorgrímur létu    Reykjarfjörð og allt út þeim megin en þeir skyldu eiga Kamb.    Ófeigur var bættur miklu fé. Þorfinnur var ógildur. Þorgeiri    var bætt fyrir fjörráð. Síðan sættust þeir.    Flosi réðst til Noregsferðar með Steini stýrimanni en seldi    jarðir sínar í Víkinni Geirmundi hvikatimbur. Bjó hann þar    síðan. Skip það er kaupmenn höfðu gert var mjög breiðvaxið.    Það kölluðu menn Trékylli og þar er víkin við kennd. Á því    fór Flosi utan og varð afturreka í Öxarfjörð. Þaðan af    gerðist saga Böðmóðs og Grímólfs og Gerpis."}}