{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_2", "text": {"0": "Herruðr hét jarl ríkr ok ágætr á Gautlandi. Hannvar kvángaðr. Dóttir hans hét Þóra; hún var allrakvenna fríðust sýndum ok kurteisust at sér um alla hluti,þat er til handa má bera ok betra er at hafa en ánvera. Þat var hennar kenningarnafn, at hún var kölluðborgarhjörtr, fyrir því at svá bar hún af öllum konumat fegrð sem hjörtr af öðrum dýrum. Jarlinn unnimikit dóttur sinni. Hann lét gera henni eina skemmuskammt frá höll konungs, ok um þá skemmu var skíðgarðr.Þat lagði jarl í vanda sinn at senda dóttur sinnihvern dag nokkut til skemmtanar, en þat mælti hann,at því mundi hann fram halda. Frá því er sagt, athann lét færa henni lítinn lyngorm einnhvern dag,ákafliga fagran, ok þessi ormr þótti henni góðr ok léthann í sitt eski ok bar undir hann gull. Skamma stundvar hann þar, áðr hann óx mikit ok svá gullit undirhonum. Þar kemr, at eigi hefir hann rúm í eskinu, okliggr nú í hring um eskit utan. Ok þar kemr of síðir,at eigi hefir hann rúm í skemmunni, ok gullit vexundir honum jafnt sem ormrinn sjálfr. Nú liggr hannutan um skemmuna, svá at saman tók höfuð ok sporðr,ok illr gerist hann viðreignar, ok þorir engi maðr atkoma til skemmunnar fyrir þessum ormi nema sá einn,er honum færir fæðslu, ok oxa þarf hann í mál. Jarliþykkir mikit mein á þessu ok strengir þess heit, athann mun þeim manni gefa dóttur sína, hvat mannasem hann er, ef at bana yrði orminum, ok gull þat,er undir honum er, skal vera hennar heimanfylgja.Þessi tíðendi spyrjast víða of land, en þó treystist engitil at ráða fyrir þessum mikla ormi."}}