{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_9", "text": {"0": "\"Þat er upphaf minnar sögu,\" sagði Egill, \"at Hringrhét konungr. Hann réð fyrir Smálöndum. Ingibjörghét kona hans. Hún var dóttir Bjarkmars jarls af Gautlandi.Þau áttu tvau börn. Egill hét sonr þeira, enÆsa dóttir. Egill óx upp með hirð föður síns, þar til athann var tólf vetra gamall. Hann var mikill fyrir sérok óstýrilátr, kappsamr ok ódæll. Hann lagði lag sittvið drengi ok lagðist út á skóga at skjóta dýr ok fugla.Vatn mikit var í skóginum, ok váru þar í eyjar margar.Þar fóru þeir Egill á sund jafnan, því at þeir vöndusik mjök við íþróttir.Eitt sinn ræddi Egill um við þá, hverr lengst mundigeta lagizt í vatnit, því at svá var langr vegrinn í þáey, sem first var landi, at hana sá eigi, utan þeir gengiupp í há tré til. Nú leggjast þeir á vatnit, ok várusaman þrír tigir. Skyldi þar hverr eptir vera, sem hanntreysti sér eigi lengra at fara. Leggjast þeir nú umvatnit, ok váru sum sundin breið mjök. Egill var fljótastrá sundinu, ok gat engi fylgt honum. Ok er þeirváru langt frá landi komnir, þá kom þoka svá myrk,at engi sá annan, ok gerði þá vind kaldan. Villtustþeir nú á sundinu, ok eigi vissi Egill, hvat af sínummönnum varð. Hvarflaði hann nú um vatnit tvau dægr.Kom hann þá at landi ok var svá máttdreginn, at hannvarð at skríða á land, ok reytti hann á sik mosa oklá þar um nóttina, en at morgni var honum nokkuthitnat. Kom þá ór mörkinni risi einn mikill. Hanntók Egil upp undir hönd sér ok mælti: \"Þat er vel,Egill, at vit höfum hér fundizt. Eru tveir kostir viðþik af minni hendi, annathvárt, at ek drep þik, elligarhitt, at þú geymir geita minna, svá lengi sem ek lifi,ok sverir mér þar at eið.\" Egill dvaldi þat eigi, þvíat þá var ór vöndu at ráða.Fóru þeir nú margar dagleiðir ok þar til, er þeirkómu til hellis, er jötunninn átti fyrir at ráða. Jötunninnátti hundrað hafra ok margt geitfé annat. Lét hannþat standa á niðrlögum sínum, at þeir skyldu aldrifæri vera. Egill tók við fjárgeymslu, ok váru geitrnaróspakar. Fór svá fram lengi. En er Egill hafði þar verittólf mánaði, þá hljóp hann burt eitt sinn. En er jötunninnvarð varr þess, fór hann eptir honum, því athann var svá margvíss, at hann rakti spor líka á sjósem á fönnu. Jötunninn fann hann í helli einum.Hafði hann nú fjóra daga á burt verit. Jötunninn sagði,at hann hafði verr gert en hann átti skilit. \"Skaltunú,\" sagði hann, \"hafa þat, sem þér er verra.\" Síðantók hann tvá steina, ok vágu hálfvætt báðir. Þar várufastar við járnhespur. Hann læsti þær at fótum Agliok sagði, at hann skyldi þetta draga. Þetta erfiði áttiEgill sjau vetr, en jötunninn var svá varr um sik, athann sá aldri færi sitt á at drepa hann."}}