{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_15", "text": {"0": "Þat var einn dag, at Hjálmþér sat nær konungsdótturok tefldi við hana. Hervör spurði Hjálmþé, hvat hannætti til vetrvistar at vinna. Hann kvaðst eiga að sækjakálf einn. \"Hvert áttir þú þann at sækja?\" segir hún.\"Konungr vildi mér þar enga grein á gera,\" segir hann.\"Engi kálfr er þetta,\" segir hún, \"heldr er þat gamalluxi, níræðr at aldri. Hann etr fénað, en drepr menn okhesta, því at hann er hverju dýri grimmari. Hann hefirdrepit alla þá menn, sem eptir honum hafa farit okföður minn hafa beðit vetrvistar. Þat er it mesta blótnautok fæðist mest á mannaholdi. Hljóð hefir hannhvellt ok digrt, svá at engi maðr stenzt. Þat er í einumgarði hávum ok sterkum mitt hér á landinu. Hann máeigi lauss vera, því at þá brýtr hann niðr borgir okkastala ok vinnr mikinn skaða á mönnum ok fénaði.Öll kvikendi eru hrædd við þetta arma naut.\" Þaulinntu talinu, ok gekk Hjálmþér heim í lopt sitt ok sagðiþeim kompánum sínum, hvat konungsdóttir hafði honum sagt.Leið svá vetrinn fram til jóla.En tveim nóttum fyrir inn fyrsta jóladag stóð Hörðrupp ór sæng sinni, svá at þeir fóstbræðr vissu ekki til.Hann tók sax Ölvis ok gekk út síðan ok til skógar, þarsem stórar brautir lágu. Gekk hann svá lengi um nóttina,þar til at brautirnar kvísluðust. Hann hugsar mjökum sinn hag, hverninn ganga mundi. Reikar hann forntroðinngötustíg í þykkva mörk ok eigi fyrr léttandi enhann kemr fram á annnes eitt, fagrt yfirlits. Hann sérþar garð hávan, gerðan með múrsteina. Þangat gengrhann ok hefir kylfu tólf álna langa með stórum göddumok löngum ok fleinn fram ór. Hann seildist upp jafnháttgarðinum með henni. Hann gengr með garðinum nokkurastund, ok berr alls staðar jafnhátt. Hann sér, at eigimuni svá búit standa mega. Því tekr hann kaðal okbindr um einn stein stóran ok kastar inn yfir garðinnok less sik svá upp á garðinn. En uxinn lá á vellinumfyrir innan ok hafði snúit um allri jörðinni. Hannhrýtr ok sefr ok snyðr illa, svá at Hörðr þóttist eigi vita,nær en hann mundi hrjóta inn at garðinum fyrir nasalátumgradda, ok sá, at þat mundi margan hafa til banaleitt. Því leysir hann steininn ór festinni ok fleygirhonum af stað, ok kom hann á síðu nautsins. Hannvaknar við með ærslalátum, springandi þegar af stað okskundar alla vega ok dregr veðrit af manninum okhleypr at garðinum, þar sem Hörðr var fyrir. Hann villeigi lengr bíða ok reiðir upp gaddakylfuna ok rekur íhausinn á bola, svá at allir sukku gaddarnir, en hannhristist við ok skekr höfuðit ok lét ólmliga, svá atHörðr missti kylfuna, ok hraut hún langt á völlinn, enuxinn skopar nú skeið at garðinum ok flensar tungunnieptir Herði ok dró hann at sér. Hann fær eigiannat ráð en hann kastar sér flötum ofan á milli hornannaá uxanum ok spennti höndunum niðr um hálsinn,en boli brauzt um fast, heimskliga hlaupandi aptrok fram um garðinn með hræðiligum hljóðum, berjandifótunum ok hristandi hausinn. Vissi Hörðr, at þatmundi sinn bani, ef hann dytti ofan. Verðr þat umsíðir, at boli mæddist af miklu umfangi ok blóðrás.Hann hleypr at garðinum með illum látum ok kemrupp framfótunum á garðinn. Í því leggr Hörðr meðsaxinu undir bóginn, svá at í hjartanu stóð. Brauzt uxinnum, þar til hann dó, ok hafði hann þá brotit mikithlið á garðinn í sínum fjörbrotum.Hörðr fló uxann með öllum leðrum, ok fylgdu horninhúðinni. Hörðr leggr hana á bak sér ok bar heim okfleygir henni niðr fyrir loptsdyrnar. Hjálmþér vaknarvið dynkinn ok sprettr á fætr. Í því kom Hörðr inn, okvarð Hjálmþér honum alls hugar feginn. Hörðr varheldr skapstyggr ok bað Hjálmþé út ganga. Hann gerirsvá ok sér húðina. Hörðr mælti: \"Taktu upp húðina,því at þú þykkist vera sterkr nóg.\" Hjálmþér tók tilhúðarinnar af öllu sínu afli ok gat hvergi hrært hana ór stað.Hörðr segir, at hann mundi í framkróka leggja þurfa,ef duga skyldi. Hjálmþér segir fram vera komin sínmesta aflraun. \"Þat mæli ek nú um,\" segir Hörðr, \"atþú takir við afli okkar Ölvis beggja nema ór minnstumfingrum okkrum, þá þú gengr fyrir konunginn í dag okhann sitr yfir sínum borðum, ok ber inn húðina á lófaþínum.\" Þetta verðr svá sem Hörðr mælti. Gengr Hjálmþérfyrir konunginn, ok váru allir í höllinni við hannhræddir. Hann kastar húðinni upp á borðit fyrir konungsvá hart, at þat brotnar í sundr í tvá hluti, ok gekk íburt síðan. Tóku þeir aptr afl sitt Hörðr ok Ölvir.Konungr bað Hástiga bera á burt húðina, en hann tók sjálfraf hornin. Hástigi gerði svá, ok veitti honum it verstaok gekk mjök hokinn í knjáliðum. Var tekit borðannat. Þeir fóstbræðr gengu báðir í höllina ok varveizla in bezta, ok drukku allir af hornunum um jólin."}}