{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_36", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_36", "text": {"0": "Eptir þetta býst Hrólfr konungr burt af Englandi.Skildu þeir Hrólfr konungr ok Ella konungr inirmestu vinir, siglir Hrólfr konungr til Skotlands. Oker Óláfr konungr fréttir kvámu Hrólfs konungs ok Ásmundar,sonar síns, ok þeira allra fóstbræðra, býr hannágæta veizlu í móti þeim, býðr Hrólfi konungi meðöllu liði sínu. Gekk konungr sjálfr móti þeim ok fagnarþeim ágæta vel með inni mestu blíðu. En með ráðiHrólfs konungs hefr Ingjaldr konungr upp orð sín okbiðr dóttur hans sér til handa, ok við flutning Ásmundarvar þetta mál auðsótt við konunginn. Var þarbúin in ágætasta veizla, drekka þeir brúðkaup sín,Ingjaldr til Margrétar, dóttur Óláfs Skottakonungs, enÁsmundr til Ingibjargar, dóttur Írakonungs, ok at lokinniveizlunni vistar Hrólfr konungr lið sitt á Skotlandi,en konungarnir sátu með sæmd ok prís hjá Óláfikonungi, ok undu allir sér stórliga vel. Á þeim vetriandaðist Óláfr Skottakonungr. Var hann mjök gamallok hafði verit inn ágætasti höfðingi. Tók þá Ásmundrkonungdóm á Skotlandi ok gerðist góðr höfðingi okvinsæll. Ok at sumarmagni bjuggu konungarnir skipsín. Sat Ásmundr þar eptir. Hann bauð Gautreki, syniHrólfs konungs, at vera þar eptir, ok þat þekktist hannmeð ráði föður síns. Var hann lengi síðan með Ásmundikonungi, ok fekk hann honum skip, lagðist íhernað ok varð inn frægasti maðr. Höfum vér þat okheyrt, at hann herjaði til Írlands með styrk Ásmundarkonungs ok fekk þar ríki af Hrólfi Írakonungi. ÞóttistÁsmundr þar eiga vald á, með því Ingibjörg vareinberni Írakonungs. Unni Ásmundr konungr ok Gautrekiþess ríkis vegna vináttu við Hrólf konung ok þeirafóstbræðralags.Býst nú Hrólfr konungr burt af Skotlandi. Gaf Ásmundrhonum ágætar gjafir, ok skildu með inni mestublíðu ok váru ágætir vinir jafnan síðan. Kom Hrólfrkonungr heim í Svíþjóð. Urðu menn honum stórligafegnir ok fögnuðu vel sínum herra. Þeir Ketill okIngjaldr váru litla stund í Svíþjóð. Fór Ingjaldr konungrheim í Danmörk, en Ketill til Gautlands. LéttiHrólfr konungr inum mesta hernaði ok sat heima umhríð. Óx þar upp Eirekr, sonr hans, ok gerðist innmesti afburðarmaðr bæði á vöxt ok vænleik ok allt atgervi.Ok er hann röskvaðist, fekk Hrólfr konungrhonum skip. Tók hann drekann Grímarsnaut ok allanþann herskap, er átt hafði Hrólfr konungr, faðir hans.Lagðist hann í hernað með miklum styrk ok harðfengi.Gerðist hann ágætr maðr ok víðfrægr."}}