{"originalTitle": "Ásmundar_Saga_Kappabana_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ásmundar_Saga_Kappabana_Chapter_6", "text": {"0": "Nú er at segja, hvat í Saxlandi er, at einn dag tóksystir hertuga til orða: \"Svá vísa mér draumar til semoss muni sækja heim ágætr maðr, sá er oss muni verðaat mikilli hamingju ok váru ríki.\" Þeir bræðr tóku þvível, ok um kveldit þess dags sá þeir ríða at höllinnimikinn mann með ágætligum vápnum, ok hertugarnirgengu í móti honum ok buðu honum þar. Hann léztþat þigja mundu. Þeir settu hann milli sín, en systirþeira skenkti ok settist síðan á tal við hann ok bræðrhennar. Hún mælti þá: \"Ekki er oss mjök kunnigt umyðra hagi, en sjá kunnu vér þat, at mikill tígnarsviprer yfir yðr, ok trúum vér, at nokkut gott leiði oss afþér ok þinni hérkvámu. Nú munu þér heyrt hafa, hverjanauð vér þolum fyrir ofríki Hildibrands Húnakappa.Vér gengum fyrst undir skattgjald, en nú skulum vérmæta á hverjum misserum hólmgönguboðum af hansberserkjum, ok skal æ bú standa við hverja hólmgöngu.Höfum vér nú svá misst bæði manna várra okbúa, ok nú eru eigi meir eptir en tólf bú várs hertugadæmis.\"Ásmundr svarar: \"Frú,\" segir hann, \"mikinnskaða kærið þér fyrir mér, ok nauðsyn væri at heptaþenna storm, ok til þess em ek hér kominn at verjayðvart ríki, ef ek fæ.\" Hertugarnir segja, at skammtmun líða, áðr kraft mun vera hólmgöngu. Ásmundrsvarar: \"Þá verðr því at svara.\" Hann er nú þar í góðuyfirlæti."}}