{"originalTitle": "Örvar-Odds_Saga_Chapter_27", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_27", "text": {"0": "Maðr er nefndr Hárekr, er þar var með konungi.Hann hafði mikla virðing af konungi. Hann var gamallmaðr. Hann fóstraði konungsdóttur. Jafnan hjalaðikonungr við hann um þetta mál, en hann kveðst eigivita ok sagði svá, at honum leizt þat líkligt, at maðrsjá mundi vera stórrar ættar. Þat var eitt kveld, þá erkonungr var til svefns farinn, at þeir Sjólfr ok Sigurðrganga utar fyrir þá bræðr ok færa þeim horn tvau, okdrukku þeir af þeim. Þá tók Sjólfr til orða: \"LiggrOddr inn mikli?\" \"Já,\" segja þeir, \"þat er svinnligraen at drekka frá sér vitit allt, sem vér gerum.\" \"Þatmun valda, at hann mun vanari vera at liggja úti ámörkum eða vötnum en at drekka með góðum mönnum,eða hvárt mun hann mikill drykkjumaðr?\" \"Já,\"segja þeir. \"Hvárt mun hann meiri drykkjumaðr einn envit báðir?\" sagði Sjólfr. \"Þat ætlum vit,\" sagði Óttarr,\"at hann drekki miklu meira.\" \"Hér skulu vér veðjaum,\" sagði Sjólfr, \"ok munu vit leggja við hring þann,er stendr tólf aura, en þit skuluð leggja við höfuð ykkur.\"Þetta mál festa þeir með sér sem in fyrri. Núspyrr Oddr um morguninn, hvat talat væri. Þeir segjahonum. \"Nú hafi þit svá heimskliga veðjat,\" sagði Oddr,\"at miklu hafi þit nú við aukit um þær, er fyrri váru,en lagt hér við höfuð ykkur, en eigi er víst, at ek séþví meiri ílögum sem ek em meiri vexti en aðrir menn,en ek skal eigi at síðr til ráða drykkjunnar við þá.\"Síðan er sagt konungi, at hann vill til ráða drykkjunnar,ok skal konungsdóttir hjá sitja ok Hárekr, fóstrihennar. Nú ganga þeir Sigurðr ok Sjólfr utar fyrirOdd. \"Þar er horn,\" sagði Sigurðr, ok varð honumljóð á munni:\"Oddr, klauft eigiat orrostu,hrökk hjálmat lið,Hamðis skyrtur;guðr geisaði,gekk eldr í bæ,þá er á Vindumvá sigr konungr.\"Sjólfr færir honum annat horn ok biðr hann af drekkaok kvað vísu:\"Oddr, vart eigiat eggroði,þás seggi allvaldssvelta létum;bark sár þaðansex ok átta,en þú með byggðumbatt þér matar.\"Síðan ganga þeir til sætis síns, en Oddr reis upp okgekk fyrir Sigurð ok færir honum horn, en annat Sjólfiok kvað sína vísu til hvárs þeira, áðr hann gekk í burtu:\"Þit skuluð hlýðahróðri mínum,Sigurðr ok Sjólfr,sessunautar,ykkr ák gjaldagreypan verka,hróðr harðsnúinn,huglausum tveim.Þú látt, Sjólfr,soðgólfi ádáða vanrok dýrs hugar,en ek útÁkvítánumfjóra mennfjörvi næmdak.\"Þeir drukku af hornunum, en Oddr gekk at sitja. Síðanganga þeir enn fyrir Odd, ok selr Sjólfr honum hornok kvað vísu:\"Þú hefir, Oddr, faritmeð ölmusumok bitlingaaf borði þegit,en ek einnaf Úlfsfjallihöggvinn skjöldí hendi bar.\"Sigurðr færir honum annat horn ok kvað þetta:\"Oddr, vart eigiút með Girkjum,þá er á Serkjumsverð vár ruðum;gerðum harðanhljóm ísarna,fellu firðarí fólkroði.\"Nú drekkr Oddr af hornunum, en þeir gengu at sitja.Síðan ríss Oddr upp ok gekk með sitt horn at hvárumþeira ok kvað þetta:\"Slótt við meyjarmálþing, Sjólfr,meðan loga létumleika um kynni;unnum harðanHadding drepinn,ok Ölvi varaldrs of synjat.Þú látt, Sigurðr,í sal meyja,meðan við Bjarmabörðumst tvisvar,háðum hildihauksnarliga,en þú, seggr, í salsvaft und blæju.\"Nú gekk Oddr at sitja, en þeir drukku af hornunum,ok þótti mönnum þetta mikil skemmtan, ok gáfu allirhljóð til þessa. Eptir þat gengu þeir fyrir Odd ok færahonum horn. Þá kvað Sjólfr:\"Oddr, vart eigiá Atalsfjalli,þá er fenlogafengit höfðum;vér berserkibinda gerðum,þá var af kappikonungs lið drepit.\"Nú drekkr Oddr af hornunum, en þeir setjast niðr.Oddr færir þeim horn ok kvað þetta:\"Sjólfr, vart eigi,þar er sjá máttumbrynjur mannablóði þvegnar;hrukku oddarí hringserkjum,en þú höll konungsheldr kannaðir.Sigurðr, vart eigi,þar er sex hruðumhábyrðuð skipfyr Hauksnesi;vart ok eigivestr með Skolla,þá er Engla gramaldri næmdum.\"Oddr settist nú niðr, en þeir færa honum horn okfylgir engi kveðskapr. Hann drekkr af, en þeir setjastniðr. Ok nú færir Oddr þeim horn ok kvað þetta:\"Sjólfr, vart eigi,þar er sverð ruðumhvöss á jarlifyr Hléseyju;en þú hallaðistheima á milli,kynmálasamr,kálfs ok þýjar.Sigurðr, vart eigi,er á Sælundi felldakbræðr böðharða,Brand ok Agnar,Ásmund, Ingjald,Álfr var inn fimmti;en þú heima láttí höll konungs,skrökmálasamr,skauð hernumin.\"Nú gengr hann at sitja, en þeir standa upp ok færahonum horn. Oddr drakk af þeim báðum. Síðan færirhann þeim horn ok kvað þetta:\"Sjólfr, vart eigisuðr á Skíðu,þar er konungarknúðu hjálma;óðum dreyra,svát í ökkla tók;víg vakta ek,vart eigi þar.Sigurðr, vart eigií Svíaskerjum,þá er Hálfdaniheiptir guldum;urðu randirrógmiklaðar,sverðum skornar,en hann sjálfr drepinn.\"Nú sezt Oddr niðr, en þeir færa honum hornin, okdrekkr hann af, en þeir fara at sitja. Þá færir Oddrþeim horn ok kvað:\"Heldum askií Elfarsund,teitir ok reifir,at Trönuvágum;þar lá ÖgmundrEyþjófsbani,trauðastr flugar,á tveim skipum.Þá létu vérlindi barðahörðu grjóti,hvössum sverðum;þrír lifðu vér,en þeir níu.Hrókr hernuminn,hví þegir þú nú?\"Þá gengr Oddr til sætis, en þeir færa honum horn.Hann drekkr af þeim ok færir þeim önnur ok kvaðþetta:\"Sigurðr, vart eigiSámseyju í,þá er við Hjörvarðhöggum skiptak;tveir váru vit,en þeir tólf saman;sigr hafða ek,sazt kyrr meðan.Gekk ek um Gautlandí grimmum hugsjau dægr í samt,áðr Sæund fyndak;knáttak þeira,áðr þaðan færak,átján lýðaaldri næma,en þú gjögraðir,gárungr vesall,síð um aptantil sængr þýjar.\"Þá varð óp mikit í höllinni af þessu, er Oddr hafðikveðit, ok drekka þeir af hornum sínum, en Oddr seztniðr. Konungsmenn hlýða skemmtan þeira. Enn færaþeir Oddi hornin, ok vinnr hann skjótt um þau bæði.Eptir þat ríss Oddr upp ok gengr fyrir þá ok þykkistvita, at nú sígr at þeim drykkrinn ok allt saman, atþeir váru fyrir lagðir í skáldskapnum. Hann selr þeimhornin ok kvað þetta:\"Þit munuð hvergihæfir þykkja,Sigurðr ok Sjólfr,í sveit konungs;ef Hjálmars getkins hugumstóra,þess er snarpligastsverði beitti.Gekk snarpr Þórðrfyr skjöldu fram,hvar er orrostueiga skyldum;hann lét Hálfdanhníga at velli,fræknan stilli,ok hans fylgjara.Váru vit Ásmundropt í bernskufóstbræðr samanbáðir litnir;bar ek stundar optstöng darraðar,þar sem konungarkappi deildu.Hefk á Saxaok á Svía herjat,Íra ok á Englaok endr Skota,Frísa ok Frakkaok á Flæmingja;þeim hefk öllumóþarfr verit.Nú hefk dýradrengi talda,þá er forðum mérfylgdu úti;munu víst eigiverða síðanfrægri firðarí fólkroði.Nú hefk óraríðnir taldar,þær er forðum vérframdar höfðum;aptr gengu vértil öndvegis,sigri gæddir;látum Sjólf mæla.\"Eptir þetta settist Oddr í sæti sitt, en þeir bræðr felluþar sofnir niðr, ok varð nú ekki af þeim meira umdrykkjuna, en Oddr drekkr lengi, ok eptir þat leggjastmenn niðr ok sváfu af nóttina.En um morguninn, er konungr kom í hásæti, þá hefirOddr úti verit staddr ok þeir félagar hans. Hann gengrat vatni einu ok þvær sér. Þeir bræðr sjá, at rifnuð varnæfrastúkan á hendi hans annarri, ok kom þar fram ermrrauð ok gullhringr á armi, ekki mjósleginn. Ok síðanrífa þeir af honum allar næfrarnar. Hann brauzt ekkivið þessu, en hann er svá búinn undir, at hann er ískarlatskyrtli rauðum, hlaðbúnum, en hár lá á herðumniðr. Hann hafði knýtt gullhlaði um höfuð sér ok varallra manna vænstr. Þeir tóku í hendr honum ok leidduhann inn í höllina fyrir hásæti konungs ok segja svá:\"Þat ætlum vér, at vér vitum eigi allgerla, hvern vérhöfum hér í fóstri haft.\" \"Svá má vera,\" sagði konungr,\"eða hverr er þessi maðr, er svá hefir dulizt fyrir oss?\"\"Nú heiti ek Oddr, sem ek sagða yðr fyrir löngu, sonrGríms loðinkinna norðan ór Noregi.\" \"Ertu eigi sáOddr, er fór til Bjarmalands fyrir löngu?\" \"Sá er maðrinn,er þar hefir komit.\" \"Þá er eigi kynligt, at öndvegishöldummínum felli þungt við þik um íþróttirnar.\" Nústendr konungr upp í móti honum ok fagnar Oddi velok býðr honum í hásæti hjá sér. \"Þat mun ek eigiþiggja því at eins, nema vér förum allir félagar.\" Þater nú sagt, at þeir færa nú sæti sín ok sitr Oddr it næstakonungi, en Hárekr færir byggð sína fram á stól fyrirkonung. Konungr leggr svá mikla virðing á Odd, atengan mann mat hann meira en hann."}}