{"originalTitle": "Völsunga_Saga_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_14", "text": {"0": "\"Þat er upphaf sögu þessar, at Hreiðmarr hét faðirminn, mikill ok auðigr. Sonr hans hét Fáfnir, en annarrhét Otr ok var ek inn þriði, ok var ek minnstr fyrirmér um atgervi ok yfirlát. Kunna ek af járni gera okaf silfri ok gulli, ok hverjum hlut gerða ek nokkut nýtt.Otr, bróðir minn, hafði aðra iðn ok náttúru. Hann varveiðimaðr mikill ok um fram aðra menn ok var í otrslíki um daga ok var jafnan í ánni ok bar upp fiskameð munni sér. Veiðiföngin færði hann feðr sínum,ok var honum þat mikill styrkr. Mjök hefir hann otrslíki á sér, kom síð heim ok át blundandi ok einnsaman, því at hann mátti eigi sjá, at þyrri. Fáfnir varmiklu mestr ok grimmastr ok vildi sitt eitt kalla látaallt þat, er var.Einn dvergr hét Andvari,\" segir Reginn. \"Hann varjafnan í forsinum, er Andvarafors heitir, í geddu líkiok fekk sér þar matar, því at þar var fjöldi fiska íþeim forsi. Otr, bróðir minn, fór jafnan í þenna forsok bar upp fiska í munni sér ok lagði einn senn áland. Óðinn, Loki, Hænir fóru leiðar sinnar okkómu til Andvarafors. Otr hafði þá tekit einn lax okát blundandi á árbakkanum. Loki tók einn stein oklaust otrinn til bana. Æsir þóttust mjök heppnir afveiði sinni ok flógu belg af otrinum. Þat kveld kómuþeir til Hreiðmars ok sýndu honum veiðina. Þá tókuvér þá höndum ok sögðum á þá gjald ok fjörlausn,at þeir fylldi belginn af gulli ok hyldi hann utan meðrauðu gulli. Þá sendu þeir Loka at afla gullsins. Hannkom til Ránar ok fekk net hennar, fór þá til Andvaraforsok kastaði netinu fyrir gedduna, en hún hljóp ínetit. Þá mælti Loki:\"Hvat er þat fiska,er rinnr flóði íkannat sér við víti varask?Höfuð þitt leystuhelju órok finn mér lindar loga.\"\"Andvari ek heiti,Óinn hét minn faðir,margan hefi ek fors of farit.Aumlig nornskóp oss í árdaga,at ek skylda í vatni vaða.\"Loki sér gull þat, er Andvari átti. En er hann hafðifram reitt gullit, þá hafði hann eptir einn hring, októk Loki hann af honum. Dvergrinn gekk í steininnok mælti, at hverjum skyldi at bana verða, er þanngullhring ætti ok svá allt gullit. Æsirnir reiddu Hreiðmariféit ok tráðu upp otrbelginn ok settu á fætr.Þá skyldu Æsirnir hlaða upp hjá gullinu ok hylja utan.En er þat var gert, þá gekk Hreiðmarr fram ok sáeitt granahár ok bað hylja. Þá dró Óðinn hringinn afhendi sér, Andvaranaut, ok huldi hárit. Þá kvað Loki:\"Gull er þér nú reitt,en þú gjöld hefirmikil míns höfuðs.Syni þínum verðratsæla sköpuð,þat er ykkarr beggja bani.\"Síðan drap Fáfnir föður sinn,\" segir Reginn, \"okmyrði hann, ok náða ek engu af fénu. Hann gerðistsvá illr, at hann lagðist út ok unni engum at njótafjárins nema sér ok varð síðan at inum versta ormi okliggr nú á því fé. Síðan fór ek til konungs, ok gerðumstek smiðr hans. Ok er þessi ræða til minnar sögu,at ek missi föðurarfsins ok bróðurgjaldanna. Gullit ersíðan kallat otrsgjöld ok hér dæmi af tekin.\"Sigurðr svarar: \"Mikit hefir þú látit, ok stórillir hafaþínir frændr verit. Ger nú eitt sverð af þínum hagleik,þat er ekki sé jafngott gert ok ek mega vinnastórverk, ef hugr dugir, ef þú vilt, at ek drepa þennainn mikla dreka.\" Reginn segir: \"Þat geri ek með trausti,ok muntu mega drepa Fáfni með því sverði.\""}}