{"originalTitle": "Beowulf_Xxxi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxxi", "text": {"0": "XXXISwā se ðēodkyning  þēawum lyfde;nealles ic ðām lēanum  forloren hæfde,mægnes mēde,  ac hē mē (māðma)s geaf,sunu Healfdenes  on (mīn)ne sylfes dōm;ðā ic ðē, beorncyning,  bringan wylle,ēstum geȳwan.  Gēn is eall æt ðē[mīnra] lissa gelong;  ic lȳt hafohēafodmāga  nefne, Hygelāc, ðec.'Hēt ðā in beran  eafor hēafodsegn,heaðostēapne helm,  hāre byrnan,gūðsweord geatolīc,  gyd æfter wræc:Mē ðis hildesceorp  Hrōðgār sealde,snotra fengel;  sume worde hēt,þæt ic his ǣrest ðē  ēst gesægde;cwæð þæt hyt hæfde  Hiorogār cyning,lēod Scyldunga  lange hwīle;nō ðȳ ǣr suna sīnum  syllan wolde,hwatum Heorowearde,  ðēah hē him hold wǣre,brēostgewǣdu.  Brūc ealles well!'Hȳrde ic ðæt ðām frætwum  fēower mēaraslungre, gelīce,  lāst weardode,æppelfealuwe;  hē him ēst getēahmēara ond māðma. --  Swā sceal mǣg dôn,nealles inwitnet  ōðrum bregdondyrnum cræfte,  dēað rēn(ian)hondgesteallan.  Hygelāce wæsnīða heardum  nefa swȳðe hold,ond gehwæðer ōðrum  hrōþra gemyndig.--Hȳrde ic þæt hē þone healsbēah  Hygde gesealde,wrǣtlicne wundurmāððum,  ðone þe him Wealhðēo geaf,ðēod(nes) dohtor,  þrīo wicg somodswancor ond sadolbeorht;  hyre syððan wæsæfter bēahðege  br[ē]ost geweorðod.Swā bealdode  bearn Ecgðēowes,guma gūðum cūð,  gōdum dǣdum,drēah æfter dōme;  nealles druncne slōgheorðgenēatas;  næs him hrēoh sefa,ac hē mancynnes  mǣste cræfteginfæstan gife,  þē him God sealde,hēold hildedēor.  Hēan wæs lange,swā hyne Gēata bearn  gōdne ne tealdon,nē hyne on medobence  micles wyrðnedrihten Wedera  gedōn wolde;swȳðe (wēn)don,  þæt hē slēac wǣre,æðeling unfrom.  Edwenden cwōmtīrēadigum menn  torna gehwylces.--Hēt ðā eorla hlēo  in gefetian,heaðorōf cyning  Hrēðles lāfegolde gegyrede;  næs mid Gēatum ðāsincmāðþum sēlra  on sweordes hād;þæt hē on Bīowulfes  bearm ālegde,ond him gesealde  seofan þūsendo,bold ond bregostōl.  Him wæs bām samodon ðām lēodscipe  lond gecynde,eard ēðelriht,  ōðrum swwīðorsīde rīce  þǣr ðǣr sēlra wæs.Eft þæt geīode  ufaran dōgrumhildehlæmmum,  syððan Hygelāc læg,ond Hear[dr]ēde  hildemēceasunder bordhrēoðan  tō bonan wurdon,ðā hyne gesōhtan  on sigeþēodehearde hildfrecan,  Heaðo-Scilfingas,nīða genǣgdan  nefan Hererīces --:syððan Bēowulfe  brāde rīceon hand gehwearf;  hē gehēold telafiftig wintra  -- wæs ðā frōd cyning,eald ēþelweard --,  oð ðæt ān ongandeorcum nihtum  draca rīcs[i]an,sē ðe on hēa(um) h(ǣþ)e  hord beweotode,stānbeorh stēapne;  stīg under lægeldum uncūð.  þær on innan gīongnið[ð]a nāthwylc,  (forþ nē)h gefe(al)ghǣðnum horde,  hond (wǣge nam),(sīd,) since fāh;  nē hē þæt syððan (bemāð),þ（ēah) ð(e hē) slǣpende  besyre(d wur)deþēofes cræfte;  þæt sīe ðīod (onfand),b(ig)folc beorna,  þæt hē gebolge(n) wæs."}}