{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_21", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_21", "text": {"0": "Nú er leið at hausti, kómu þeir at einu stóru landiok ágætu. Þat var með stórum borgum ok fögrum ökrum,miklum ok fögrum skógi ok með allra handa dýrumok fuglum. Ekkert land þóttust þeir fóstbræðr þvílíktsét hafa né spurn af hafa haft. Þeir spurðu Hörð,hvat land þat væri. Hann kveðst þat eigi vita, -- \"enhér munum vér á land ganga.\" Hjálmþér kveðst þateigi vilja, en Hörðr segist ráða mundu. Skutu þeirbryggjum á land ok ganga svá á þat. Hörðr mælti:\"Kanna skulum vér land þetta.\" Hjálmþér sagði:\"Hervör skal með oss fara, því at hana vil ek eigi eptirskilja.\" Hörðr kvað þat eigi vera skyldu. -- \"vil ekráða, því at vér munum ekki langt fara.\" Þeir gangaallan þann dag, en at kveldi koma þeir at húsi einu litluok vænu. Hörðr lýkr upp húsinu. Var þar sæng ein okkostr nógr ok öl. Um kveldit talar Hörðr þá fleiraen hann var vanr ok mælti: \"Undarliga brá mér við,er ek kom í hús þetta.\" Leggjast þeir niðr ok sofafast. En um morguninn, sem Hjálmþér vaknar, láHörðr, en því var ekki vant. Hjálmþér segir við Ölvi,at hann skyldi sofa í náðum. Líðr svá á daginn. Þágekk Hjálmþér at Herði ok tók á honum ok bað hannvakna. Hjálmþér fann, at hann var dauðr, ok fell hanná bak aptr í sængina, ok spratt honum blóð undan hverjumnagli ok ór nösum. Ölvir spyrr, hvat honum væri.Hjálmþér gat lengi engu svarat, en um síðir sagði hann,at Hörðr sé dauðr. Ölvir mælti: \"Þat veit trú mín, efþú værir ekki minn fóstbróðir, skyldir þú skjótt deyja.\"Hjálmþér kvað vísu:\"Berum á baki okkrubrodda framkeyri;launum svá líf honum,látum hann eigi eptir;heygjum Hörð hvergi,fyrr en heim komum;gröfum hann heimahallarvegg undir.\"\"Kjóstu nú, Ölvir, hvárt þú vilt bera kylfu hans okkápu eða hann sjálfan.\" Ölvir kvaðst kylfuna bera vilja.Hjálmþér flettir hann loðkápunni, en hann var undir írauðum skarlatskyrtli ok hafði silfrbelti um sik, engullhlað um enni. Hjálmþér mælti: \"Sjá þú nú, Ölvir, atþetta er konungsson framar en hvárr okkar, en eigiþræll, sem vit höfum lengi ætlat.\" Leggr hann þá Hörðá bak sér. Honum þótti hann léttr. Ganga þeir þanndag til kvelds ok kómu at öðru húsi ok fengu þar góðarnáðir. Fór svá tvá daga. Inn þriðja dag tók Ölvir tilorða: \"Ekki ber ek lengr kápuna né kylfuna, því atfulllúinn er ek af þessari byrði, en þat þó meira, at þúberr svá lengi dauðan mann eptir þér. Mun þettaverk uppi vera, meðan heimrinn stendr.\" \"Þú talar mikilæðruorð,\" segir Hjálmþér, \"ok fá mér hvárttveggja.\"Ölvir gerir svá. Ganga þeir til kvelds ok koma at húsiinu þriðja. Hjálmþér lét Hörð í rekkjugólf sitt umkveldit. Ekki hafði Hjálmþér sofit, síðan Hörðr dó.Hann vakir sem hann var vanr, utan í móti morgunsárirann á hann svefnhöfgi. En er Hjálmþér vaknar, varHörðr í burt. Varð honum þá eigi betra við en í fyrrasinni, ok þá mælti Hjálmþér: \"Aldri verð ek glaðr uppfrá þessum degi, fyrr en ek finn Hörð.\"Þeir stóðu upp ok ganga leið sína, þangat til þeirkoma fram á völlu eina fagra ok væna. Þeir sáu borgstóra ok harðla væna, alla gagnskorna ok rennt gulli oksilfri í skurðina. Hún var fagrliga múruð með rauðumsteinum, blám, gulum, grænum, hvítum ok svörtum.Hennar turnar váru hávir ok þaktir með gulli. Þeirgengu til hallar ok inn í höllina ok fyrir konunginn.Ölvir heilsar honum, en Hjálmþér þagði. Konungr tókvel kveðju hans ok bað at taka stól ok setja frammi fyrirsér. Þeir settust niðr. Þat sáu þeir, at höllin var öllskipuð af sæmiligu fólki. Konungr bað þá at vera káta okglaða eptir mikla mæði. Hjálmþér át hvárki né drakk.Hann var stundum bleikr, stundum rauðr sem blóð.Litlu síðar lukust upp hurðir hallarinnar, ok þegargengu þar inn þrjátigi meyjar. Tvær báru þó langt aföðrum. Var önnur þó miklu vænni. Þóttist Ölvir engaslíka sét hafa at allri sköpun ok fegrð. Fyrir þeim varbásunat með allra handa hljóðfærum. Var þá mikil gleðií þeiri höll. Jómfrúrnar ganga fyrir konunginn ok kallahann bróður sinn ok settust niðr. Ölvir sá, at Hjálmþérroðnaði mjök ok dró Snarvendil ór slíðrum oklagði niðr undir stólinn. Konungr leit til Hjálmþésok kvað vísu:\"Hvat er þér, Hjálmþér?Hefir þú lit brugðit.Stórt er þér í hug,þú starir á mik löngum.\"Hjálmþér tók undir ok kvað hálfa vísuna:\"Hvarf inn hugprúðiHörðr ór för minni,greitt ertu glíkr honum,gáik því eigi drekka.\"Konungr reiddist ok kvað vísu:\"Eyðast mun sæmd þín,ef ek skal líkr veraaumum illþræli,er ekki prýðir,ragr í hverja taugnema reiða mat svínumhalr inn hrafnsvartií hrævarskrúði.\"Hjálmþér vill þá þreifa til sverðsins, ok var þat í burtu.Hjálmþér kvað:\"Burt er Snarvendillúr slíðrum horfinn;má ek eigi víg vekja,veldr því Ölvir.Hefna munda ek Harðar,ef hann hér væri,ok rjóða minn mækií manna blóði.\"Eptir þat gekk önnur mærin at Ölvi ok kvað vísu:\"Sax hefir þú, Ölvir,slík eru vápn færi,bana veittir Bendli,barstu þat ór helli;brá ek hilmis sonumí hana líki;forðaðak ykkru fjörvi;fegri er ek nú hóti.\"Ölvir mælti: \"Satt segir þú, jungfrú.\" Hann tók meyjunaok setti í kné sér. Litlu síðar gekk önnur jungfrúinat Hjálmþé ok kvað:\"Keyptir þú Snarvendilmeð kossi einum;var þat verð lítit,vel frá ek mér kæmi;örr mundir þú af auðief optar svá fengir,jöfurr inn ógndjarfiok einkar heppni.\"Hjálmþér lét sem hann heyrði ekki ok þagði. Hún gekkaptr til sætis síns. En er konungr sér þetta, gekk hannundan borðum ok tók horn eitt ok renndi á víni okgekk at Hjálmþé ok kvað vísu:\"Tak hér við horni,er þér Hörðr færir;gef nú ró reiði,ok ræðum þá síðan;þú hefir oss hólpit,en vér yðr borgitöllum ór ánauðum;yndis vér njótum.\"Hjálmþér stóð þá upp í móti Herði, ok minntist hvárrvið annan. Var þar fagnaðarfundr. Var þá drukkitfagnaðaröl ok in bezta veizla."}}