{"originalTitle": "Hrómundar_Saga_Gripssonar_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrómundar_Saga_Gripssonar_Chapter_3", "text": {"0": "Nú kannar Hrómundr skipin ok finnr einn mannhallast upp við í stafni. Hann spyrr þann mann at nafni.Sá kveðst Helgi heita inn frækni, bróðir Hröngviðar,-- \"ok nenni ek eigi friðar at biðja.\" Hrómundr létgræða Helga inn frækna. Hann sigldi þar eptir í Svíþjóðok gerðist landvarnarmaðr.Þar eptir helt Óláfr konungr liði sínu vestr til Suðreyja,gengu þar á land ok tóku strandhögg. Karl einnbjó þar nærri. Konungmenn höfðu tekit kýr hans okráku undan sér. Lét hann mjök aumliga um þann missi.Hrómundr kemr at ok spyrr, hverr sá væri. Karlinnsegir, at byggð sín væri allskammt þaðan, ok kvað meirifremd at brjóta hauga ok ræna drauga fé. Þessi kvaðstMáni at nafni. Hrómundr bað hann segja sér, ef hannvissi nokkut um soddan. Máni sagðist víst vita ok mælti:\"Þráinn, sem vann Valland ok var þar konungr, berserkrmikill ok sterkr, fullr galdra, hann var settr íhaug með sverði, herklæðum ok fé miklu, en fáir fýsastþangat.\" Hrómundr spyrr, hverja leið sigla skalþangat. Hann segir, at hann má sigla rétt suðr í sexdaga. Hrómundr þakkar karli fregn þessa, gaf honumfé ok lét hann taka kýr sínar. Sigldu þeir svá þaðaneptir því, sem karl vísaði þeim til, ok at sex daga frestisáu þeir hauginn rétt fyrir framstafni."}}