{"originalTitle": "Grettis_Saga_Chapter_83", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_83", "text": {"0": "Frændum þeirra Grettis og Illuga líkaði stórilla er þeir    fréttu vígin og tóku svo að Öngull hefði gert níðingsverk að    drepa dauðvona mann, og í annarri grein um fjölkynngi. Sóttu    þeir að hinum vitrustu mönnum og mæltist illa fyrir mál    Önguls.    Hann reið nú vestur til Miðfjarðar þá fjórar vikur voru af    sumri. Og er það fréttist til ferða hans stefndi Ásdís að sér    mönnum og voru þar margir hennar vinir, Gamli og Glúmur mágar    hennar og synir þeirra, Skeggi er skammhöndungur var kallaður    og Óspakur, er fyrr var getið. Ásdís var svo vinsæl að allir    Miðfirðingar snerust til liðs með henni og jafnvel þeir sem    áður voru óvinir Grettis. Var þar hinn fyrsti maður Þóroddur    drápustúfur og flestir Hrútfirðingar.    Öngull kemur nú til Bjargs með tuttugu menn. Þeir höfðu höfuð    Grettis með sér. Þá voru enn eigi komnir allir þeir sem henni    höfðu liði heitið. Þeir gengu inn í stofu með höfuðið og    settu niður á gólf. Húsfreyja var í stofu og margir menn    aðrir. Ekki varð að kveðjum við þá.    Öngull kvað þá vísu:Flutti eg upp úr eyjuómett höfuð Grettis.Þann grætr nála Naumanauðig hára rauðan.Hér mátt gjálfrs á gólfigriðbíts höfuð líta,það mun, fagrlogs Fríðar,fúna allt nema salti.    Húsfreyja sat kyrr á meðan hann kvað vísuna. Eftir það kvað    hún vísu:Mundut síðr en sauðir,Sýrar gráps, fyr dýri,komið er norðr að Njörðumnýtt skaup, á sjá hlaupa,ef styrviðir stæðu,stála Freyr, í eyju,verið hef eg lofs um lýðilétt, ósjúkan Gretti.    Þá mæltu margir að eigi væri undarlegt þó að hún ætti hrausta    sonu svo hraust sem hún var, þvílík skapraun sem henni var    ger.    Óspakur var úti og átti tal við fylgdarmenn Önguls þá sem    eigi höfðu inn gengið og spurði að vígunum en allir lofuðu    vörn Illuga. Þá sögðu þeir frá hversu Grettir hafði haldið    fast saxinu þá er hann var dauður. Það þótti mönnum    undarlegt.    Þá var sén margra manna reið vestan að. Voru þar komnir    margir vinir húsfreyju og þeir Gamli og Skeggi vestan frá    Melum. Öngull hafði þar ætlað að hefja féránsdóm eftir Illuga    því að þeir kölluðu sér allt fé hans. En er fjölmennið kom sá    Öngull að hann gat ekki að gert. Voru þeir hinir áköfustu,    Óspakur og Gamli, og vildu veita Öngli atgöngu en þeir sem    vitrari voru báðu þá hafa við ráð Þorvalds frænda síns og    annarra höfðingja og sögðu að því verr mundi mál Önguls fyrir    mælast sem fleiri vitrir menn sætu yfir.    Varð þá svo á meðal gengið að Öngull reið á burt og hafði með    sér höfuð Grettis því að hann ætlaði að hafa það til    alþingis. Reið hann nú heim og þótti þunglega á horfast því    að flestir allir höfðingjar á landinu voru annaðhvort skyldir    eða mægðir við þá Gretti og Illuga.    Þetta sumar fékk Skeggi skammhöndungur dóttur Þórodds    drápustúfs. Gekk Þóroddur þá að málum með frændum Grettis."}}