{"originalTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_15", "text": {"0": "Útsteinn var með Eysteini konungi. Úlfr inn rauðihét ráðgjafi Eysteins konungs. Hann átti átta sonu, okváru þeir allir inir mestu kappar ok öfundsamir. Þeirváru illa til Útsteins, ok sló með þeim í kappmæli viðdrykkju. Hitt var fyrr, at Útsteinn sagði frá falli Hálfskonungs. Hann kvað þá:\"Hitt hlægir mikhelzt í máli:mun eigi Ásmundiöll vá sofa.Þrír eru fallniraf því liði,Eynefs synir,en einn lifir.\"Útsteinn kvað, er Úlfr jafnaði sér við hann ok eggjaðihann:\"Upp skulum rísa,út skulum gangaok rammligarrandir knýja.Hygg við hjálmumhingat komnartil Danmerkrdísir várar.\"Úlfr kvað:\"Yðr munu dauðardísir allar,heill kveð ek horfnafrá Hálfs rekkum.Dreymdi mik í morgin,at megir váriröfri yrði,hvars ér mættizt.\"Útsteinn kvað:\"Sigrs væntik mérsýnu betraen Úlfr viliæskja Steini.Yðr mun snimmaat sverðtogihauss of höggvinn,en háls roðinn.\"Úlfr kvað\"Munu þeir öfri verðaÚlfs synir:Oddr ok Örnólfr,Áti inn svarti,Börkr ok Brynjólfr,Búi, Harðskafi,Rauðr inn rammi,ef þú reynir til.\"Útsteinn kvað:\"Mundi eigi Steinimeð Stara þykkjaógn at etjavið Úlfs sonu,því at eigi varórum bróðurvið dritmenni þittdramb at setja.Þótti eigi Hrókumné Hálfdaniraun at berjastvið ragmenni,þá er vér fjórirfalla létumátta jarlafyr Annisnesi.Fari Úlfs synirút at berjast,átta drengir,við eitt höfuð.Mun eigi stökkva,þótt Steinn hafifæra nokkutí flokki lið.Hálfr, dreymdi mik,hvatti, at ek berðumst,ok kvaðst mér frækn konungrfylgja skyldu, --hefir mér gramr veritgóðr í draumi, --hvars vér orrostueiga skyldim.\"Þá gengu þeir Úlfs synir ok Útsteinn út ok börðust.Hann drap alla Úlfs sonu ok gekk síðan inn fyrir konungok kvað:\"Nú emk inn kominnÚlfi at segja,at hans synirhöggnir liggja.Nú fari, Eysteinn,ef ér vilið,fleiri at freistavið fleina við.\"Eysteinn kvað:\"Sjálft mun letjaslíks at freista:Hálfs eru rekkarhverjum meiri.Þik veit ek mannamiklu fremstan,einn snjallastan,er þú átta vátt.\"Útsteinn kvað\"Alla munda ekEysteins liðasverði beitaat sömu hófi,ef ek mér þarfirþess verks sæja,eða illt með ossáðr of væri.Magni fýsir engivið mik at deila,því at mér var ungumaldr skapaðr.Ek hefi hjartahart í brjósti,síz mér í æskuÓðinn framdi.\""}}