{"originalTitle": "Þáttr_Af_Ragnars_Sonum_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þáttr_Af_Ragnars_Sonum_Chapter_4", "text": {"0": "Gormr tók konungdóm eptir föður sinn. Hann fekkÞyri, er kölluð var Danmarkarbót, dóttur Klakk-Haralds,er konungr var í Jótlandi. En er Haraldrvar andaðr, þá tók Gormr þat ríki allt undir sik.Gormr konungr fór með her yfir allt Jótland ok eyddiöllum neskonungum allt suðr til Slés, ok svá vann hannmikit af Vindlandi, ok margar orrostur átti hann viðSaxa, ok gerðist hann inn ríkasti konungr. Hann áttitvá syni. Hét inn ellri Knútr, en Haraldr inn yngri.Knútr var allra þeira manna fegrstr, er menn hafa sét.Konungr unni honum um fram hvern mann ok þarmeð öll alþýða. Hann var kallaðr Danaást. Haraldrlíktist í móðurætt sína, ok unni móðir hans honumeigi minna en Knúti. Ívarr inn beinlausi var lengikonungr í Englandi. Hann átti ekki barn, því at hannvar svá skapaðr, at honum fylgdi engi girnd né ást, eneigi skorti hann spekt eða grimmd, ok varð hann ellidauðrá Englandi ok var þar heygðr. Þá váru allir Loðbrókarsynir dauðir. Eptir Ívar tók konungdóm í EnglandiAðalmundr. Hann var bróðursonr Játmundar inshelga, ok kristnaði hann víða England. Hann tók skattaaf Norðhumrulandi, því at þat var heiðit. Eptir hanntók konungdóm sonr hans, er Aðalbrigt hét. Hann vargóðr konungr ok varð gamall. Ofarliga á hans dögumkom Danaherr til Englands, ok váru formenn hersinsKnútr ok Haraldr, synir Gorms konungs. Þeir lögðuundir sik mikit ríki í Norðhumrulandi, þat er Ívarrhafði átt. Aðalbrigt konungr fór móti þeim, ok börðustþeir fyrir norðan Kliflönd, ok fell þar margt afDönum. Ok nokkuru síðar gengu Danir upp viðSkarðaborg ok börðust þar ok fengu sigr. Síðan fóruþeir suðr til Jórvíkr, ok gekk þar undir þá allt fólk,ok uggðu þeir þá ekki at sér. Ok einn dag, er heittveðr var, fóru menn á sund. Ok svá sem konungssynirváru á sundi millim skipanna, hlupu menn af landiofan ok skutu á þá. Var þá Knútr lostinn öru til bana,ok tóku þeir líkit ok fluttu út á skip. Ok er landsmennspyrja þetta, safnast þeir saman, svá at síðan fáDanir engar uppgöngur sakir safnaðar landsmanna okfara síðan heim aptr til Danmarkar. Gormr konungrvar þá á Jótlandi. Ok er hann spurði þessi tíðendi,þá hné hann aptr ok sprakk af harmi annan dag eptirat jafnlengd. Þá tók konungdóm eptir hann yfir DanaveldiHaraldr, sonr hans. Hann tók fyrstr trú ok skírnsinna ættmanna."}}