{"originalTitle": "The_Story_Of_Grettir_The_Strong_Of_Grettir_At_Haramsey_And_His_Dealings_With_Karr_The_Old", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "The_Story_Of_Grettir_The_Strong_Of_Grettir_At_Haramsey_And_His_Dealings_With_Karr_The_Old", "text": {"0": "Of Grettir at Haramsey and his dealings with Karr the OldNOW the lord who dwelt in the island was called Thorfinn; he was the son of Karr the Old, who had dwelt there long; and Thorfinn was a great chief.But when day was fully come men saw from the island that the chapmen were brought to great straits. This was made known to Thorfinn, and he quickly bestirred himself, and had a large bark of his launched, rowed by sixteen men, on this bark were nigh thirty men in all; they came up speedily and saved the chapmen's wares; but the ship settled down, and much goods were lost there. Thorfinn brought all men from the ship home to himself, and they abode there a week and dried their wares. Then the chapmen went south into the land, and are now out of the tale.Grettir was left behind with Thorfinn, and little he stirred, and was at most times mighty short of speech. Thorfinn bade give him meals, but otherwise paid small heed to him; Grettir was loth to follow him, and would not go out with him in the day; this Thorfinn tool, ill, but had not the heart to have food withheld from him.Now Thorfinn was fond of stately housekeeping, and was a man of great joyance, and would fain have other men merry too: but Grettir would walk about from house to house, and often went into other farms about the island.There was a man called Audun who dwelt at Windham; thither Grettir went every day, and he made friends with Audun, and there he was wont to sit till far on in the day. Now one night very late, as Grettir made ready to go home,he saw a great fire burst out on a ness to the north of Audun's farm. Grettir asked what new thing this might be. Audun said that he need be in no haste to know that.\"It would be said,\" quoth Grettir, \"if that were seen in our land, that the flame burned above hid treasure.\"The farmer said, \"That fire I deem to be ruled over by one into whose matters it avails little to pry.\"\"Yet fain would I know thereof,\" said Grettir.\"On that ness,\" said Audun, \"stands a barrow, great and strong, wherein was laid Karr the Old, Thorfinn's father; at first father and son had but one farm in the island; but since Karr died he has so haunted this place that he has swept away all farmers who owned lands here, so that now Thorfinn holds the whole island; but whatsoever man Thorfinn holds his hand over, gets no scathe.\"Grettir said that he had told his tale well: \"And,\" says he, \"I shall come here to-morrow, and then thou shalt have digging-tools ready.\"\"Now, I pray thee,\" says Audun, \"to do nought herein, for I know that Thorfinn will cast his hatred on thee therefor.\"Grettir said he would risk that.So the night went by, and Grettir came early on the morrow and the digging-tools were ready; the farmer goes with him to the barrow, and Grettir brake it open, and was rough-handed enough thereat, and did not leave off till he came to the rafters, and by then the day was spent; then he tore away the rafters, and now Audun prayed him hard not to go into the barrow; Grettir bade him guard the rope, \"but I shall espy what dwells within here.\"Then Grettir entered into the barrow, and right dark it was, and a smell there was therein none of the sweetest. Now he groped about to see how things were below; firsthe found horse-bones, and then he stumbled against the arm of a high-chair, and in that chair found a man sitting; great treasures of gold and silver were heaped together there, and a small chest was set under the feet of him full of silver, all these riches Grettir carried together to the rope; but as he went out through the barrow he was griped at right strongly; thereon he let go the treasure and rushed against the barrow-dweller, and now they set on one another unsparingly enough.Everything in their way was kicked out of place, the barrow-wight setting on with hideous eagerness; Grettir gave back before him for a long time, till at last it came to this, that he saw it would not do to hoard his strength any more; now neither spared the other, and they were brought to where the horse-bones were, and thereabout they wrestled long. And now one, now the other, fell on his knee; but the end of the strife was, that the barrow-dweller fell over on his back with huge din. Then ran Audun from the holding of the rope, and deemed Grettir dead. But Grettir drew the sword, 'Jokul's gift,' and drave it at the neck of the barrow-bider so that it took off his head, and Grettir laid it at the thigh of him.The old belief was that by this means, only could a ghost be laid. Then he went to the rope with the treasure, and lo, Audun was clean gone, so he had to get up the rope by his hands; he had tied a line to the treasure, and therewith he now haled it up.Grettir had got very stiff with his dealings with Karr, and now he went back to Thorfinn's house with the treasures, whenas all folk had set them down to table. Thorfinn gave Grettir a sharp look when he came into the drinking-hall, and asked him what work he had on hand so needful to dothat he might not keep times of meals with other men. Grettir answers, \"Many little matters will hap on late eves,\" and therewith he cast down on the table all the treasure he had taken in the barrow; but one matter there was thereof, on which he must needs keep his eyes; this was a short sword, so good a weapon, that a better, he said, he had never seen; and this he gave up the last of all. Thorfinn was blithe to see that sword, for it was an heirloom of his house, and had never yet gone out of his kin.\"Whence came these treasures to thine hand?\" said Thorfinn.Grettir sang--\"Lessener of the flame of sea,My strong hope was true to me,When I deemed that treasure layIn the barrow; from to-dayFolk shall know that I was right;The begetters of the fightSmall joy now shall have therein,Seeking dragon's-lair to win.\"Thorfinn answered, \"Blood will seldom seem blood to thine eyes; no man before thee has had will to break open the barrow; but, because I know that what wealth soever is hid in earth or borne into barrow is wrongly placed, I shall not hold thee blameworthy for thy deed as thou hast brought it all to me; yea, or whence didst thou get the good sword?\"Grettir answered and sang--\"Lessener of waves flashing flame,To my lucky hand this came In the barrow where that thingThrough the dark fell clatteringIf that helm-fire I should gain,Made so fair to be the baneOf the breakers of the bow,Ne'er from my hand should it go.\"Thorfinn said, \"Well hast thou prayed for it, but thou must show some deed of fame before I give thee that sword, for never could I get it of my father while he lived.\"Said Grettir, \"Who knows to whom most gain will come of it in the end?\"So Thorfinn took the treasures and kept the sword at his bed-head, and the winter wore on toward Yule, so that little else fell out to be told of."}}