{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_5", "text": {"0": "Nú er þar til máls at taka, at Gautrekr konungr áGautlandi tekr sótt. Hann kallar drottningu sína tilmáls við sik ok þar með aðra ríkismenn ok segir þeim:\"Svá er mál með vexti, at ek hefi nokkura þyngd tekit.Nú með því, at ek em hniginn mjök á aldr, þá er líkligt,at ek taka eigi fleiri sóttir. Vil ek öllum mönnum þakkameð fögrum orðum fylgd ok félagsskap, er þér hafiðmér veitt. En þat er, sem þér vitið, at ek á tvá sonutil arfs eptir mik; er annarr hér með oss, en annarr erí Danmörku með Hringi konungi. Er þat hér landslög,at inn ellri konungsson taki ríki ok konungdóm eptirföður sinn. Nú vil ek eigi brjóta lög á Katli, syni mínum,með einræði mínu eða á yðr landsmönnum, en þóvil ek biðja yðr alla saman, at sá taki ríki eptir mik,sem mér þykkir betr til fallinn.\" Þeir kváðust gjarnavilja at hlíta hans forsjá, sögðu sér þat hafa jafnan veldugat ok kváðust eigi vilja brjóta hans ráð in síðustu,þar sem þeir hefðu haft hvert áðr ok hafi þeim stórligavel dugat. Konungr segir þá, at hann vill, at Hrólfrtaki konungdóm, lézt þess vænta, at hann mundi verðaágætr maðr ok góðr forstjóri sínum mönnum. Konungrbað, at Ketill léti sér þat vel líka. Ketill kvaðst eigiágjarn til ríkis ok þótti allvel komit, þótt Hrólfr tæki.Eptir þat þökkuðu þeir ágætan frið ok góðar náðir, erþeir höfðu lengi af hans herrasamligri stjórn ok konungligutilstilli. Eptir þetta skipar konungr því, semhonum þykkir varða. Ferr þá síðan hverr til sínsheimilis, en þeir sátu yfir konungi, sem til þess várufengnir. Líða nú eigi langar stundir, áðr þessi sótt hefirkonung í helju. Þetta þótti drottningu mikill skaði okþar með allri landsbyggðinni. Var hann mjög harmdauðiallri landsbyggðinni, því at engi konungr hafðiverið ástsælli sakir örleiks ok umhyggju. Eptir þat varhann heygðr eptir fornum sið.Sem eigi liðu þaðan langar stundir, býr drottningferð sína með vegligu föruneyti, léttir eigi fyrr þessariferð en hún kemr í Danmörku á fund Hrings konungs,berr upp fyrir konung þann harm ok skaða, semhún hafði beðit í fráfalli Gautreks konungs. Hún segirhonum alla þá tilskipun, sem Gautrekr konungr gerði,áðr hann fór at deyja. Sem konungr hafði heyrt þessitíðendi, fannst honum mikit um fráfall síns fóstbróður,Gautreks konungs, biðr hann, at Ingibjörg drottningdvelist með honum svá langan tíma sem henni vel líkar.Drottning svaraði: \"Til annars höfum vér vára ferðgert en dveljast í yðru ríki, en ef þér vilið nokkut geravárn sóma, þá bið ek, herra, at þér farið í Gautland atváru boði með Hrólfi, fóstra þínum, ok gerist hannþar konungr með þinni umsjá, svá sem Gautrekr konungrgerði ráð fyrir, ok þar með vil ek, at þú drekkirerfi eptir Gautrek konung eptir fornum siðvana.\" Konungrlézt gera mundu sem hún beiddi. Ok eigi miklusíðar lyptir konungr sinni ferð við fríðu föruneyti,léttir eigi fyrr en hann kemr í Gautland ok Ingibjörgdrottning með honum ok Hrólfr, sonr hennar. Stendrþar fyrirbúin veizla virðulig, skipuð af mörgum ríkismönnumí landinu. Var nú drukkit erfi Gautreks konungs,ok at þessari veizlu er stefnt þing fjölmennt. Áþví þingi er Hrólfr til konungs tekinn með ráði Hringskonungs ok samþykki allrar alþýðu í öllu Gautlandi.At þessu öllu fylltu ok fram komnu, ferr Hringr konungrheim til Danmerkr, útleystr með sæmiligum gjöfum.En Hrólfr tekr til ríkisstjórnar, semr lög ok landsrétteptir sínum vilja. Gerðist hann þegar vinsæll afsínum mönnum. Hann var stjórnsamr ok stórgjöfullsvá sem faðir hans. Þá var hann tólf vetra, er hann tókríkisstjórn eða höfðingskap með konungdómi. Ketill,bróðir hans, var með honum, en Ingjaldr, fóstbróðirkonungs, var í hernaði á sumrum, en hafði jafnan vetrsetuí Gautlandi með Hrólfi konungi. Líðr nú sváfram, þar til er Hrólfr var fimmtan vetra."}}