{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_25", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_25", "text": {"0": "Fór Framarr til skips, ok halda út undir eyjar þær, erlágu næst landi. Þar lét Framarr tjalda yfir skipum sínum.Síðan tók Framarr sér kaupmanna gerð ok gengrtil hallar ok biðr sér vetrvistar. Konungr veitir honumþat, ok er hann nefndr Gestr. Opt sat hann um at komastí skemmu konungsdóttur, en þat gat hann aldrileikit.Svá bar til einn dag, at hann gekk í burt frá höllinniok eptir braut einni. Hann heyrði mannamál niðri íjörðinni hjá sér. Hann sér jarðhúss munna ok gengrniðr ok sér, at þar eru seiðmenn þrír. Hann mælti: \"Þater vel, at vér höfum fundizt. Ek skal segja eptir yðr.\"Þeir segja: \"Ger eigi þat, Framarr, ok munum vit tilvinna þat, er þú vilt, ok með hverju móti sem þat er.\"Þá svarar Framarr: \"Þú skalt kasta manna líkþrá á mik,en ek skal þó þegar heill, er ek vil.\" \"Svá skal vera,\"segja þeir, \"ok er oss eigi fyrir því at vinna þetta til.\"Þá sneru þeir um holdi hans öllu, svá at hann var eiginema hrufur ok þrymlar einar á millum hæls ok hnakka,ok hverfr hann í burt ok til skemmu konungsdótturok settist undir skíðgarðinn. Ingigerðr konungsdóttirsendir skemmumey sína eina til hallar, ok er hún sérþenna inn auma mann, sneri hún aptr, segjandi konungsdótturþetta um þenna mann, \"ok mun hann þurfaþinnar miskunnar.\" Þær ganga til garðsins, ok horfðikonungsdóttir á hann lengi, þenna mann inn vesala,er þær höfðu engan hans líka sét sökum síns krankdæmis.Konungsdóttir sagði: \"Aumligr er sá maðr oksóttligr mjök, en þó muntu meira þurfa við at hafaat vinna mik, áðr en þú fær mik svikit, því at kennamun ek þik, Framarr, meðan heil eru í þér augunbæði, hverjum firnum sem þú slær á þik.\" Gengr húntil skemmu sinnar aptr, en Framarr ferr á burt til seiðmanna,ok taka þeir af honum mein þat it illa. Ferrhann í burt ok hirðir aldri, hvat um líðr."}}