{"originalTitle": "Beowulf_Xxxii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxxii", "text": {"0": "XXXIINealles mid gewealdum  wyrmhord ābræc,sylfes willum,  sē ðe him sāre gesceōd,ac for þrēanēdlan  þ（ēow) nāthwylceshæleða bearna  heteswengeas flēah,（ærnes) þearfa,  ond ðǣr inne fealh,secg synbysig.  Sōna † mwatideþæt ::::: ðām gyst(e  gryre)brōga stōd;hwæðre (earm)sceapen  ...................................... sceapen.........  (þā hyne) se fǣr begeat.Sincfæt .....  þǣr wæs swylcra felain ðām eorð(hū)se  ǣrgestrēona,swā hȳ on gēardagum  gumena nāthwylc,eormenlāfe  æðelan cynnes,þanchycgende  þǣr gehȳdde,dēore māðmas.  Ealle hīe dēað fornamǣrran mǣlum,  ond Sē ān ðā gēnlēoda duguðe,  sē ðǣr lengest hwearf,weard winegeōmor  wēnde þæs ylcan,þæt hē lȳtel fæc  longgestrēonabrūcan mōste.  Beorh eallgearowunode on wonge  wæterȳðum nēah,nīwe be næsse,  nearocræftum fæst;þǣr on innan bær  eorlgestrēonahrīnga hyrde  hordwyrðne dǣl,fǣttan goldes,  fēa worda cwæð:'Heald þū nū, hrūse,  nū hæleð ne mōstan,eorla ǣhte !  Hwæt, hyt ǣr on ðēgōde begēaton;  gūðdēað fornam,feorhbealo frēcne  fȳra gehwylcnelēoda mīnra  þāra ðe þis [līf] ofgeaf,Seoga seledrēam.  Nāh, hwā sweord wegeoððe fe(o)r(mie)  fǣted wǣge,dryncfæt dēore;  dug(urð) ellor s[c]eōc.Sceal se hearda helm  (hyr)stedgolde,fǣtum befeallen;  feormynd swefað,þā ðe beadogrīman  bȳwan sceoldon;gē swylce sēo herepād,  sīo æt hilde gebādofer borda gebræc  bite īrena,brosnað æfter beorne.  Ne mæg byrnan hringæfter wīgfruman  wīde fēran,hæleðum be healfe.  Næs hearpan wyn,gomen glēobēames,  nē gōd hafocgeond sæl swingeð,  nē se swifta mearhburhstede bēateð.  Bealocwealm hafaðfela feorhcynna  forð onsended!'Swā giōmormōd  giohðo mǣndeān æfter eallum,  unblīðe hwe(arf)dæges ond nihtes,  oð ðæt dēaðes wylmhrān æt heortan.  Hordwynne fondeald ūhtsceaða  opene standan,sē ðe byrnende  biorgas sēceð,nacod nīðdraca,  nihtes flēogeðfȳre befangen;  hyne foldbūend(swīðe ondrǣ)da(ð).  Hē gesēcean sceall(ho)r(d on) hrūisan,  þǣr hē hǣðen goldwarað wintrum frōd;  ne byð him wihte ðȳ sēl.Swā se ðēodsceaða  þrēo hund wintrahēold on hrūsan  hordærna sumēacencræftig,  oð ðæt hyne ān ābealchmon on mōde;  mandryhtne bærfǣted wǣge,  frioðowǣre bædhlāford sīnne.  Ðā wæs hord rāsod,onboren bēaga hord,  bēne getīðadfēasceaftum men;  frēa scēawodefīra fyrngeweorc  forman sīðe. --þā se wyrm onwōc,  wrōht wæs genīwad;stonc ðā æfter stāne,  stearcheort onfandfēondes fōtlāst;  hē tō forð gestōpdyrnan cræfte  dracan hēafde nēah.Swā mæg unfǣge  ēaðe gedīganwēan ond wrǣcsið  sē ðe Waldendeshyldo gehealdeþ !  Hordweard sōhtegeorne æfter grunde,  wolde guman findanþone þe him on sweofore  sāre gerēode;hāt ond hrēohmōd  hlǣw oft ymbehwearfealne ūtanweard;  nē ðǣr ǣnig monon þǣre wēstenne,--  hwæðre wīges gefeh,bea(du)[we] weorces;  hwīlum on beorh æthwearf,sincfæt sōhte;  hē þæt sōna onfand,ðæt hæfde gumena sum  goldes gefandod,hēahgestrēona.  Hordweard onbādearfoðlīce,  oð ðæt ǣfen cwōm;wæs ðā gebolgen  beorges hyrde,wolde se lāða  līge forgyldandrincfæt dȳre.  þā wæs dæg sceacenwyrme on willan;  nō on wealle læ[n]gbīdan wolde,  ac mid bǣle fōr,fȳre gefȳsed.  Wæs se fruma egeslīclēodum on lande,  swā hyt lungre wearðon hyra sincgifan  sāre geendod."}}