{"originalTitle": "Völsunga_Saga_Chapter_19", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_19", "text": {"0": "Eptir þetta kom Reginn til Sigurðar ok mælti: \"Heill,herra minn, mikinn sigr hefir þú unnit, er þú hefirdrepit Fáfni, er engi varð fyrr svá djarfr, at á hansgötu þorði sitja, ok þetta fremdarverk mun uppi, meðanveröldin stendr.\" Nú stendr Reginn ok sér niðr í jörðinalanga hríð. Ok þegar eptir þetta mælti hann afmiklum móði: \"Bróður minn hefir þú drepit, ok varlamá ek þessa verks saklauss vera.\" Nú tekr Sigurðr sittsverð, Gram, ok þerrir á grasinu ok mælti til Regins:\"Fjarri gekk þú þá, er ek vann þetta verk ok ekreynda þetta snarpa sverð með minni hendi ok mínuafli. Atta ek við orms megin, meðan þú látt í einumlyngrunni, ok vissir þú eigi, hvárt er var himinn eðajörð.\" Reginn svarar: \"Þessi ormr mætti lengi liggja ísínu bóli, ef eigi hefðir þú notit sverðs þess, er ek gerðaþér minni hendi, ok eigi hefðir þú þetta enn unnitog engi annarra.\" Sigurðr svarar: \"Þá er menn komatil vígs, þá er manni betra gott hjarta en hvasst sverð.\"Þá mælti Reginn við Sigurð af áhyggju mikilli: \"Þudrapt minn bróður, ok varla má ek þessa verks saklauss.\"Þá skar Sigurðr hjartat ór orminum með þvísverði, er Riðill hét. Þá drakk Reginn blóð Fáfnis okmælti: \"Veit mér eina bæn, er þér er lítit fyrir: Gakktil elds með hjartat ok steik ok gef mér at eta.\" Sigurðrfór ok steikti á steini. Ok er freyddi ór, þá tókhann fingri sínum á ok skynjaði, hvárt steikt væri.Hann brá fingrinum í munn sér. Ok er hjartablóðormsins kom á tungu honum, þá skyldi hann fuglarödd.Hann heyrði, at igður klökuðu á hrísinu hjáhonum: \"Þar sitr Sigurðr ok steikir Fáfnis hjarta. Þatskyldi hann sjálfr eta. Þá mundi hann verða hverjummanni vitrari.\" Önnur segir: \"Þar liggr Reginn ok villvéla þann, sem honum trúir.\" Þá mælti in þriðja:\"Höggvi hann þá höfuð af honum, ok má hann þáráða gullinu því inu mikla einn.\" Þá mælti in fjórða:\"Þá væri hann vitrari, ef hann hefði þat, sem þærhöfðu ráðit honum, ok riði síðan til bóls Fáfnis oktæki þat it mikla gull, er þar er, ok riði síðan upp áHindarfjall, þar sem Brynhildr sefr, ok mun hannnema þar mikla speki, ok þá væri hann vitr, ef hannhefði yður ráð ok hygði hann um sína þurft, ok þarer mér úlfsins ván, er ek eyrun sá.\" Þá mælti in fimmta:\"Eigi er hann svá horskr sem ek ætla, ef hann vægirhonum, en drepit áðr bróður hans.\" Þá mælti in sétta:\"Þat væri snjallræði, ef hann dræpi hann ok réði einnfénu.\" Þá mælti Sigurðr: \"Eigi munu þau ósköp, atReginn sé minn bani, ok heldr skulu þeir fara báðirbræðr einn veg.\" Bregðr nú sverðinu Gram ok höggrhöfuð af Regin.Ok eptir þetta etr hann suman hlut hjartans ormsins,en sumt hirðir hann; hleypr síðan á hest sinn okreið eptir slóð Fáfnis ok til hans herbergis ok fann, atþat var opit ok af járni hurðirnar allar ok þar meðallr dyraumbúningrinn ok af járni allir stokkar í húsinuok grafit í jörð niðr. Sigurðr fann þar stórmikitgull ok sverðit Hrotta, ok þar tók hann ægishjálm okgullbrynjuna ok marga dýrgripi. Hann fann þar svámikit gull, at honum þótti ván, at eigi mundi meirabera tveir hestar eða þrír. Þat gull tekr hann allt okberr í tvær kistur miklar, tekr nú Í tauma hestinumGrana. Hestrinn vill nú eigi ganga, ok ekki tjáir atkeyra. Sigurðr finnr nú, hvat hestrinn vill, hleypr hanná bak ok lýstr hann sporum, ok rennr sjá hestr semlauss væri."}}