{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_14", "text": {"0": "Nú halda þeir í brott þaðan, þar til er þeir koma íþá borg, er Lúna hét. Þá höfðu þeir hverja borg okhvern kastala brotit náliga í öllu Suðrríki, ok nú eruþeir svá frægir of allan heim, at ekki var svá lítit barn, ateigi kynni nafn þeira. Nú ætla þeir at létta eigi fyrr enþeir koma til Rómaborgar, af því at sú borg var þeimbæði sögð mikil ok fjölmenn ok ágæt ok auðig. En þatvissu þeir eigi gerla, hvé löng leið þangat er, en þeirhöfðu svá mikit lið, at eigi fengust vistir. Ok nú eruþeir í þeiri borg Lúna ok ræða með sér of ferð sína. Núkemr þar maðr einn, gamall ok geðsligr. Þeir spyrja, hvatmanna hann væri, en hann segir, at hann sé einn stafkarlok hafi alla ævi farit yfir land. \"Þú munt margtkunna tíðenda at segja oss, þat er vér viljum vita.\"Inn gamli maðr svarar: \"Eigi veit ek þat víst, af hverjumlöndum þér vilið spyrja, þess er ek veit eigi at segja yðr.\"\"Þat viljum vér, at þú segir oss, hvé löng leið er heðantil Rómaborgar.\" Hann svarar: \"Ek kann segja yðr nokkuttil merkja. Þér meguð hér sjá þessa járnskó, er ekhefi á fótum mér, þeir eru nú fornir, ok þá aðra, er ekhefi á baki mér, þeir eru nú ok slitnir. En þá er ek fórþaðan, batt ek þessa á fætr mér ina slitnu, er ek hefi núá baki mér, ok váru þá nýir báðir, ok á þeiri leiðhefi ek verit ávallt síðan. En er inn gamli maðr hafðiþetta mælt, þykkjast þeir sjá, at þeir megu eigi þessuá leið koma, er þeir hafa fyrir sér ætlat, til Róms at fara.Ok nú snúa þeir frá með her sinn ok unnu margar borgir,þær er aldri höfðu unnar verit fyrr, ok þess jarteinirsjást enn í dag."}}