{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_10", "text": {"0": "Þat var eitt sinn, at Egill fór at leita geita sinna.Hann fann einn kött í skóginum. Egill gat nát kettinum okhafði heim með sér. Kom hann nú seint heimum kveldit. Þá var fallinn fölski á eldinn. Jötunninnspurði, hví hann hefði svá seint heim komit, en Egillsagðist eigi vera létt búinn til gangsins, en kvað geitrnarvíða rása. \"Mik undrar,\" sagði jötunninn, \"at þúfinnr þat, sem þú leitar at, í myrkrinu.\" \"Því valdagullaugu mín,\" sagði Egill. \"Áttu önnur augu en þau,sem ek hefi sét?\" sagði jötunninn. \"Á ek víst,\" sagðiEgill. \"Sýn mér,\" sagði jötunninn, \"gersimar þessar.\"\"Ræntu mik þeim þá eigi,\" sagði Egill. \"Mér mun eigigagn at þeim,\" sagði jötunninn. \"Engum gagnast þau,\"sagði Egill, \"nema ek búi um.\"Síðan fletti Egill upp stakkinum. Sá jötunninn þáí glyrnur kettinum innar yfir eldinn, ok var sem stjörnurskini. \"Þetta eru fagrir gripir,\" sagði jötunninn,\"eða viltu selja mér augun?\" \"Þá er ek verr birgreptir,\" segir Egill, \"en ef þú vilt gefa mér frelsi okleysa af mér fjötrana, þá mun ek selja þér augun.\"\"Muntu koma þeim svá til lags,\" sagði jötunninn, \"atmér verði gagn at?\" \"Við þat mun ek leita,\" sagðiEgill, \"en sinasárt mun þér þykkja,\" sagði Egill, \"atþola atgerðirnar, því at spretta verðr til hátt hvörmunumok búa þar um, sem þau skulu liggja. Skaltuþau ávallt burt taka, þá er lýsir, ok eigi inn setja, fyrren dimmt er, ok mun ek binda þik hér við súluna.\"\"Þá muntu drepa mik,\" sagði jötunninn, \"ok er þatníðingsverk.\" \"Þat skal ek eigi gera,\" sagði Egill. Þessukaupa þeir. Tekr jötunninn nú af honum hespurnar.\"Nú hefir þú vel gert,\" sagði Egill, \"enda vil ek núþví heita þér, at ek skal þér þjóna, meðan þú lifir.\"Síðan bindr Egill jötuninn ok tók einn tvíangaðanflein ok rekr í bæði augun á jötninum, svá at þauliggja út á kinnarbeinunum. Við þat varð jötninumsvá illt, at hann brá svá hart við, at hann sleit af séröll böndin ok fálmaði til Egils ok reif af honum allayfirhöfnina. \"Nú ertu gæfulauss,\" sagði Egill, \"þar fellugullaugun ofan í eldinn, ok nýtr þeira nú hvárrgi okkar.\"\"Illa hefir þú mik dárat,\" sagði jötunninn. \"Skaltuhér nú inni svelta ok aldri út komast.\" Hljóp jötunninnþá í dyrnar ok lætr þær aptr sterkliga. Þykkist Egillnú illa staddr. Er hann nú svá fjórar nætr í hellinum,at hann fær engan mat, því at jötunninn geymir athellinum. Þat verðr nú hans ráð, at hann drepr innstærsta hafrinn ok flær af honum belg ok ferr í sjálfrok saumar at sér sem þröngvast.Inn fjórða morgin rekr hann hafrana til dyranna.Jötunninn hafði sperrt þumalfingrinum upp undirbergit, ok tók þá inn minnsti ofan á þresköldinn, okáttu hafrarnir at renna í greipr honum, ok hlammaðimjök við á hellisgólfinu. Jötunninn mælti: \"Vind veitnú á, at brakar í klaufum á kjappa mínum.\" Rennanú hafrarnir út milli handa honum. Egill fór seinast,ok heyrði ekki klaufagang hans. \"Hægt hokrar þú nú,Hornskeggi,\" sagði jötunninn, \"ok heldr þykkr umbóguna.\" Tók hann þá í lagðana tveim höndum, enEgill brá við svá hart, at rifnaði hafrstakan, ok varðhann lauss. \"Nauztu nú þess, at ek var blindr,\" sagðijötunninn, \"ok er þat illa, at vit skulum svá skilja, atþú hafir þess engar menjar, svá lengi sem þú hefir mérþjónat, ok þigg hér nú gullhring.\" Þat var mikil gersemi.Agli sýndist fagr hringrinn ok seilist í móti. Ener jötunninn fann, at hann tók í hringinn, þá kipptihann at sér ok hjó til Egils ok af honum eyrat it hægra.Naut Egill þess, at jötunninn var blindr. Egill hjó afjötninum höndina hægri ok náði hringnum. \"Nú skalek halda orð mín,\" sagði Egill, \"ok drepa þik ekki.Skaltu lifa við harmkvæli, ok sé sá þinn dagr verstr,er síðast kemr yfir þik.\"Skildi þar með þeim, ok fór Egill í burtu. Lá hannúti á skógum. En er hann kom fram ór skóginum, várufyrir honum víkingaskip nokkur. Hét sá Borgarr, erfyrir þeim réð. Egill gekk í lið með þeim ok reyndistinn vaskasti maðr. Váru þeir í hernaði um sumarit.Þeir börðust í Svíaskerjum við berserk þann, erGlammaðr hét. Hann átti kjörvápn, einn brynþvara,ok mátti kjósa mann fyrir, þegar hann vissi nafn hans.En þegar í öndverðum bardaganum hljóp Glammaðrá skip til Borgars ok lagði brynþvaranum í gegnumhann. Egill var nær staddr ok hafði brotit spjót sittaf skapti. Hann reiddi upp spjótskaptsbrotit ok rak viðeyra Glammaði, svá at hann fauk útbyrðis, ok sökkGlammaðr ok brynþvarinn, ok kom hvárki upp síðan.Víkingar gáfust nú upp. Gera þeir nú Egil höfðingjasinn, ok valdi hann af þeim tólf menn ok tuttugu.Herjaði Egill nú í Austrveg, ok bar margt til tíðendaí hans hernaði."}}