{"originalTitle": "Grettis_Saga_Chapter_29", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_29", "text": {"0": "Um sumarið var lagið hestaþing fjölmennt á Langafit ofan frá    Reykjum. Kom þar margt manna. Atli að Bjargi átti hest góðan,    móálóttan, af Kengálu kyni. Höfðu þeir feðgar mætur miklar á    hestinum. Þeir bræður Kormákur og Þorgils á Mel áttu brúnan    öruggan hest til vígs. Þeir skyldu etja saman og Atli frá    Bjargi. Margir voru þar aðrir góðir hestar.    Oddur ómagaskáld frændi Kormáks skyldi fylgja hesti þeirra    frænda sinna um daginn. Oddur gerðist sterkur maður og lét um    sig mikið, ódæll og ófyrirleitinn. Grettir spurði Atla bróður    sinn hver fylgja skyldi hans hesti.    \"Eigi er mér það svo glöggt,\" sagði hann.    \"Viltu að eg standi hjá?\" sagði Grettir.    \"Vertu vel stilltur þá frændi,\" sagði Atli, \"því að hér er    við metnaðarmenn um að eiga.\"    \"Gjaldi þeir sjálfir ofstopa síns,\" sagði Grettir, \"ef þeir    hafa hann eigi í hófi.\"    Nú eru hestarnir fram leiddir en hrossin stóðu framarlega á    árbakkanum og voru bundin saman. Hylur mikill var fyrir    framan bakkann. Hestarnir bitust allvel og var það hin mesta    skemmtan. Oddur fylgdi með kappi en Grettir lét hefjast við    og tók í taglið annarri hendi en hélt með annarri stafnum er    hann keyrði með hestinn. Oddur stóð framarlega hjá sínum    hesti og eigi traust að hann styngi eigi hest Atla af takinu.    Eigi lét Grettir sem hann sæi það. Bárust hestarnir fram að    ánni. Þá stingur Oddur stafinum til Grettis og kom á    herðarblaðið því að Grettir horfði öxlinni að honum. Það var    mikið tilræði svo að undan hljóp holdið en lítt skeindist    Grettir. Í því bili risu hestarnir hátt upp. Grettir hljóp    undir hömina á hesti sínum en rak stafinn á síðu Oddi svo    hart að þrjú rifin brotnuðu í honum en Oddur hraut út á    hylinn og svo hestur hans og hrossin öll þau er bundin voru.    Var þá lagist til hans og dreginn af ánni.    Þá var óp mikið gert að þessu. Þeir Kormákur hlupu til vopna    en Bjargsmenn í öðrum stað. En er það sáu Hrútfirðingar og    Vatnsnesmenn gengu þeir í milli og urðu þeir þá skildir og    fóru heim og höfðu hvorir ill heit við aðra og sátu þó um    kyrrt um hríð. Atli var fátalaður um þetta en Grettir var    heldur ósvífur og kvað þá finnast skyldu annan tíma ef hann    mætti ráða."}}