{"originalTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_4", "text": {"0": "Hálfdan hefir konungr heitit. Hann réð fyrir Danmörk.Hann sat í stað, er Hróiskelda heitir. Hannátti Hveðnu ina ellri. Þeira synir váru þeir Högni okHákon. Þeir váru afburðarmenn á vöxt ok afl ok allaatgervi. Þeir lögðu í hernað, þegar þeir váru þroskaðir.Nú er þar til at taka, at Sörli er, at á einu hausti heldrhann til Danmerkr. Hálfdan konungr hafði þá ætlat íkonungastefnu. Hann var þá mjök hniginn í efra aldr,er sjá saga gerðist. Hann átti dreka svá góðan, at eigifannst annarr slíkr á Norðrlöndum sakir sterkleika okalls hagleiks. Hann flaut um strengi í höfninni, en Hálfdankonungr var á landi ok hafði látit heita fararmungátsitt. En er Sörli sá drekann, rann í hjarta hans eigingirndmikil, svá at hann vildi drekann eiga fyrir hvernmun ok einn, enda er þat ok flestra manna sögn, at eigihafi betri gripr verit í skipi en í þessu at fráteknumdrekanum Elliða ok Gnoð ok Orminum langa á Norðrlöndum.Hann talaði þá við menn sína, at þeir skyldubúast til bardaga, -- \"því at vér skulum drepa Hálfdankonung, en eignast drekann.\" Máli hans svarar sá maðr,er Sævarr hét; hann var stafnbúi hans ok stallari: \"Þater eigi ráð, herra,\" segir hann, \"því at Hálfdan er höfðingimikill ok frægr maðr. Hann á ok sonu þá tvá, erráðnir eru til hefnda, því at þeir eru nú einir hverirfrægastir menn.\" \"Þó at þeir sé goðunum fremri,\" sagðiSörli, \"þá skal ek einn veg berjast ok áðr.\" Búast þeir nútil bardaga. Kemr nú njósn Hálfdani konungi. Bregðrhann við ok ferr til skipa ok menn hans allir, búast þegartil bardaga. Lögðu þat sumir menn til með Hálfdani,at honum væri óráð í at berjast ok hann skyldi flýja sakirliðsmunar. Konungr sagði, at fyrr skyldi hverr fallaum annan þveran en hann skyldi flýja. Búast nú hvárirtveggjutil orrostu, ok slær nú í inn harðasta bardaga,ok lýkr með því, at Hálfdan konungr fellr ok allt liðhans. Síðan tók Sörli drekann ok allt þat, er á honumvar fémætt.Síðan spurði Sörli, at Högni var kominn ór hernaðiok lá við Óðinsey. Þangat heldr Sörli skipum sínum, okþegar þeir finnast, sagði hann honum fall Hálfdanar, föðursíns, ok býður honum sættir ok sjálfdæmi ok þar meðfóstbræðralag, en Högni neitaði því öllu. Síðan börðustþeir, sem segir í Sörlastikka. Gekk Hákon allvel fram okdrap Sævar, merkjamann Sörla ok stafnbúa. Eptir þatdrap Sörli Hákon, en Högni drap Erling konung, föðurSörla. Síðan börðust þeir Högni ok Sörli, ok fell Sörlifyrir Högna af mæði ok sárum, ok lét Högni síðangræða hann, ok svörðust þeir í fóstbræðralag ok helduþat vel, meðan þeir lifðu báðir. En Sörli lifði þeiraskemmr ok fell í Austrvegi fyrir víkingum, sem segir íSörlastikka ok hér segir:\"Fell inn forsnjallifyrst inn víglystiýgr í Austrvegiallr á helpalla,dauðr um dalreyðardáðkunnr miskunnar,beit at brandmótibrynstingr víkingum.\"En sem Högni frétti fall Sörla, herjaði hann í Austrvegá sama sumri ok hafði alls staðar sigr ok varð þarkonungr yfir, ok segja menn svá, at tuttugu konungarurðu skattgildir undir Högna konung ok heldu af honumríki. Högni varð svá frægr af sínum stórvirkjumok hernaði, at hans nafn var jafnvel kunnigt norðrvið Finnabú sem út í París ok allt þar í milli."}}