{"originalTitle": "Grettis_Saga_Chapter_85", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_85", "text": {"0": "Þorbjörn öngull réðst í skip að Gásum með allt það sem hann    mátti með komast af fé sínu en Hjalti bróðir hans tók við    jörðum. Öngull fékk honum og Drangey. Varð Hjalti síðan    höfðingi mikill og er hans ekki getið lengur við þessa sögu.    Öngull fór til Noregs og lét enn mikið um sig. Þóttist hann    mikið þrekvirki unnið hafa í drápi Grettis. Virtu og margir    svo þeir sem ókunnigt var hversu það hafði til borið en    margir vissu hversu frægur maður Grettir hafði verið. Sagði    hann það eitt af viðskiptum þeirra sem honum var til frama en    lét hitt liggja niðri í sögunni sem minnur var til frægðar.    Þessi saga kom um haustið austur til Túnbergs. Er Þorsteinn    drómundur frétti vígin varð hann mjög hljóður við, því að    honum var sagt að Öngull væri mjög gildur og harðfengur.    Minntist Þorsteinn ummæla þeirra sem hann hafði þá er þeir    Grettir töluðust við endur fyrir löngu um handleggina.    Þorsteinn hélt nú fréttum til um ferðir Önguls. Voru þeir    báðir í Noregi um veturinn og var Þorbjörn norður í landi en    Þorsteinn í Túnbergi og hafði hvorgi séð annan. En þó varð    Þorbjörn vís að Grettir átti bróður í Noregi og þótti vanséð    við í ókunnu landi og því leitaði hann sér ráðs hvert hann    skyldi á leita.    Í þenna tíma fór margt Norðmanna út í Miklagarð og gengu þar    á mála. Af því þótti Þorbirni fýsilegt að fara þangað, afla    sér svo fjár og frægðar en hafa sig eigi í Norðurlöndum fyrir    frændum Grettis. Bjó hann nú ferð sína úr Noregi og fór út í    lönd og létti eigi fyrr en hann kom út í Miklagarð og gekk    þar á mála."}}