{"originalTitle": "Sörla_Saga_Sterka_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_2", "text": {"0": "Einn dag mælti konungsson við föður sinn: \"Svá líztmér,\" sagði hann, \"at lítill frami mundi þat fyrir mérat liggja heima hér hjá yðr sem munkr í klaustri eðamær til kosta. Því sé yðr kunnugt, at þegar í stað vil ekór landi halda með fimm skip ok margt vaskra manna.Skal ok Karmon, fóstri minn, fylgja mér með svá mikinnfarargreiða sem þörf gerist.\" Ok er konungssonendaði sína ræðu, mælti konungr: \"Þetta allt, sem þérum biðið, skal gjarnan yðr veitt vera.\" Fekk hann núsyni sínum fimm skip ok margan vel vaskan dreng.Karmon, fóstri Sörla, var í ferð með honum. KvaddiSörli föður sinn ok alla borgarmenn, áðr hann færi íburt, helt síðan ór landi ok hafði sigr í hverri orrostu,er hann til ætlaði. Ok er mjök var á sumar liðit, hafðikonungsson fengit átta skip, öll vel hlaðin með gullok dýrmæta gripi ok allt, hvat er kjósa mundi. Hafðihann ok fengit fjölda röskra manna. Vill nú konungssonþví aptr snúa til Noregs. Tóku þeir sér stefnu réttaleið til austrs ok undu upp hvert segl við húna, er ávar skipunum.Ok er þeir höfðu svá siglt í nokkur dægr, laust áfyrir þeim svá mikilli þoku, at engi sá neitt til réttrarleiðar. Gekk þetta svá nú í nokkura daga, at engi vissi,hvat þeir halda mundu, ok um síðir þóttust þeir vita,at þeir væri at landi nokkuru komnir. Spurði þá konungsson,hvárt nokkurr sinna manna vissi skil á, hvarþeir væru at komnir, en engi var sá, sem frá kunnigreina. Bað konungsson þá kasta akkeri ok búa umskipin, kveðst þar dvelja vilja, þar til þeir sæi sér færiburtferðar. Var nú svá gert sem konungsson sagði fyrir.Ok er þat var albúit, kvaðst Sörli á land ganga vilja okvita, ef þeir kynni at líta mannabyggðir.Gekk konungsson nú á land við tólfta mann. Veðrvar allblítt. Sáu þeir, at landit var mjök skógi vaxit.Þeir gengu áfram, þangat til þeir kómu í nánd fjallshliðeinni. Nam konungsson þar staðar í einu rjóðriok menn hans ok hafði eigi nema sverð sitt. Í þessu bilisjá þeir tólf menn stefna á móti sér, forkunnar stóraok ólíka öðrum mennskum mönnum. Svartir váru þeirok illigir ásýndum, ekkert hár á höfði, brýnnar henguallt á nef niðr, augun gul sem í ketti, en tennrnar semkalt járn. Þeir höfðu allir járnrennda skildi ok stórarstengr, stáli spengdar. Ok er þeir litu konungsson okhans menn, tóku þeir allir at hrína mjök grimmiligaok eggjandi hverr annan, en konungsson bað menn sínaeigi blygðast við þetta, heldr verða við vaskliga; okgengu nú hvárir í mót öðrum. En sem konungssonmætti þessum miklu blámönnum, sló í inn sterkastabardaga með stórri atsókn, svá at allt þótti sundr bresta.Nam hvert þeira högg staðar í jörðu, ok eigi leið langt,áðr konungssonar menn váru allir fallnir, en hannsjálfr svá ákafliga móðr, at honum helt við spreng. Sóttuþá blámenn at honum með mikilli eggjan ok ólmligumhljóðum ok öskri, en hann varðist vel ok drengiligaok hljóp í lopt upp yfir þeira stóru högg. Þarmeð skipti hann í höggum sverði ok skildi ok greipþat ýmsum höndum, er honum sýndist, ok sáu þeirlítt við því. Stýfði hann nú af þeim hendr ok fætr,brynjur ok búka, svá at engi þeira hlíf dugði þeimmeir en brunnit hálmstrá, ok svá lék hann við þásem león við sauði, ok eigi létti hann fyrr en hannhafði alla þá af dögum ráðit. Var hann þá orðinnákafliga móðr, en lítt sárr. Ok er þetta var af staðit,sem nú var sagt, settist konungsson niðr í rjóðrinu oklét sér renna mæði um stundar sakir, hyggr nú tilskipa at ganga."}}