{"originalTitle": "Grettis_Saga_Chapter_65", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_65", "text": {"0": "Nú er frá Gretti það að segja að þá er dró að miðri nótt    heyrði hann út dynur miklar. Því næst kom inn í stofuna    tröllkona mikil. Hún hafði í hendi trog en annarri skálm    heldur mikla. Hún litast um er hún kom inn og sá hvar Gestur    lá og hljóp að honum en hann upp í móti og réðust á grimmlega    og sóttust lengi í stofunni. Hún var sterkari en hann fór    undan kænlega en allt það sem fyrir þeim varð brutu þau,    jafnvel þverþilið undan stofunni. Hún dró hann fram yfir    dyrnar og svo í anddyrið. Þar tók hann fast í móti. Hún vildi    draga hann út úr bænum en það varð eigi fyrr en þau leystu    frá allan útidyraumbúninginn og báru hann út á herðum sér.    Þæfði hún þá ofan til árinnar og allt fram að gljúfrum. Þá    var Gestur ákaflega móður en þó varð annaðhvort að gera að    herða sig ella mundi hún steypa honum í gljúfrin. Alla    nóttina sóttust þau. Eigi þóttist hann hafa fengist við    þvílíkan ófagnað fyrir afls sakir. Hún hafði haldið honum svo    fast að sér að hann mátti hvorigri hendi taka til nokkurs    utan hann hélt um hana miðja, kvinnuna. Og er þau komu á    árgljúfrið bregður hann flagðkonunni til sveiflu. Í því varð    honum laus hin hægri hendi. Hann þreif þá skjótt til saxins    er hann var gyrður með og bregður því, höggur þá á öxl    tröllinu svo að af tók höndina hægri og svo varð hann laus en    hún steyptist í gljúfrin og svo í fossinn.    Gesturinn var þá bæði stirður og móður og lá þar lengi á    hamrinum. Gekk hann þá heim er lýsa tók og lagðist í rekkju.    Hann var allur þrútinn og blár.    Og er húsfreyja kom frá tíðum þótti henni heldur raskað um    híbýli sín. Gekk hún þá til Gests og spurði hvað til hefði    borið er allt var brotið og bælt. Hann sagði allt sem farið    hafði. Henni þótti mikils um vert og spurði hver hann var.    Hann sagði þá til hið sanna og bað sækja prest og kvaðst    vildu finna hann. Var og svo gert.    En er Steinn prestur kom til Sandhauga varð hann brátt þess    vís að þar var kominn Grettir Ásmundarson er Gestur nefndist.    Prestur spurði hvað hann ætlaði af þeim mönnum mundi vera    orðið er þar höfðu horfið. Grettir kvaðst ætla að í gljúfrin    mundu þeir hafa horfið. Prestur kvaðst ei kunna að leggja    trúnað á sagnir hans ef engi merki mætti til sjá. Grettir    segir að síðar vissu þeir það gerr. Fór prestur heim. Grettir    lá í rekkju margar nætur. Húsfreyja gerði við hann harðla    vel. Og leið svo af jólin.    Þetta er sögn Grettis að tröllkonan steyptist í gljúfrin    niður er hún fékk sárið, en Bárðardalsmenn segja að hana    dagaði uppi þá er þau glímdu, sprungið þá að hann hjó af    henni höndina og standi þar enn í konulíking á bjarginu. Þeir    dalbúarnir leyndu þar Gretti um veturinn.    Eftir jól var það einn dag að Grettir fór til Eyjardalsár og    er þeir Grettir fundust og prestur mælti Grettir: \"Sé eg það    prestur,\" segir hann, \"að þú leggur lítinn trúnað á sagnir    mínar. Nú vil eg að þú farir með mér til árinnar og sjáir    hver líkindi þér þykir á vera.\"    Prestur gerði svo. En er þeir komu til fossins sáu þeir skúta    upp undir bergið. Það var meitilberg svo mikið að hvergi    mátti upp komast og nær tíu faðma ofan að vatninu. Þeir höfðu    festi með sér.    Þá mælti prestur: \"Langt um ófært sýnist mér þér niður að    fara.\"    Grettir svarar: \"Fært er víst en þeim mun best, þeir sem    ágætismenn eru. Mun eg forvitnast hvað í fossinum er en þú    skalt geyma festar.\"    Prestur bað hann ráða og keyrði niður hæl á berginu og bar að    grjót."}}