{"originalTitle": "Grettis_Saga_Chapter_86", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_86", "text": {"0": "Hér hefur upp þátt Spesu og Þorsteins.    Þorsteinn drómundur var ríkur maður og hafði hina mestu    virðing. Hann spurði nú að Þorbjörn öngull var farinn úr    landi og út í Miklagarð. Brá hann skjótt við og seldi frændum    sínum eignir sínar í hendur en hann réðst til ferðar og    leitaði eftir Öngli og fór jafnan þar eftir sem hinn fór    undan. Vissi Öngull ekki til hans ferða.    Þorsteinn drómundur kom út í Miklagarð litlu síðar en Öngull    og vildi fyrir hvern mun drepa hann en hvorgi kenndi annan.    Nú vildu þeir koma sér í sveit með Væringjum og var því vel    tekið þegar þeir vissu að þeir voru Norðmenn. Þá var Mikael    katalak konungur yfir Miklagarði.    Þorsteinn drómundur sat nú um Öngul ef hann mætti að nokkuru    kenna hann og gat það ekki leikið fyrir fjölmenni. Lá hann    þar jafnan vakandi og undi lítt við sinn hag. Þóttist hann    mikils hafa misst.    Nú var það þessu næst að Væringjar áttu að fara í herför    nokkura að friða landið af hernaði. Og áður en þeir fóru    heiman var það siður þeirra og lög að eiga vopnaþing og enn    gerðu þeir svo. Og þá er vopnaþingið var sett þá skyldu allir    Væringjar þar koma og svo þeir sem þá ætluðu að ráðast til    ferðar með þeim og sýna vopn sín. Hér komu þeir báðir,    Þorsteinn og Öngull. Bar Þorbjörn fyrr fram sín vopn. Hann    hafði þá saxið Grettisnaut. En er hann sýndi það þá dáðust    margir að og sögðu að það væri allgott vopn og kváðu það    mikið lýti á að skarðið var í miðri egginni og spurðu hann    hvað til hefði borið.    Öngull sagði það frásagnarvert \"því að það er þessu næst    segjanda að út á Íslandi,\" segir hann, \"að eg drap kappa þann    er Grettir hét hinn sterki er þar hefur mestur garpur verið    og fullhugi því að hann gat engi unnið fyrr en eg kom til. Og    með því að mér varð auðið að vinna hann þá bar eg af honum en    þó hafði hann mörg mín öfl. Hjó eg þá í höfuð honum með    saxinu og þá brotnaði skarð í egginni.\"    Þeir sögðu er næstir stóðu að sá hefði verið harður í haus og    sýndi hver öðrum. Af þessu þóttist Þorsteinn vita hver Öngull    var og beiddist að sjá saxið sem aðrir. Lét Öngull það til    reiðu því að flestir lofuðu hreysti hans og framgöngu. Hann    hugði að þessi mundi svo gera en hann vissi öngva von að    Þorsteinn væri þar eða frændur Grettis.    Tók Drómundur nú við saxinu og jafnskjótt reiddi hann það upp    og hjó til Önguls. Kom það högg í höfuðið og varð svo mikið    að í jöxlum nam staðar. Féll Þorbjörn öngull ærulaus dauður    til jarðar.    Við þetta urðu menn mjög ókvæða. Greip gjaldkerinn staðarins    þegar Þorstein og spurði fyrir hverja sök hann gerði slíkt    óhæfuverk þar á heilögu þingi.    Þorsteinn sagðist vera bróðir Grettis hins sterka og það með    að hann hefði aldrei hefndinni fram komið fyrr en þar. Og þá    tóku margir undir að sjá hinn sterki maður mundi mikill fyrir    sér hafa verið þar sem Þorsteinn hefði rekist svo langt út í    heim að hefna hans. Ráðsmönnum staðarins þótti þetta líklegt.    En fyrir því að engi var sá þar er kynni nokkuð um að bera    með Þorsteini þá voru það lög þeirra að hver sá er mann dræpi    skyldi öngu fyrir týna nema lífinu. Fékk Þorsteinn skjótan    dóm og heldur harðan. Hann skyldi setja í myrkvastofu í    dyflissu eina og bíða þar bana ef engi leysti hann út með fé.    En er Þorsteinn kom í dyflissuna var þar maður fyrir. Sá    hafði þar lengi verið og kominn að bana af vesöld. Þar var    bæði fúlt og kalt.    Þorsteinn mælti við þenna mann: \"Hversu þykir þér ævi þín?\"    Hinn svarar: \"Harðla ill því að mér vill engi við hjálpa en    eg á öngva frændur til að leysa mig.\"    Þorsteinn mælti: \"Mart er fyrir óráðinu um slíkt og verum    kátir og gerum okkur nokkuð að gleði.\"    Hinn kvað sér að öngu gaman verða.    \"Þó skulum við prófa,\" segir Þorsteinn. Tók þá og kvað kvæði.    Hann var raddmaður mikill svo að varla fannst hans líki.    Sparði hann nú ekki af. Almenningsstræti var skammt fram frá    dyflissunni. Kvað Þorsteinn svo hátt að gall í múrnum og    hinum er áður var hálfdauður þótti mikið gaman að vera. Lét    hann svo ganga fram á kveldið."}}