{"originalTitle": "Tóka_Þáttr_Tókasonar_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Tóka_Þáttr_Tókasonar_Chapter_1", "text": {"0": "Í þann tíma, er Óláfr konungr sat í Sarpsborg, barþat til einn tíma, at mikill maðr ok ókunnr gekkfyrir konunginn ok kvaddi hann, en konungr tók honumvel ok spurði hann at nafni. En hann nefndistTóki ok kveðst vera Tókason, Tókasonar ins gamla.Hann beiddi konunginn at vera með hirðinni nokkurtskeið. Konungr veitti honum þat ok skipaði honumsæmiligt sæti. Tóki var fáskiptinn ok drakk löngumlítit. Hann var siðugr ok viðfellinn ok þokkaðist hverjummanni vel. Þat fann konungr, at Tóki var bæðifróðr ok fréttinn, leysti hann ok ór öllu vel ok vitrliga.Þótti konungi in mesta skemmtan at ræðum hans. Þatsá menn, at Tóki var gamall maðr, en þó sá þeir, athann hafði verit afburðarmaðr at vexti ok vænleika.Þat var einn dag, er konungr talaði við Tóka okspurði, hversu gamall maðr Tóki væri. Hann sagðistþat ógerla vita, -- \"en hitt veit ek, at mér var aldr skapaðr,at ek skylda lifa tvá mannsaldra, ok þykki mér ván,at þeir sé brátt endaðir, at því sem flestra manna aldrargerast.\" Konungr mælti: \"Muna muntu þá Hálf konungok rekka hans eða Hrólf kraka ok kappa hans.\"Tóki svarar: \"Man ek þá hváratveggju, því at ek varmeð þeim báðum.\" Konungr spurði: \"Hvárir þóttu þérþar frægri?\" Tóki svarar: \"Þat skulu þér dæma, herra,en ek skal segja yðr þar til einn ævintýr. Þá var ek semernastr maðr, ok fór ek landa á milli, ok hafða ek sveitmanna valda með mér eptir því, sem mér þótti standaok við mitt hæfi vera, því at ek þótti þá þeim framfylgja, er í fræknara lagi váru. Var þat ok satt, at mérþótti þá fátt ófært. Fór ek þá víða um lönd, ok vildaek reyna örleik höfðingja ok frægðir kappa þeira. Varþat ok lagit á mik með aldrinum, at ek skylda hvergiuna lengr en tólf mánuðr ok vissa ek, at þat gekk eptir.Þá spurða ek til Hrólfs kraka, örleika hans ok mildi,frægða ok framaverka ok hraustleika kappa hans, atþeir váru ólíkr öllum öðrum at afli ok allri atgervi.Gerðumst ek fúss at finna þenna konung ok kappa hans.Tók ek þá ok sveitungar mínir þar til, at ek kom framí Danmörku ok á fund Hrólfs konungs. Gekk ek fyrirhann, ok kvadda ek hann. En hann tók mér vel ok spurði,hvat manna ek væri, en ek sagða honum. Hann spurði mikat erendum, en ek sögðumst vilja þiggja at honum vetrvist.En hann kveðst við engan mann mat spara ok eigimundi hann við mik fyrstan eða sveitunga mína. Ekspurða þá, hvar ek skyldi sitja. Hann bað mik þar sitja,sem ek gæta rutt mér til rúms ok kippt manni ór sæti.Ek bað hann hafa þökk fyrir. Treysta ek mér þá harðlavel. Réð ek þar þegar á, er sat Böðvarr bjarki. Konungrskildi þat til, at þeir skyldu ekki móti brjótast. Tók ekþá í hendr Böðvari, ok setta ek fætrna í fótskemmilinn.Lét ek síga herðarnar, en ek herða handleggina. Treystaek þá á af öllu afli, en hann sat kyrr, svá at hvergi gatek honum vikit. En stundum var hann rauðr sem blóð,en stundum bleikr sem bast eða blár sem hel eða fölrsem nár, svá at ýmsir þessir litir færðust í hann, svá bráhonum við. Síðan tók ek í hendr Hjalta inum hugprúða.Herti sik þar hvárr sem gat, hann ok ek. Honumgat ek kippt á framanverðan stokk, en þá gat hannávallt við rétt ok settist niðr aptr fyrir mér. Gekk þessunokkura stund, þar til at ek gáfumst upp. Tók ek þá tilHvítserks ins hvata, ok treysta ek á, sem ek orkaða. Gatek honum þá fram kippt ok svá hverjum at öðrum. Fórek svá í kringum höllina, ok gekk þaðan af hverr órsínu sæti. Síðan sat ek þar, er mér líkaði, ok mínir menn.Höfðum vér allir in sæmiligstu sæti. Var þar in mestamikilmennska á öllu, ok þar hefi ek svá verit, at mérhefir bezt þótt at öllum hlutum. En er sumar kom, gekkek fyrir Hrólf konung, ok þakkaði ek honum vetrvistina,ok sagða ek, at ek munda þá í brottu vera. En hannbauð mér með sér at vera, en ek unda því eigi."}}