{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_29", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_29", "text": {"0": "Hringr konungr þykkist nú vita, hverjum kynstrumþetta muni gegna allt saman, ok hefir ekki umþat fyrir alþýðu ok lætr þó vera kyrrt jafnt sem áðr.Litlu síðar beiðist Þórir hundsfótr at fara í burt, enmóðir hans vísar honum til hellisins ok svá til þess fjár,sem honum var ætlat, ok segir honum til vápnanna okbað hann taka öxina, ok kvað hún svá föður hans hafafyrir mælt. Síðan fór Þórir í burt ok bað móður sína vellifa. Hann þrífr fyrst til hjaltanna, ok er sverðit fast.Þá tekr hann í heptit, ok er öxin laus, því at hún varhonum ætluð. Síðan tekr hann féit ok ferr leið sína.Hann leggr svá leið, at hann ferr fyrst á fund Elg-Fróða,bróður síns. Hann ferr inn í skála hans ok sezt niðr ísætit ok lætr síga höttinn. Litlu síðar kemr Fróði heimok lítr ekki hýrliga til ins komna manns, bregðr núskálminni ok mælti:\"Grenjar skálm,gengr úr slíðrum,minnist höndHildar verka,\"ok keyrir niðr á stokkinn hjá sér ok gerist mjök ólmrok illiligr. Þórir kvað þá:\"En ek læt víðsá vegi öðrumöxi mínajafnt hljóð bera.\"Ok þá duldist Þórir ekki lengr, ok kenndi þá Fróðibróður sinn ok bauð honum allt at helmingi við sik,þat sem þá hafði hann saman dregit, því at þar skortieigi auð mikinn. Þórir vill þat eigi þiggja. Dvelst hannþar um hríð ok fór í burt síðan. Elg-Fróði vísaði honumtil Gautlands ok sagði honum, at nýdauðr sé konungrþeira Gautanna, ok bað hann koma í ríki þeira.Hann sagði honum fyrir marga hluti: \"Þat eru lög þeiraGautanna, at þar er stefnt fjölmennt mót ok stefntþangat öllum Gautum. Einn stór stóll er settr á mótit,svá at sitja mega í rúmliga tveir menn, en sá skal konungrvera, er þat rúm fyllir. En mér þykkir sem þúmunir þat rúm ótæpt fylla.\" Eptir þat skiljast þeir, okmælir hvárr vel fyrir öðrum.Fór Þórir nú leið sína, þar til er hann kemr til Gautlandstil jarls eins, ok tók jarlinn honum vel, ok varþar um nóttina. Þat sagði hverr maðr, sem Þóri sá, athann mætti vel vera yfir Gautum konungr fyrir vaxtarsakir, ok sögðu, at færi mundu þar slíkir. Ok þá komiter at þingstaðnum, þá ferr þetta eptir því, sem Fróði,bróðir hans, hafði sagt honum fyrir. Höfundr einn varþar til settr at skora þetta mál með sannendum. Settustmargir í þetta sæti, ok kallaði höfundr engum sæma.Þórir gengr seinastr, ok sezt hann þegar í stólinn. Höfundrmælti: \"Þér er sætit hæfiligast, ok muntu dæmdr tilþessarar stjórnar.\" Síðan gefa landsmenn honum konungsnafnok er hann kallaðr Þórir konungr hundsfótr,ok eru miklar sögur frá honum. Hann var vinsæll okháði margar orrostur ok hafði optast sigr. Sitr hann núí ríki sínu um hríð."}}