{"originalTitle": "Völsunga_Saga_Chapter_42", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_42", "text": {"0": "Þat er nú at segja frá sonum Guðrúnar, at húnhafði svá búit þeira herklæði, at þá bitu eigi járn, okhún bað þá eigi skeðja grjóti né öðrum stórum hlutumok kvað þeim þat at meini mundu verða, ef eigigerði þeir svá. Ok er þeir váru komnir á leið, finnaþeir Erp, bróður sinn, ok spyrja, hvat hann mundiveita þeim. Hann svarar: \"Slíkt sem hönd hendi eðafótr fæti.\" Þeim þótti þat ekki vera ok drápu hann.Síðan fóru þeir leiðar sinnar ok litla hríð, áðr Hamðirrataði ok stakk niðr hendi ok mælti: \"Erpr mun satthafa sagt. Ek munda falla nú, ef eigi styddumst ekvið höndina.\" Litlu síðar ratar Sörli ok brást á fótinnok fekk staðizt ok mælti: \"Falla munda ek nú, ef eigistydda ek mik við báða fætr.\" Kváðust þeir nú illahafa gert við Erp, bróður sinn; fóru nú, unz þeir kómutil Jörmunreks konungs, ok gengu fyrir hann ok veittuhonum þegar tilræði. Hjó Hamðir af honum hendrbáðar, en Sörli fætr báða. Þá mælti Hamðir: \"Afmundi nú höfuðit, ef Erpr lifði, bróðir okkarr, er vitvágum á leiðinni, ok sám vit þat of síð,\" sem kveðit er:\"Af væri nú höfuðit,ef Erpr lifðibróðir okkarr inn böðfrækni,er vit á braut vágum.\"Í því höfðu þeir af brugðit boði móður sinnar, erþeir höfðu grjóti skatt. Nú sækja menn at þeim, enþeir vörðust vel ok drengiliga ok urðu mörgum manniat skaða. Þá bitu eigi járn. Þá kom at einn maðr, hárok eldiligr, með eitt auga ok mælti: \"Eigi eru þér vísirmenn, er þér kunnið eigi þeim mönnum bana atveita.\" Konungrinn svarar: \"Gef oss ráð til, ef þúkannt.\" Hann mælti: \"Þér skuluð berja þá grjóti í hel.\"Svá var ok gert, ok þá flugu ór öllum áttum steinarat þeim, ok varð þeim þat at aldrlagi."}}