{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_5", "text": {"0": "Hringr konungr lætr nú blása saman liði sínu ok ferrtil móts við þá fóstbræðr, ok sló þar þegar í bardagameð þeim ok hafði konungr lið hálfu meira eða þrjúslík. Þeir Herrauðr ok Bósi gengu vel fram ok drápumargan mann, en þó urðu þeir ofrliði bornir ok váruteknir ok settir í fjötra ok kastat í myrkvastofu, en konungrvar svá reiðr, at hann vildi þegar láta drepa þá,en Herrauðr var svá vinsæll, at allir mæltu hann undan,ok var þá fyrst skipt herfangi ok grafnir inir dauðu.Váru margir menn á dagþingan við konung, at hannskyldi taka sættir af Herrauð, ok var hann leiddr fyrirkonung. Konungr bauð honum grið, ok lögðu margirþar vel til, en Herrauðr segist eigi grið vilja þiggja,nema Bósi hafi bæði lífs grið ok lima, en konungr sagðiþess enga ván. Herrauðr sagðist þess manns baniskyldu verða, sem réði lífláti Bósa, ok eigi konungihlífa heldr en öðrum. Konungr segir þá, at þat færieigi illa, at sá hefði brek, er beiðist. Var konungr þá sváreiðr, at eigi mátti orðum við hann koma, ok bað leiðaHerrauð aptr í myrkvastofuna ok skyldi þá báða drepaum morguninn, því at konungr vildi eigi annat, ok þóttinú flestum óvænliga horfa.Þetta kveld kom Busla kerling at máli við Þvarakarl ok spurði, hvárt hann ætlaði ekki at bjóða fé fyrirson sinn, en hann sagðist eigi vilja ausa út fé sínu oksagðist vita, at hann gæti eigi keypt þeim manni líf,sem deyja skyldi ok feigr væri, ok spurði, hvar nú værikomit töfrum hennar, at hún veitti eigi Bósa nokkut lið,en hún sagði sér eigi mega göngumannligar fara enhonum. Þetta kveld it sama kom Busla í þat herbergi,sem Hringr konungr svaf í, ok hóf upp bæn þá, er síðaner kölluð Buslubæn, ok hefir hún víðfræg orðit síðan,ok eru þar í mörg orð ok ill, þau sem kristnummönnum er þarfleysa í munni at hafa, en þó er þettaupphaf á henni:\"Hér liggr Hringr konungr,hilmir Gauta,einráðastrallra manna;ætlar þú son þinnsjálfr at myrða,Þau munu fádæmifréttast víða.Heyr þú bæn Buslu,brátt mun hún sungin,svá at heyrast skalum heim allan,ok óþörf öllum,þeim sem á heyra,en þeim þó fjándligust,sem ek vil fortala.Villist vættir,verði ódæmi,hristist hamrar,heimr sturlist,versni veðrátta,verði ódæmi,nema þú, Hringr konungr,Herrauð friðirok honum Bósabjargir veitir.Svá skal ek þjarmaþér at brjósti,at hjarta þitthöggormar gnagi,en eyru þínaldregi heyriok augu þínúthverf snúist,nema þú Bósabjörg of veitirok honum Herrauðheipt upp gefir.Ef þú siglir,slitni reiði,en af stýristökkvi krókar,rifni reflar,reki segl ofan,en aktaumarallir slitni,nema þú Herrauðheipt upp gefirok svá Bósabiðir til sátta.Ef þú ríðr,raskist taumar,heltist hestar,en hrumist klárar,en götur allarok gagnstígartroðist allarí tröllhendr fyrir þér,nema þú Bósabjargir veitirok Herrauðheipt upp gefir.Sé þér í hvílusem í hálmeldi,en í hásætisem á hafbáru;þó skal þér seinnasýnu verra,en ef þú vilt við meyjarmanns gaman hafa,villist þú þá vegarins;eða viltu þulu lengri?\"Þá svarar konungr: \"Þegi þú, vánd vættr, ok vert íburtu, elligar mun ek láta meiða þik fyrir forbænirþínar.\" \"Svá höfum vit nú fundizt,\" segir Busla, \"at vitmunum eigi skilja, fyrr en ek hefi minn vilja.\" Konungrvildi þá upp standa, ok var hann þá fastr við sængina,en smásveinar vöknuðu eigi. Busla lét þá frammiannan þriðjung bænarinnar, ok mun ek láta þat umlíða at skrifa hann, því at þat er öllum þarfleysa at hafahann eptir, en þó má svá sízt eptir hafa hann, at hannsé eigi skrifaðr. En þó er þetta þar upphaf á:\"Tröll ok álfarok töfrnornir,búar, bergrisarbrenni þínar hallir,hati þik hrímþursar,hestar streði þik,stráin stangi þik,en stormar æri þik,ok vei verði þér,nema þú vilja minn gerir.\"En er sú þula var úti, mælti konungr til hennar: \"Fyrren þú illmælir mér lengr, þá mun ek gefa Herrauði líf,en Bósi fari ór landi ok sé dræpr, nær ek get hann áhent.\"\"Þá skal taka þér fram betr,\" segir Busla. Hóf hún þáupp þat vers, er Syrpuvers er kallat ok mestr galdr erí fólginn ok eigi er lofat at kveða eptir dagsetr, ok erþetta þar í nærri endanum:\"Komi hér seggir sex,seg þú mér nöfn þeiraöll óbundin,ek mun þér sýna:getr þú eigi ráðit,svá at mér rétt þykki,þá skulu þik hundarí hel gnaga,en sál þínsökkvi í víti.\"Ráð nú þessi nöfn, svá at rétt sé, elligar hríni allt þat áþér, sem ek hefi verst beðit, nema þú gerir minn vilja.\"En er Busla hafði úti bænina, vissi konungr varla, hverjuhann vildi svara fyrir fortölum hennar. \"Hverr er núþinn vili?\" segir konungr. \"Sentu þá forsending,\" segirkerling, \"þá sem tvísýni er á, hversu þeim gengr, okábyrgist þeir sik sjálfir.\" Konungr bað hana þá í burtfara, en hún vildi þat eigi, fyrr en konungr sór hennitrúnaðareið, at hann skyldi halda þat, sem hann hafðihenni lofat, en þá skyldi Buslubæn ekki á honum hrína.Hvarf kerling þá í burtu."}}