{"originalTitle": "Beowulf_Xiv", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xiv", "text": {"0": "XIVHrōðgār maþelode  -- hē tō healle gēong,stōd on stapole,  geseah stēapne hrōfgolde fāhne  ond Grendles hond--:'Ðisse ansȳne  Alwealdan þanclungre gelimpe!  Fela ic lāþes gebād,grynna æt Grendle;  ā mæg God wyrcanwunder æfter wundre,  wuldres Hyrde.Ðæt wæs ungeāra,  þæt ic ǣnigra mēwēana ne wēnde  tō wīdan feorebōte gebīdan,  ponne blōde fāhhūisa sēlest  heorodrēorig stōd,--wēa wīdscofen  witena gehwylcumðāra þe ne wēndon,  þæt hīe wīdeferhðlēoda landgeweorc  lāþum beweredonscuccum ond scinnum.  Nū scealc hafaðþurh Drihtnes miht  dǣd gefremede,ðē wē ealle  ǣr ne meahtonsnyttrum besyrwan.  Hwæt, þæt secgan mægefne swā hwylc mægþa,  swā ðone magan cendeæfter gumcynnum,  gyf hēo gȳt lyfað,þæt hyre Ealdmetod  ēste wǣrebearngebyrdo.  Nū ic, Bēowulf, þec,secg[a] betsta,  mē for sunu wyllefrēogan on ferhþe;  heald forð telanīwe sibbe.  Ne bið þē [n]ǣnigra gādworolde wilna,  þe ic geweald hæbbe.Ful oft ic for lǣssan  lēan teohhode,hordweorþunge  hnāhran rince,sǣmran æt sæcce.  þū þē self hafastdǣdum gefremed,  þǣt þīn [dōm] lyfaðāwa tō aldre.  Alwalda þecgōde forgylde,  swā hē nū gȳt dyde!'Bēowulf maþelode,  bearn Ec[g]þēowes:' Wē þæt ellenweorc  ēstum miclum,feohtan fremedon,  frēcne genēðdoneafoð uncūies.  Ūþe ic swīþor,þæt ðū hine selfne  gesēon mōste,fēond on frætewum  fylwliigne!Ic hine hrædlīce  heardan clammumon wælbedde  wrīpan þōhte,þæt hē for mundgripe  mīnum scoldelicgean līfbysig,  būtan his līc swice;ic hine ne mihte,  þā Metod nolde,ganges getwǣman,  nō ic him ǣæs georne ætfealh,feorhgenīðlan;  wæs tō foremihtigfēond on fēþe.  Hwæpere hē his folme forlēttō līfwrape  lāst weardian,earm ond eaxle;  nō þǣr ǣnige swā þēahfēasceaft guma  frōfre gebohte;nō þȳ leng leofað  lāðgetēonasynnum geswenced,  ac hyne sār hafaðin nīdgripe  nearwe befongen,balwon bendum;  ðǣr ābīdan scealmaga māne fāh  miclan dōmes,hū him scīr Metod  scrīfan wille.'Ðā wæs swīgra secg,  sunu Ec[g]lāfes,on gylpsprǣce  gūðgeweorca,siþðan æþelingas  eorles cræfteofer hēanne hrōf  hand scēawedon,fēondes fingras;  foran ǣghwylc wæs,stī[r]a nægla gehwylc  stȳle gelīcost,hǣþenes handsporu  hilderincesegl[u] unhēoru;  ǣghwylc gecwæð,þæt him heardra nān  hrīnan woldeīren ǣrgōd,  þæt ðæs āhlǣcanblōdge beadufolme  onberan wolde."}}