{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_13", "text": {"0": "Nú urðu mörg tíðendi senn. Þá sáu menn, at renndufram fyrir nesit hálfr þriði tugr skipa. Þau váru öllstór ok herklæddir menn á öllum. Maðr stóð við siglumikill vexti á einu skipinu ok silkitreyju ermalausri,vel brynjaðr. Hann spurði, hverir hér ætti svá ójafnanleik. Sviði sagði til it sanna ok svá, hvar þá var komit.\"Mun Hálfdan vilja þiggja lið af oss?\" Sviði spurði,hvat manna hann væri. Hinn kvað hann þat enguvarða. Sviði kveðst gjarna lið vilja þiggja af þeim.Tókst þá bardagi í annat sinn ok er nú ákafari en fyrr.Menn Úlfkels váru mjök sárir. Inn mikli maðr á drekanumlagði at drekanum Úlfkels, en Sviði lagði atinum smærum skipunum, ok ruddust þau snart. Snerinú mannfallinu í lið Úlfkels. Inn mikli maðr réð tiluppgöngu á drekann. Úlfkell kom fyrst á móti honum,ok váru þeira viðskipti hörð ok löng. Inn miklimaðr hjó mikit högg til hans ok klauf fyrir honumallan skjöldinn, ok kom sverðit á fótinn ok tók af þrjártærnar utanfótar. Úlfkell hjó á móti, ok kom í hjálminn,ok stökk sverðit í sundr undir hjöltunum. Sá Úlfkellþá engan sinn kost annan en forða lífinu. Stökkhann þá í þat skip, sem næst honum var, ok flýði.Hrafnkell skaut tveimr kesjum senn at inum miklamanni, en hann tók báðar á lopti ok skaut aptr okhafði mann fyrir hvárri. Síðan lagði hann með atgeirtil Hrafnkels í gegnum skjöldinn ok báða handlegginaok vá hann upp ok kastaði honum út á sjóinn.Síðan ganga þeir svá hart at mönnum Úlfkels, at þeirurðu því fegnastir at biðja griða. Þeim var veitt þat, sembáðu, en eigi vildi inn mikli maðr hafa þeira þjónustu,ok var þeim sleppt fatlausum á land upp. Úlfkell flýðiundan einskipa ok kona hans með honum, en hinirtóku skip öll ok herfang, en þeir, sem eptir lifðu afmönnum Hálfdanar, gengu á vald ins mikla manns."}}