{"originalTitle": "Beowulf_Xxxiii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxxiii", "text": {"0": "XXXIIIÐā se gæst ongan  glēdum spīwan,beorht hofu bærnan,--  brynelēoma stōdeldum on andan;  nō ðǣhr āht cwiceslāð lyftfloga  lǣfan wolde.Wæs þæs wyrmes wīg  wīde gesȳne,nearofāges nīð  nēan ond feorran,hū se gūðsceaða  Gēata lēodehatode ond hȳnde;  hord eft gescēat,dryhtsele dyrnne  ǣr dæges hwīle.Hæfde landwara  līge befangen,bǣle ond bronde;  beorges getrūwode,wīges ond wealles;  him sēo wēn gelēah.þā wæs Bīowulfe  brōga gecȳðedsnūde tō sōðe,  þæt his sylfes hām,bolda sēlest  brynewylmum mealt,gifstōl Gēata.  þæt ðām gōdan wæshrēow on hreðre,  hygesorga mǣst;wēnde se wīsa,  þæt hē Wealdendeofer ealde riht  ēcean Dryhtnebitre gebulge;  brēost innan wēollþēostrum geþoncum,  swā him geþȳwe ne wæs.Hæfde līgdraca  lēoda fæsten,ēalond ūtan,  eorðweard ðoneglēdum forgrunden;  him ðæs gūðkyning,Wedera þīoden  wræce leornode.Heht him þā gewyrcean  wīgendra hlēoeallīrenne,  eorla dryhten,wīgbord wrǣtlīc;  wisse hē gearwe,þæt him holtwudu  he(lpan) ne meahte,lind wið līge.  Sceolde lǣndagaæþeling ǣrgōd  ende gebīdan,worulde līfes,  ond se wyrm somod,þēah ðe hordwelan  hēolde lange.Oferhogode ðā  hringa fengel,þæt hē þone wīdflogan  weorode gesōhte,sīdan herge;  nō hē him þa sæcce ondrēd,nē him þæs wyrmes wīg  for wiht dyde,eafoð ond ellen,  forðon hē ǣr felanearo nēðende  nīða gedīgde,hildehlemma,  syððan hē Hrōðgāres,sigorēadig secg,  sele fǣlsode,ond æt gūðe forgrāp  Grendeles mǣgumlāðan cynnes.  Nō þæt lǣsest wæshondgemōt[a],  þǣr mon Hygelāc slōh,syððan Gēata cyning  gūðe rǣsum,frēawine folca  Frēslondum on,Hrēðles eafora  hiorodryncum swealt,bille gebēaten.  þonan Bīowulf cōmsylfes cræfte,  sundnytte drēah;hæfde him on earme  (āna) þrītighildegeatwa,  þā hē tō holme (st)āg.Nealles Hetware  hrēmge þorf(t)onfēðewīges,  þē him foran ongēanlinde bǣron;  lȳt eft becwōmfram þām hildfrecan  hāmes nīosan !Oferswam ðā sioleða bigong  sunu Ecgðēowes,earm ānhaga  eft tō lēodum;þǣr him Hygd gebēad  hord ond rīce,bēagas ond bregostō1;  bearne ne trūwode,þæt hē wið ælfylcum  ēþelstōlashealdan cūðe,  ðā wæs Hygelāc dēad.Nō ðȳ ǣr fēasceafte  findan meahtonæt ðām æðelinge  ǣnige ðinga,þæt hē Heardrēde  hlāford wǣre,oððe þone cynedōm  cīosan woldehwæðre hē hine on folce  frēondlārum hēold,ēstum mid āre,  oð ðæt hē yldra wearð,Weder-Gēatum wēold.  Hyne wræcmæcgasofer sǣ sōhtan,  suna Ōhteres;hæfdon hȳ forhealden  helm Scylfinga,þone sēlestan  sǣcyningaþāra ðe in Swīorīce  sinc brytnade,mǣrne þēoden.  Him þæt tō mearce wearð;hē þǣr [f]or feorme  feorhwunde hlēat,sweordes swengum,  sunu Hygelāces;ond him eft gewāt  Ongenðīoes bearnhāmes nīosan,  syððan Heardrēd læg,lēt ðone bregostōl  Bīowulf healdan,Gēatum wealdan;  þæt wæs gōd cyning."}}