{"originalTitle": "Ásmundar_Saga_Kappabana_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ásmundar_Saga_Kappabana_Chapter_4", "text": {"0": "Nú er þar til máls at taka, er Hildibrandr er, bróðirhans, sonr Helga konungs, en Helgi konungr fell íhernaði. Hildibrandr braut undir sik mikinn afla oksveimaði víða með her sinn. Hann var mægðr við þannkonung, er Lazinus hét. Hann var einn inn ríkasti konungr.Hann sótti þangat með vinganarorðum til mágssíns, ok var honum þar vel fagnat. Hann tók nú atgerast framgjarn mjök, er aflinn óx. Þá váru hertugargöfgir ok ættstórir í Saxlandi. Hildibrandr Húnakappifór nú á hendr þeim ok kvaðst vilja, at þeir gerði honumslíka virðing sem hann beiddi eða þeir mundi sem aðrirsæta afarkostum. Þeir hertugarnir áttu systur, ok varhún mest at ráðum, því at hún var þeira vitrust. Síðanáttu þau eintal ok ætlast fyrir, hvat af skyldi kjósa.Hún kvað þat meira ráð at vægjast til hans með skattgjaldien eiga orrostu, \"ok er þat ráð at ætla sér hóf,en snúast þá til mótstöðu, er styrkr er nokkurr,\" kvaðhér svá mundu fara sem í öðrum stöðum, at hann munsigrast. Síðan sögðu þeir hertugarnir, at þeir vilja játahonum skattgjaldi. Hann kvað þat forsjáligt, ok sættastá þat.Hildibrandr Húnakappi braut nú margar þjóðirundir sik. Hann spyrr nú þau tíðendi, fall Buðla konungs,móðurföður síns. Hann stefndi þá her at sér afnýju ok kvaddi þings. Hann mælti, kvað mönnumkunnigt, hverr vandi á var, at fara í hernað, en lét eigiat högum til skipt, ef herja skyldi á víkinga eða á aðramenn fyrir litla sök eða enga, en hefna eigi móðurföðursíns. Eptir þat flutti hann herinn í ríki Álfs konungsok kvað Dani hafa kennt atför um búshagi. Hannlét eisa eldum ok brenna víða. Álfr konungr sótti núí mót með her sinn, ok þegar þeir fundust, börðustþeir. Hildibrandr Húnakappi hafði berserkja náttúru,ok kom á hann berserksgangr. Ekki var Áki hertugivið þessa orrostu, því at hann var í hernaði. HildibrandrHúnakappi gekk í gegnum fylkingar Álfs konungs, okvar illt fyrir honum at verða. Hjó hann á tvær hendrsér ok sótti grenjandi at konungsmerkinu, ok í þessiorrostu fell Álfr konungr ok margt lið hans, ok eptirþat fóru Húnar aptr. Hildibrandr gerist þá allramanna frægastr ok sat jafnan at búum sínum á vetrum,en herjaði á sumrum."}}