{"originalTitle": "Ásmundar_Saga_Kappabana_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ásmundar_Saga_Kappabana_Chapter_1", "text": {"0": "BUÐLI er konungr nefndr. Hann réð fyrir Svíþjóðu,ríkr ok ágætr. Þat var háttr hans at elska mjöksmiðu, þá er hann fekk hagasta ok honum gerði gersemar.Hann átti drottningu ok dóttur, er Hildr hét.Þat varð þar til tíðenda, at drottning andaðist, ok varkonungr kvánlauss.Þess er getit, at eitt kveld kómu tveir menn til konungsok gengu fyrir hann með kveðju. Konungr spurði,hverir þeir væri, en annarr nefndist Olíus, en annarrAlíus, \"ok vildim vit hér vetrvist þiggja.\" Hannspurði, er þeir væri hagleiksmenn nokkurir eða búnirvið íþróttum. Þeir kváðust kunna at gera hagliga hvernhlut, þann er smíða skyldi. Konungr vísaði þeim tilsætis ok bað þá þar vera.Í þenna tíma var með konungi boð nokkut, en umkveldit kómu í höllina smiðir konungs ok sýndu honumsmíðit, gull eða vápn. Svá gerðu þeir ávallt, ef mennkómu þangat, konungi til frægðar. Allir menn lofuðusmíði þeira nema gestir. Þeir ræddu fátt um. Knífreinn var í því smíði vandaðr. Þetta var sagt konungi, okkveðst hann ætla, at þeir mundi eigi betr smíða. Hannkallar þá til sín ok mælti: \"Hví eru þit svá tregir til atlofa þat smíði, er hér er fram borit, eða kunni þit betrat gera?\" Þeir kváðu konung þat reyna mega, ef hannvildi, at smíði þetta mundi eigi mikils vert hjá því.Konungr bað þá gera þá smíð, er til afbragðs mætist,\"ef þit vilið eigi vera falsarar.\" Þeir kváðust bráttmunu reyna, at þessi smíð er lítils verð ok eigi góð. Þeirsettu knífinn í rönd borðsins fyrir konung, ok lá hjá þegareggin. Þeir báðu konung þar taka við gersemi sinni,en kváðust freista mundu at gera annan kníf. Konungrbað þá svá gera, ok síðan gerðu þeir kníf einn ok færðukonungi. Hann brá á kamp sér, ok tók af kampinn okskinnit, svá at í holdi nam staðar. Konungr mælti: \"Þatmun satt vera, at þit munuð hagir menn, ok nú skulu þitgera mér gullhring,\" ok svá gerðu þeir ok færðu konungi.Hann leit á ok mælti: \"Þat er rétt sagt, at ek hefieigi sét meiri gersemi í einum gullhring,\" ok svá mæltuallir, er sá. Konungr kvað slíkt tíginna manna þjónustumenn,ok síðan mælti hann: \"Nú skulu þit gera mértvau sverð, þau er eigi beri minna af öðru smíði enþessi smíð ykkur, ok þeim sé hvergi þess til höggvit,er þau bíti eigi.\" Olíus kveðst þat eigi vilja ok lézt eigiörvænt þykkja, at nokkut mikit mundi á liggja, ef þeirgerði nauðgir, ok kvað til hófs bazt at búa. Konungrkvað þá gera skyldu, hvárt er þeir gerðu nauðgir eðaeigi.Síðan setjast þeir til smíðar ok gerðu tvau sverð,sérhvárr þeira, ok gengu síðan fyrir konung ok sýnduhonum sverðin. Konungr leit á, ok sýndust honumvænlig, \"eða hverir fylgja kostir?\" Olíus segir, hann kvaðhann því hvergi mundu til höggva, at þat mundi eigibíta, \"ok hygg ek á því munu vera enga annmarka.\"Konungr segir: \"Þá er gott, ok verðum vér at reyna,hversu staðgott væri,\" ok skaut oddinum í öndugissúlu,ok lagðist lítt sverðit, ok síðan reisti hann þat í gluggeinum. Smiðrinn kvað þat ofraun sverðinu ok lét þattil höggs búit, en eigi til reistingar. Konungr kvað þateigi mundu högg standast, ef þat brotnaði í slíkum tilraunum.Ok nú reyndi hann þat sverð, er Alíus hafðigert, ok hljóp þat aptr sem skíð, ok at öllu var þatvænligra en hitt, ok stóðst hvárttveggja þær raunir,er konungr gerði. Konungr mælti: \"Þetta er enn betra,er Alíus hefir gert, ok er hvárttveggja gott, eða hvernáttúra fylgir?\" Alíus segir: \"Þat, herra, ef þau mætastá lopti, ok sé þau í móti borin, þá mun mitt sverðframar, ok má þó kalla kosti eina ok jafna.\" Síðantók konungr þat sverð, er Olíus hafði gert, ok vildibrjóta, ok þá brast sverðit við hjaltit. Konungr bað hannbetra sverð gera, ok síðan gekk hann reiðr til smiðjuok gerði sverð ok fekk þat konungi. Hann hafði núallar slíkar raunir sem við it fyrra, ok stóðst þetta allar.Konungr mælti: \"Nú hefir þú vel gert, eða er nú ekkihér á til vandkvæðis?\" Hann segir: \"Járngott er sverð,enda munu nú nokkur forföll á liggja til hamingjubrots, því at þat mun verða at bana inum göfgustumbræðrum, dóttursonum þínum.\" Konungr mælti: \"Spáþú manna armastr; nú skal bræðrum at bana verða okþó ógöfgum,\" ok hjó til hans, en þeir váru þá horfnirmeð skjótri brautför ok neyttu þá innar neðri leiðar.Konungr mælti: \"Þetta eru miklir óvinir, ok við þvískal vinna, at sverð geri mannigi mein.\" Konungrlét þá gera stokk at sverðinu með blýi ok lét sökkvaniðr í Löginn hjá Agnafit."}}