{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_28", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_28", "text": {"0": "Svá fór fram um hríð, þar til at þeir eru tólf vetragamlir. Þeir eru þá svá sterkir, at engir konungsmennstóðust fyrir þeim, ok mega þá ekki at leikum vera.Þá sagði Fróði móður sinni, at hann vill fara í burt,-- \"ok má ek ekki við menn eiga, því at þeir eru ölmusureinar ok meiðast strax, þá við er komit.\" Hún sagðihonum ekki hent í fjölmenni fyrir óvægi sína. Móðirhans ferr nú með honum til hellisins ok vísar honumtil þess fjár, sem faðir hans hafði honum ætlat, því atBjörn hafði þat allt á kveðit, hvat hverr skyldi hafa.Fróði vildi taka meira ok náði ekki, því at þat varminnst féit, sem honum var ætlat. Ok nú sér hann,hvar vápnin taka fram úr berginu. Tekr hann fyrsttil hjaltanna, ok er sverðit fast, svá at hann náir þvíeigi. Þá þrífr hann til öxarskaptsins, ok er eigi lausara.Þá mælti Elg-Fróði: \"Má vera, at sá einn hafi ætlat,er gripum þessum hefir hér komit, at vápna skipti skulifara eptir fjárskiptum öðrum,\" þrífr nú til heptisins,ok var þat þegar laust. Þar fylgdi ein skálm heptinu.Hann leit á skálmina um hríð ok mælti síðan: \"Ójafngjarnhefir sá verit, er þessum gripum hefir átt atskipta,\" leggr nú skálminni tveim höndum í bergit okvill brjóta hana sundr, en skálmin hljóp inn í bergit,svá at skellist við heptit, en þó brotnaði hún ekki atheldr. Þá mælti Elg-Fróði: \"Hvat mun varða, hvernigek fer með óþokkagrip þenna, því at ekki er örvænt,at bíta kunni?\" Eptir þat kvaddi hann móður sína atskilnaði. Fróði ferr nú á kjalveg einn ok gerist þar illvirkrok drepr menn til fjár sér ok smíðar sér skála okbýst þar um."}}