{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_12", "text": {"0": "Innan lítils tíma hvarf Hrólfr í brutt ór kastalanum,svá at engi frétti til hans, en menn hans váru þar eptir.Hann var í kápunum Véfreyjunaut, en gekk við spjótitAtlanaut. Hann hafði boga ok örvamæli á herðum sér.Ekki er sagt frá, hverja leið Hrólfr fór, en svá semhann hafði mjök sótt ór Danmörk, var þat einn dag, athann sá, hvar einn maðr gekk. Hann var mikill vextiok herklæddr til handa ok fóta. Hann hafði brugðitsverð í hendi ok gekk á veginn Hrólfs, en hann heilsaðiþessum manni ok spurði hann at nafni. Hann segir:\"Ek heiti Vilhjálmr, en forellri mitt hirði ek ekki atgreina þér. En um tvá hluti skaltu kjósa: Sá er annarr,at þú segir mér, hverr þú ert eða hvert þú vilt faraeða hvat í erendum er, hinn annarr, at ek drep þik,ok ferr þú þá ekki lengra.\" Hrólfr segir: \"Enga afarkostiþarftu mér at gera, því at mitt er ekki óvænnaen þitt, hvat sem vit skulum reyna.\" Vilhjálmr hjó tilHrólfs með sverðinu, en hann brá fyrir spjótinu, okbeit ekki á. Hrólfr kastar spjótinu ok ræðr á Vilhjálm,en hann tók á móti, ok varð glíma þeira löng, áðr Vilhjálmrfell. Hrólfr mælti: \"Nú á ek alls kosti við þik.Muntu segja verða, hvert þitt erendi er eða hvar þúert landvanr.\" Hann segir: \"Hér er ek ættaðr í Danmörk.Er ek bondason einn, en ætlaða at fara í Garðaríkiok rjúfa haug Hreggviðar konungs, en ná vápnumhans, vinna svá til Gyðu, systur Eireks konungs. Núvil ek gerast þinn þjónustumaðr. Er mér margt velgefit, því at ek er bæði vitr ok tölugr. Er þér bezt atgefa mér líf. Skal ek þér trúliga þjóna. Mun þér at mérgagn verða.\" Hrólfr segir: \"Vænn maðr ertu, ok vísthirði ek eigi at drepa þik, ef þú vilt mér fylgja, eneigi hefir þú tryggilig augu.\" Lét Hrólfr hann þá uppstanda ok segir honum allan sinn trúnað ok tilgangsinna ferða. Fóru þeir nú leiðar sinnar. Hestr Vilhjálmsvar þaðan skammt í burt frá honum. Þoldi hann ekkiat ganga með vápnunum. Var hann skrautmenni mikitat klæðum ok söðulreiði. Segir Vilhjálmr jafnan veg,meðan þeir fóru um Danmörk."}}