{"originalTitle": "Hrómundar_Saga_Gripssonar_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrómundar_Saga_Gripssonar_Chapter_8", "text": {"0": "Nú eru konungs systr sóttar. Kannar Svanhvít sárHrómundar ok saumar kviðinn saman ok leitar honumhægenda. Hún lét færa hann karli þeim til græðslu, erHagall hét. Kerling hans var klók. Þau tóku vel viðhonum ok græddu hann at heilu. Þat fann Hrómundr,at þessi hjón váru margkunnug. Karl var vanr at veiðafiska, ok eitt sinn, er hann var at veiðiskap sínum, dróhann eina geddu, ok er hann kom heim ok krufði hana,fann hann í hennar maga Mistiltein, sverð Hrómundar,ok fekk honum þat. Hrómundr varð glaðr við ok kysstiá hjölt sverðsins ok umbunaði vel karli.Einn maðr var sá með Haldings konungs her, semhét Blindr inn illi. Hann sagði konungi, at Hrómundrværi lífs ok græddr á laun hjá Hagali karli ok konuhans. Konungr kvað ótrúligt, at þau mundu þora atleyna honum. Konungr bauð at leita hans. Blindr fórmeð nokkura menn til húsa þeira Hagals ok spurði,ef Hrómundr væri þar geymdr. Kerling sagði hannmundi eigi þar finnast. Blindr leitaði vandliga ok fanneigi, því at kerling hafði falit Hrómund undir hitunarkatlisínum. Blindr ok hans félagar gengu þaðan, oker þeir váru á leið komnir, sagði Blindr: \"Eigi er ferðvár fræg orðin, ok skulum vér aptr snúa.\" Þeir gerðusvá, kómu heim ok fundu kerlingu. Sagði Blindr húnværi brögðótt, ok hefði hún geymt Hrómund undirkatli sínum. \"Leitið ok takið hann þar þá,\" kvað hún.En því sagði hún þetta, at þegar hún sá þeir sneru aptr,færði hún Hrómund í kvenskrúða ok lét hann malaok snúa kvörn. Þeir leita nú í húsunum. Ok þegarþeir koma þar mærin sneri kvörninni, snuðruðu þeirallt um kring, en sú sama leit óhýrt til konungsmanna,sneru svá í brott, at þeir fundu eigi. Ok er þeir váruá leið komnir, sagði Blindr, at kerling mun hafa villtsjónir fyrir þeim ok sér þykki grunsamt, at Hrómundrmuni hafa verit þat, sem sneri kvörninni í kvenklæðum,-- \"ok sé ek oss hefir yfir sézt. Dugir oss eigi atþreyta við kerlingu, því at hún er oss klókari.\" Báðuþeir henni ills ok fóru heim aptr til konungs við svábúit."}}