{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_10", "text": {"0": "Eptir þetta gengr hún inn í skemmuna, en Hálfdanferr aptr til þeira bræðra. Sjá mey hét Alfífa, er Hálfdangaf gullit. Hún var dóttir Sigurðar konungs afSkörðuborg. Þat var föðurbróðir Óláfs konungs. Alfífaafhendir Marsibil gullit. Hún segir þetta eigi þat gull,er hún hefði fengit henni, \"en þó er þetta betra, eðahverr hefir gefit þér?\" Hún kvaðst fundit hafa einnmann úti í garðinum, \"ok hann gaf mér gullit, okengan hefi ek sét vænna mann ok kurteisara utan þikeina, ok þætti mér þit mega vera hjón.\" Marsibil varðsvá reið við hana, at hún sló hana pústr, svá at húngrét, ok fell svá þeira tal.Einn dag gekk Hálfdan til skemmu konungsdóttureinn saman. Þá var opinn skíðgarðrinn. Hann gekkinn í garðinn ok at þeim lundi, er fyrr sá hann. Þarsat Marsibil konungsdóttir. Enga mey þóttist hannhafa sét vænni. Hún kembdi sér með gullkambi.En er hún sá Hálfdan, mælti hún: \"Far brutt,maðr, ef þú vilt ekki verða drepinn, ok ertufurðu djarfr, er þú gengr inn orlofslauss.\" Hálfdanlét eigi sem hann heyrði ok settist niðr hjá henniok leysti til hnýtilsskauta eins. Þar váru í grös þau, erBrana hafði fengit honum, ok bað konungsdóttur eiga,en hún vill eigi. Hann leggr á kné henni ok gengr íburt síðan, en hún tekr upp grösin ok gengr í skemmusína ok leggr knýtit undir höfuð sér ok sefr af þá nótt.Um morguninn kallar hún Alfífu til máls við sik oksegir: \"Þú, frændkona, skalt ganga til þess kaupmanns,er þú fannt í garðinum, ok seg, at hann komi sem snarastá minn fund, ok ger þetta leyniliga.\" Alfífa mælti:\"Mun nú svá, at þér hafi ekki verr á hann litizt enmér, en nú skal ek fara.\" Hún skundar nú mjök sinniferð ok finnr Hálfdan ok sagði honum ok biðr hannflýta sér. Hann gerir svá, ferr með henni ok finnrMarsibil konungsdóttur. Hún mælti: \"Mikil náttúrafylgir grösum þeim, er þú lagðir í kné mér í gær, þvíat ek ann þér svá mikit, at ek má eigi af þér sjá, ok ístað vil ek, at hvárt okkar játi öðru sína trú.\" Hálfdankvað svá vera skyldu, ok fór þat fram. Konungsdóttirbað hann opt þar koma ok eiga tal við sik. Hann játarþví ok gekk í burt síðan. Liðu nú svá tímar, þar tilsem Áki, landvarnarmaðr konungs, kom heim. Hálfdanvar svá mikils metinn af konungi, at hann sat honumit næsta. Áki færði konungi margar gersemar, ok varhann vanr at sitja honum it næsta, ok öfundaði hannmjök Hálfdan ok vildi hann gjarna feigan ok setr menntil höfuðs honum, ok varð þat þó aldri framgengt.Opt rægði Áki hann við konung, ok vildi hann þat eigiheyra."}}