{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_11", "text": {"0": "Þar er nú til máls at taka, at þeir Herrauðr ok Bósikómu heim í Gautland hálfum mánuði síðar en þeirSiggeirr sigldu í burt. Sakna þeir nú vinar í stað oktaka nú ráðagerðir sínar, ok sótti Bósi föður sinn atráðum, en hann sagði, at þeir mundu verða of seinir,ef þeir söfnuðu liði miklu, ok því sagði hann, at þeirmundu heldr ná konungsdóttur með djúpsettum ráðumok snörum atburðum, ok var nú þetta ráðit, atþeir bjuggu eitt skip ok á þrjá tigi manna. Smiðr skyldinú fara með þeim ok hafa alla forsögn um þeira ferð.Karl lagði þeim mörg ráð ok þau Busla. Sigldu þeirnú, þegar þeir váru búnir. Smiðr hafði byr ávallt, þáer hann stýrði, ok varð þeira ferð með meira flýti enlíkendi mundi á þykkja, ok kómu þeir nú vánumbráðara austr á Glæsisvöllu ok lögðu skipi sínu undireinn eyðiskóg. Smiðr hafði hulinshjálm yfir skipi þeira.Þeir gengu á land upp Herrauðr ok Bósi. Þeir kómuat húsabæ litlum ok kyrfiligum. Þar bjó karl ok kerling.Þau áttu dóttur væna ok vel kunnandi. Bóndi bauðþeim nætrgreiða; þat þágu þeir. Þar váru góð hýbýli.Þeim var unninn góðr beini, ok váru tekin upp borðok gefit mungát at drekka. Bóndi var fálátr ok óspurull.Bóndadóttir var þar mannúðigust, ok skenkti húngestum. Bósi var glaðkátr ok gerði henni smáglingrur;hún gerði honum ok svá í móti. Um kveldit varþeim fylgt at sofa, en þegar at ljós var slokit, þá komBögu-Bósi þar, sem bóndadóttir lá, ok lypti klæði afhenni. Hún spurði, hvat þar væri, en Bögu-Bósi sagðitil sín. \"Hvat viltu hingat?\" sagði hún. \"Ek vil brynnafola mínum í vínkeldu þinni,\" sagði hann. \"Mun þathægt vera, maðr minn?\" sagði hún; \"eigi er hann vanrþvílíkum brunnhúsum, sem ek hefi.\" \"Ek skal leiðahann at fram,\" sagði hann, \"ok hrinda honum á kaf,ef hann vill eigi öðruvísi drekka.\" \"Hvar er folinn þinn,hjartavinrinn minn?\" sagði hún. \"Á millum fóta mér,ástin mín,\" kvað hann, \"ok tak þú á honum ok þókyrrt, því at hann er mjök styggr.\" Hún tók nú umgöndulinn á honum ok strauk um ok mælti: \"Þettaer fimligr foli ok þó mjök rétt hálsaðr.\" \"Ekki er velkomit fyrir hann höfðinu,\" sagði hann, \"en hann kringirbetr makkanum, þá hann hefir drukkit.\" \"Sjá núfyrir öllu,\" segir hún. \"Ligg þú sem gleiðust,\" kvaðhann, \"ok haf sem kyrrast.\" Hann brynnir nú folanumheldr ótæpiliga, svá at hann var allr á kafi. Bóndadótturvarð mjök dátt við þetta, svá at hún gat varlatalat. \"Muntu ekki drekkja folanum?\" sagði hún. \"Sváskal hann hafa sem hann þolir mest,\" sagði hann, \"þvíat hann er mér opt óstýrinn fyrir þat hann fær ekkiat drekka sem hann beiðist.\" Hann er nú at, sem honumlíkar, ok hvílist síðan. Bóndadóttir undrast nú,hvaðan væta sjá mun komin, sem hún hefir í klofinu,því at allr beðrinn lék í einu lauðri undir henni. Húnmælti: \"Mun ekki þat mega vera, at folinn þinn hafidrukkit meira en honum hefir gott gert ok hafi hannælt upp meira en hann hefir drukkit?\" \"Veldr honumnú eitthvat,\" kvað hann, \"því at hann er svá linr semlunga.\" \"Hann mun vera ölsjúkr,\" sagði hún, \"semaðrir drykkjumenn.\" \"Þat er víst,\" kvað hann. Þauskemmta sér nú sem þeim líkar, ok var bóndadóttirýmist ofan á eða undir, ok sagðist hún aldri hafa riðithæggengara fola en þessum.Ok eptir margan gamanleik spyrr hún, hvat mannihann sé, en hann segir til it sanna ok spurði á móti,hvat þar væri títt í landinu. Hún segir, at þat væri núnýjast, at þeir bræðr Hrærekr ok Siggeirr höfðu nátHleiði konungs systur, en drepit Hring konung íGautlandi, -- \"ok svá eru þeir nú frægir orðnir af förþessi, at engir þykkja nú þeim líkir í Austrvegi, okhefir konungr gefit systur sína Siggeir, ok er þat þóá móti hennar vilja, ok á nú brúðlaupit at vera innanþriggja nátta. En þeir eru svá varir um sik, at þeirhafa njósn á hverri götu ok í hverri höfn, ok má þeimekki á óvart koma, en þeim þykkir aldri örvænt, nær þeirHerrauðr ok Bósi koma at vitja meyjarinnar. Konungrhefir látit gera sér höll svá mikla, at á henni eru hundraðdyra, ok er jafnt langt í millum allra; hundraðmanns má rúmliga sitja í millum hverra dyra; tveirdyrverðir eru við hverjar dyrr, ok á þar engi inn atganga, sá sem eigi er þekktr við einhverjar dyrrnar, enþann, sem við engar er þekktr, skal taka ok hafa ívarðhaldi, þar til at prófað er, hverr maðr hann er.Sæng stendr á miðju hallargólfi, ok er þar fimm pallaupp at ganga. Þar skal liggja brúðrin ok brúðguminn,en hirðin öll skal vaka um kringum, ok má þeim þvíekki á óvart koma.\" \"Hverir eru með konungi,\" segirBósi, \"þeir sem hann heldr mest af?\" \"Sá heitir Sigurðr,\"sagði hún, \"hann er ráðgjafi konungs ok svámikill meistari til hljóðfæra, at hans líki er engi, þóat allvíða sé leitat, ok þó mest á hörpuslátt. Hann ernú farinn til frillu sinnar; hún er ein bóndadóttir hérvið skóginn, ok lætr hann sauma sér klæði ok semrhljóðfæri sín.\" Ok fellr þar nú tal þeira, ok sofa þauaf um náttina."}}