{"originalTitle": "Örvar-Odds_Saga_Chapter_19", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_19", "text": {"0": "Þat var einn dag, at Oddr gekk fram ór mörkum.Hann var þá móðr mjök ok settist niðr undir eina eik.Hann sá þá, hvar maðr gekk. Hann var í bláflekkóttriheklu, uppháva skó ok reyrsprota í hendi; hann hafðigullfjallaða glófa, meðalmaðr á vöxt ok kurteisligr atsjá; hann lét síga höttinn fyrir andlitit. Hann hafðistóra kampa ok sítt skegg, rautt hvárttveggja. Hann snýrfram at Oddi, þar er hann sitr, ok heilsar honum meðnafni. Oddr tók honum vel ok spyrr, hverr hann væri.Hann kveðst Grani heita ok kallaðr Rauðgrani. \"Þekkiek þik gerla, Örvar-Oddr,\" sagði hann, \"þykkir mérgott til þín at spyrja, þar sem þú ert inn mesti garprok afreksmaðr, en þó hefir þú nú mannfátt, ok ferrþú nú heldr óríkmannliga, ok er þat þó illa um slíkanmann, at þér skal svá harka.\" \"Lengi hefir nú þó svágengit,\" sagði Oddr, \"at ek hefi ekki átt fyrir mönnumat ráða.\" \"Viltu nú binda fóstbræðralag við mik?\"sagði Rauðgrani. \"Vant er því at neita, sem vel erboðit,\" sagði Oddr \"ok mun ek þann upp taka.\" \"Eigimuntu enn auðnulauss til þrautar,\" sagði Rauðgrani.\"Nú vil ek segja þér, at hér liggja kappar tveir við landok hafa tólf skip. Þeir eru fóstbræðr mínir; annarr þeiraer kynjaðr ór Danmörk ok heitir Garðarr, en annarrSírnir ok kynjaðr ór Gautlandi. Enga veit ek nú meirigarpa fyrir heðan hafit ok betr at sér um flesta hluti,ok þar skal ek koma þér í fóstbræðralag við þá, okþó skaltu mestu ráða af oss öllum, en mín ráð munuoss þó hallkvæmust vera. En hvert mundir þú haldavilja, ef þetta gengi svá til sem ek hefi nú talat?\" \"Þater mér jafnan í hug, at ek vilda finna Ögmund Eyþjófsbana,er Flóki er kallaðr öðru nafni.\" \"Hættu, hættu,\"sagði Rauðgrani, \"ok mæl þat eigi, því at þar er ekkivið mann um at eiga, sem Ögmundr er, ok ef þú finnrÖgmund í annan tíma, þá muntu fá af honum mikluverra en fyrr, ok settu aldri hug þinn til þess at finnahann lengr.\" Oddr svarar: \"Hitt vilda ek, at ek gætahefnt Þórðar, fóstbróður míns, ok aldri skal ek uppgefa, fyrr en ek get hann fundit, ef mér verðr þessauðit.\" \"Viltu, at ek segi þér,\" kvað Rauðgrani, \"hversuÖgmundr er til kominn, ok get ek, at þér þykki þá engiván, at hann verði unninn af mennskum mönnum, efþú veizt allan hans uppruna.En þat er þar fyrst af at segja, at Hárekr hét konungr,er réð fyrir Bjarmalandi, þá er þú fort þangatherferð, eptir því sem þú veizt, hvern skaða er þú gerðirþá Björmum. En er þú vart í burtu farinn, þóttustBjarmar hafa raunillt af fengit ok vildu gjarna hefna,ef þeir gæti. Var þat þá tiltekja þeira, at þeir fengueina gýgi undan forsi stórum, galdra fulla ok gerninga,ok lögðu í sæng hjá Háreki konungi, ok við henniátti hann son; sá var vatni ausinn ok nafn gefit ok kallaðrÖgmundr. Flestum mennskum mönnum var hannólíkr þegar á unga aldri, sem ván var sakir móðernishans, en faðir hans var þó inn mesti blótmaðr. Þegarer Ögmundr var þrévetr, var hann sendr á Finnmörk,ok nam hann þar alls kyns galdra ok gerninga, ok þáer hann var í því fullnuma, fór hann heim til Bjarmalands.Hann var þá sjau vetra ok svá stórr sem fullrosknirmenn, rammr at afli ok illr viðskiptis. Ekkihafði hann batnat yfirlits hjá Finnunum, því at hannvar þá bæði svartr ok blár, en hárit sítt ok svart, okhekk flóki ofan fyrir augun, þat er topprinn skyldiheita. Var hann þá kallaðr Ögmundr flóki. ÆtluðuBjarmar þá at senda hann til móts við þik ok at drepaþik; þó þóttust þeir vita, at mikils mundi við þurfa,áðr en þér yrði í hel komit. Var þat þá enn tiltækiþeira, at þeir létu seiða at Ögmundi, svá at hann skyldiengi járn bíta atkvæðalaus. Því næst blótuðu þeir hannok trylldu hann svá, at hann var engum mennskummanni líkr.Eyþjófr hét víkingr einn. Hann var inn mesti berserkrok höfuðhetja, svá at eigi þótti nokkurr garprmeiri en hann, ok hafði hann aldri færi skip í hernaðien átján. Hann sat hvergi at landi ok lá úti á sætrjámvetr ok varmt sumar. Allt var við hann hrætt, hvarsem hann fór. Hann vann Bjarmaland ok skattgildi.Þá hafði Ögmundr fengit sér átta fylgdarmenn. Þeirváru allir í flókastökkum, ok beit á engan járn. Þeirhétu svá: Hákr ok Haki, Tindr ok Tóki, Finnr okFjösni, Tjösni ok Torfi. Síðan leggr Ögmundr félagsitt við Eyþjóf, ok heldu þeir báðir samt í hernað. Þávar Ögmundr tíu vetra. Hann var með Eyþjófi fimmvetr. Lagði Eyþjófr við hann ástfóstr svá mikit, athann mátti ekki í móti honum láta, ok fyrir hans skuldgaf hann upp Háreki konungi alla skatta af Bjarmalandi.Eigi launaði Ögmundr Eyþjófi betr en svá, athann drap hann sofanda í sæng sinni ok myrði hannsíðan. Var honum þetta því hægt at gera, at Eyþjófrhafði lagt hann í sömu sæng hjá sér ok engan hlut ímóti honum látit, ok ætlaði hann gera sér hann atóskasyni. Síðan skildi hann við menn Eyþjófs, ok fóruþeir þangat, sem þeim líkaði, en Ögmundr hafði tvauskip alskipuð. Var hann þaðan af kallaðr ÖgmundrEyþjófsbani. Ok þat sama sumar börðuzt þér í Trönuvágum,ok var Ögmundr þá fimmtán vetra. Undi hannilla við, at hann hafði engri hefnd fram komit við þik, okþví myrði hann Þórð stafnglám, fóstbróður þinn. Síðanfór hann at hitta gýgina, móður sína, er Grímhildr varkölluð, meðan hún var hjá mönnum. En þá var húnorðin at finngálkni. Er hún maðr at sjá upp til höfuðsins,en dýr niðr ok hefir furðuliga stórar klær ok geysiliganhala, svá at þar með drepr hún bæði menn okfénað, dýr ok dreka. Ögmundr herti þá á hana, at húnskyldi fyrirkoma þér, ok nú hefir hún lagzt á skógameð dýrum ok er komin norðan á England ok leitarat þér. Nú hefi ek sagt þér it ljósasta af Ögmundi.`Þá mælti Oddr: \"Þat þykki mér ván, at flestummönnum veiti þungt við hann, ef hann er slíkr sem þúsegir, en þó fýsir mik at finna hann.\" \"Verri er hannþó,\" sagði Rauðgrani, \"en ek hefi sagt hann, því athann má heldr kallast andi en maðr, svá at ek hygg,at hann verði eigi af mönnum drepinn. En förum vittil skipa fyrst,\" -- ok svá gerðu þeir. Ok er þeir komatil sjávar, sá Oddr þar mörg skip fljóta. Gengu þeirnú út á skipin. Sá Oddr þar tvá menn, þá er af báruaf öllum. Þeir stóðu upp á móti Rauðgrana ok heilsuðuþar fóstbróður sínum. Hann settist niðr á millumþeira ok bað Odd sitja. Rauðgrani mælti: \"Hér erkominn maðr sá, er þit fóstbræðr munuð hafa heyrtgetit, er Oddr heitir ok er kallaðr Örvar-Oddr, ok vilek, at hann verði fóstbróðir várr; skal hann ok einnmestu ráða af oss, því at hann er vanastr hernaði.\"Sírnir svarar: \"Er þetta Oddr sá, sem fór til Bjarmalands?\"\"Satt er þat,\" sagði Rauðgrani. \"Mér þykkirþá,\" sagði Sírnir, \"oss í veitt, at hann sé várr fóstbróðir.\"\"Fullvel líkar mér þat,\" sagði Garðarr. Binda þeirþetta með fastmælum. Þá spyrr Rauðgrani, hvert Oddrætli at halda. \"Förum fyrst,\" sagði Oddr, \"vestr á viðtil Englands.\" Svá gerðu þeir, at þeir sigla þar til, atþeir koma við land. Tjölduðu þeir þá yfir skipum sínumok lágu þar nokkura stund."}}