{"originalTitle": "Grettis_Saga_Chapter_66", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_66", "text": {"0": "Nú er frá Gretti að segja að hann lætur stein í festaraugað    og lét svo síga ofan að vatninu.    \"Hvern veg ætlar þú nú,\" segir prestur, \"að fara?\"    \"Ekki vil eg vera bundinn,\" segir Grettir, \"þá er eg kem í    fossinn. Svo boðar mér hugur um.\"    Eftir það bjó hann sig til ferðar og var fáklæddur og gyrti    sig með saxinu en hafði ekki fleiri vopn. Síðan hljóp hann af    bjarginu og niður í fossinn. Sá prestur í iljar honum og    vissi síðan aldrei hvað af honum varð. Grettir kafaði undir    fossinn og var það torvelt því að iða var mikil og varð hann    allt til grunns að kafa áður en hann kæmist upp undir    fossinn. Þar var forberg mikið og komst hann inn þar upp á.    Þar var hellir mikill undir fossinum og féll áin fram af    berginu.    Hann gekk þá inn í hellinn og var þar eldur mikill á bröndum.    Grettir sá að þar lá jötunn ógurlega mikill. Hann var    hræðilegur að sjá. En er Grettir kom að honum hljóp jötunninn    upp og greip flein einn og hjó til þess er kominn var því að    bæði mátti höggva og leggja með því. Tréskaft var í. Það    kölluðu menn þá heftisax er þann veg var gert. Grettir hjó á    móti með saxinu og kom á skaftið svo að í sundur tók.    Jötunninn vildi þá seilast á bak sér aftur til sverðs er þar    hékk í hellinum. Í því hjó Grettir framan á brjóstið svo að    nálega tók af alla bringspalina og kviðinn svo að iðrin    steyptust úr honum ofan í ána og keyrði þau ofan eftir ánni.    Og er prestur sat við festina sá hann að slyðrur nokkurar rak    ofan eftir strengnum, blóðugar allar. Hann varð þá laus á    velli og þóttist nú vita að Grettir mundi dauður vera. Hljóp    hann þá frá festarhaldinu og fór heim. Var þá komið að kveldi    og sagði víslega að Grettir væri dauður og sagði að mikill    skaði væri eftir þvílíkan mann.    Nú er frá Gretti að segja. Hann lét skammt höggva í milli þar    til er jötunninn dó. Gekk Grettir þá innar eftir hellinum.    Hann kveikti ljós og kannaði hellinn. Ekki er frá því sagt    hversu mikið fé hann fékk í hellinum en það ætla menn að    verið hafi mikið. Dvaldist honum þar fram á nóttina. Hann    fann þar tveggja manna bein og bar þau í belg einn. Leitaði    hann þá úr hellinum og lagðist til festarinnar og hristi hana    og ætlaði að prestur mundi þar vera. En er hann vissi að    prestur var heim farinn varð hann þá að handstyrkja sig upp    festina og komst hann svo upp á bjargið.    Fór hann þá heim til Eyjardalsár og kom í forkirkju belgnum    þeim sem beinin voru í og með rúnakefli því er vísur þessar    voru forkunnlega vel á ristnar:Gekk eg í gljúfr hið dökkva,gein veltiflug steinavið hjörgæði hríðarhlunns úrsvölum munni.Fast lá framan að brjóstiflugstraumr í sal Naumu.Heldr kom á herðar skáldihörð fjón Braga kvonar.    Og enn þessi:Ljótr kom mér í mótimellu vinr úr helli.Hann fékkst heldr að sönnuharðfengr við mig lengi.Harðeggjað lét eg höggviðheptisax af skepti.Gangs klauf brjóst og bringubjartr gunnlogi svarta.    Þar sagði svo að Grettir hafi bein þessi úr hellinum haft. En    er prestur kom til kirkju um morguninn fann hann keflið og    það sem fylgdi og las rúnirnar. En Grettir hafði farið heim    til Sandhauga."}}