{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_30", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_30", "text": {"0": "Þá mælti Hrólfr konungr Gautreksson til Ásmundar:\"Þat ætla ek, fóstbróðir, at nafni minn ætli þérfyrr þessa hvíluna en hjá Ingibjörgu, dóttur sinni, eðahversu þykki þér hér fyrir búit?\" Ásmundr kveðst þykkjastórliga illt, -- \"vilda ek heldr hafa fallit í dag fyrirvápnum vaskra manna en at vera í þessum ófagnaði.Mun oss hér ætlat at deyja ok svelta til bana.\" Hrólfrkonungr mælti: \"Mælumst vel um, fóstbróðir. Er þatsem mælt er, at býsn skal til batnaðar. Mun enn nokkutgott fyrir okkr liggja.\" Þeir stóðu berum fótum ámanna búkum í skyrtu ok línbrókum.Dóttir Írakonungs hafði sét á bardagann um daginnok sá, hversu hraustliga Hrólfr konungr barðist okhans menn, ok harmaði mjök svá ágætan konung, athann skyldi svá skjótt týna lífinu. Hún átti einaskemmu ok byggði hana með mörgum meyjum. Húnvar vitr ok vinsæl ok harðla væn ok kurteis. Hún áttieina skemmumey, er hún trúði betr en öllum öðrum.Hún var ríks manns dóttir á Írlandi ok hét Sigríðr.Ok er lokit var bardaganum, kallar hún meyna til sínok mælti: \"Þú skalt fara til grafarinnar, sem Hrólfrkonungr Gautreksson er með sínum mönnum, ok spyr,hvat hann vili helzt, þat er ek má veita honum.\" Húnferr ok kallar at gröfinni ok spyrr, hvárt þar lifi nokkurr.Konungr svarar ok sagði þar lifa þrjá menn. Mærinmælti: \"Dóttir Írakonungs bað mik spyrja yðr,Hrólfr konungr Gautreksson, hvat þér kjósið helzt, þater hún má veita yðr til hjálpar.\" Konungr mælti: \"Þatskal skjótt kjósa, ek vilda helzt, at hún næði sverði mínu.Mun þat auðkennt í valnum fyrir sakir vaxtar okmikilleiks. Geymda ek ok þat, er ek var tekinn, atek kastaða því í burt sem lengst gat ek í valinn, þarsem þykkvast lá.\" Mærin rann til skemmunnar, finnrIngibjörgu ok sagði henni sem var ok kvað þetta veramundu allheimskan mann, svá illa sem hann var staddr,at hann kaus þat, er honum lá ekki við með öllu. Konungsdóttirmælti: \"Þat höfum vér þó heyrt, at Hrólfrkonungr væri hverjum manni vitrari. Skaltu nú faraat leita at sverðinu.\" Mærin kvaðst víst ekki þora atkanna valinn, fara til ein um nætr, vaða blóð ok gangaá manna búkum, kvað þat ekki kvenna ferðir. Húnbað hana fara, sagði ekki mundu til saka, ok við eggjunhennar fór hún ok fór ódjarfliga, leitar ok finnrekki sverðit, kemr aptr ok segir, at dauðir menn gengiöllum megin. Konungs dóttir kvað hana vera hræddaok heimska, er hún óttaðist dauða menn, -- \"skal eknú fara með þér.\" Þær ganga nú báðar ok leita umvalinn. Ferr konungs dóttir it djarfligasta ok finnrsverðit. Drógu þær þat eptir sér til skemmunnar.Konungs dóttir mælti enn til meyjarinnar: \"Farðutil grafarinnar ok spyr Hrólf konung, hvat hann kýsshelzt, þat er ek má veita honum.\" Mærin ferr ok finnrgröfina ok spyrr, hvers þeir þurfa helzt, ok sagði þærhefðu nát sverðinu. Konungr kvað þegar vænt horfa.Mærin mælti: \"Hvat vili þér nú helzt kjósa, ok segmér?\" Konungr svarar: \"Helzt vildum vér þiggja klæðinokkurt undir fætr oss, er hér kalt ok fúlt at standaá dauðra manna búkum. Sé ek, at loft er einum meginundir helluna, ok má þar inn koma.\" Ferr nú mærinok segir konungsdóttur þeira beiðslu. Ingibjörgsvarar: \"Sýnir Hrólfr konungr þat enn, at hann erhverjum konungi hraustari ok ágætari. Mundu margirbráðlátari til hjálparinnar, ef fá mættu ok væru svástaddir sem nú er hann, ok er þat illt, at slíkir hreystimennskulu svá fljótt enda lífit.\" Nú tók hún þeimalla hluti, er þeim váru nauðsynligir, drykk ok vist,góð smyrsl ok lækningslyf, klæði ok ljós ok allt þat,er þeir þurftu at hafa. Ferr hún nú með meyjunni okfærir þeim þessa hluti. Höfðu þær snæri ok létu síganiðr at þeim. Með sama hætti færðu þær þangat sverðHrólfs konungs. Varð hann því stórliga feginn ok þakkaðiþeim með fögrum orðum. Tekr hann nú sár þeiraÁsmundar ok Gríms, ok hafði hvárrgi þeira banvænligsár. Síðan bjuggust þeir um ok klæddust, síðanátu þeir ok drukku. Þykkir þeim þegar vænkast umsinn hag, en verða þó at vera samt í vandræði sínu."}}