{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_11", "text": {"0": "Eina nótt lá Egill í höfn nokkurri, ok gaf honumekki at sigla. Hann gekk á land einn saman. Hannkom í eitt rjóðr í skóginum. Hann sá þar á hól einumjötun mikinn ok eina flagðkonu. Þau drógust um einngullhring, ok varð hún orkuvana fyrir honum, ok fórhann hrakliga með hana, ok mátti þar sjá viðrlita mikilsköp, því at hún var stuttklædd. Hún loddi á hringinumeptir megni. Egill hjó til jötunsins, ok kom áöxlina. Jötunninn snaraðist við, ok renndi sverðit ofaneptir handleggnum ok tók ór aflvöðvann, ok var þatsvá mikit stykki, at einn maðr mundi eigi meira lypta.Jötunninn hjó til Egils, ok kom á höndina við úlfliðinn októk af. Fell á jörð bæði höndin ok sverðit.Jötunninn bjóst til at veita högg annat. Sá Egill þá ekkiannan sinn kost en at flýja. Jötunninn elti hann atskóginum, ok skildi þar með þeim, ok komst Egill undan ískóginn. Kom hann nú svá til sinna manna, ateptir var hönd hans. Sigldu þeir þá í burt þaðan.Egill fekk mikinn verk í höndina. En er tvær nætrváru liðnar, kom hann í höfn eina, ok lágu þar umnóttina. Gat Egill þá ekki borit af sér verkinn. Stóðhann þá upp ór sænginni, ok gekk Egill upp á skóginn. Komhann þá at bekk einum. Þótti honum þathelzt frói at hafa höndina niðri í læknum ok láta strauminnleika um sárit. Því næst sá Egill, út ór einum steinihvar kom eitt dvergsbarn. Þat sótti vatn í skjólu. Egilltók fingrgull af hendi sér með tönnunum ok lét reka ískjóluna fyrir barnit, en þat hljóp inn í steininn. Litlusíðar kom dvergrinn út ok spurði, hvar maðr væri, erglatt hefði barn sitt. Egill sagði til sín ok sagði sér lítitskulu gull, meðan hann væri þanninn farandi. \"Þater illt at vita,\" sagði dvergrinn, \"ok far með mér inní steininn.\"Egill gerði svá. Tók dvergrinn þá at binda um stúfinn,ok tók ór verk allan, ok var gróinn um morguninn.Tók dvergrinn þá at smíða honum eitt sverð, en uppfrá hjöltunum gerði hann fal svá langan, at upp tókyfir olbogann, ok mátti þar spenna at, ok var Agli sváhægt at höggva með því sverði sem heil væri höndin.Dvergrinn gaf honum marga góða gripi, ok skilduþeir með vináttu. Fór Egill þá til sinna manna. Ok ernú lokit svá sögu minni at sinni,\" sagði Egill, \"at ekvar þessi inn sami Egill sem nú hefi ek frá sagt umstund.\"\"Í miklar þrautir þykki mér þú komit hafa,\" sagðidrottning, \"eða hvat líðr nú grautnum, genta?\" \"Ekætla, at hann sé fullvelldr,\" sagði hún, \"en þó er hannsvá heitr, at hann er engum manni ætr, meðan hanner slíkr.\" \"Þat mun næri hafa,\" sagði drottning, \"athann sé kólnaðr, er ek hafi sagt mitt ævintýr, því atekki hefir margt yfir mik drifit.\""}}