{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_21", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_21", "text": {"0": "At várdögum bjuggust þeir fóstbræðr heiman okhöfðu fimmtán skip. Stýrði Beli dreka þeim, er átt hafðiSlysa-Úfi. Þat var góðr gripr, skornir svírarnir ok grafnirok gylltir mjök. Beli konungr hlaut drekann, því athann var beztr gripr í herfangi þeira, er þeir fengu eptirÚfa, en þat var vani þeira, at Beli tók jafnan góðgripiþeira, er þeir fengu í herfangi. Eigi þótti annat skipbetra en drekinn utan Elliðinn, er átti Ötunfaxi, bróðirhans. Þessi skip höfðu þeir erft eptir Herbrand, föðursinn, ok var Elliði því betri, at hann hafði byr, hverter hann vildi sigla. Kunni hann náliga mannsmáli. Enþví hafði Ötunfaxi heldr hlotit Elliða en Úfi, at Úfahafði hent þat slys, at hann hafði drepit föður sinnok móður, ok þótti Ötunfaxa hann hafa fyrirgert arfisínum, ef at réttu skyldi fara. Var Ötunfaxi fyrir þeimbræðrum sakir afls ok vaxtar ok fjölkynngi.Nú láta þeir fóstbræðr í hernað ok herjuðu víða umAustrveg ok finna fátt víkinga, því at allir stukku undanþeim, er til fréttu. Váru þá engir frægri menn íhernaði en Þorsteinn ok Beli.Þat var einn dag, at þeir lögðust at andnesi einu.Þeir fóstbræðr sjá öðrum megin undir nesinu liggjatólf skip ok öll stór. Þeir róa skjótliga móti skipunumok spyrja, hverr fyrir liði sé. Maðr stóð upp við sigluok mælti: \"Angantýr heiti ek, sonr Hermundar jarlsaf Gautlandi.\" \"Þú ert efniligr maðr,\" segir Þorsteinn,\"eða hversu gamall maðr ertu?\" Hann svarar: \"Ek ernú nítján vetra.\" \"Hvárt viltu heldr,\" segir Beli, \"gefaupp skip þín ok fé eða halda bardaga móti oss?\" \"Þvískjótara skal kjósa,\" segir Angantýr, \"sem kostir eruójafnari. Vil ek heldr verja fé mitt ok falla með drengskap,ef þess verðr auðit.\" \"Þá búst við,\" segir Beli,\"en vér munum at sækja.\" Bjuggust þá hvárirtveggjuok brjóta upp vápn sín. Þorsteinn mælti við Bela: \"Þater lítil drengmennska at sækja at þeim með fimmtánskipum, en þeir hafa eigi meir en tólf.\" \"Hví skulumvér eigi láta liggja hjá þrjú skip?\" segir Beli. Gerðu þeirsvá. Var þar harðr bardagi. Svá var lið Angantýs harðfengt,at þeir Beli ok Þorsteinn þóttust eigi í meirimannraun komit hafa. Börðust þeir þann dag til kvelds,svá at ekki mátti milli sjá, hvárir sigrast mundu.Annan dag bjuggust þeir til orrostu. Þá mælti Angantýr:\"Þat þykki mér ráð, Beli konungr, at vit spillumeigi mönnum okkrum lengr ok berjumst tveir áhólmi, ok hafi sá sigr, er annan vinnr.\" Beli játar þessu;gengu síðan á land ok köstuðu feldi undir fætr sér okbörðust drengiliga, allt þar til at Beli mæddist. Þá bárustsár á hann. Þóttist Þorsteinn sjá, at Beli mundi ekkisigrast á Angantý, ok svá kom, at Beli var bæði móðrok mjök at þrotum kominn. Þá mælti Þorsteinn: \"Þatþykki mér ráð, Angantýr, at þit léttið ykkrum bardaga,því at ek sé, at Beli er yfirkominn af mæði, en ek vileigi hafa ódrengskap til at níðast á þér, en veita honum,en svá mun þat fara, ef þú verðr banamaðr hans,at þá mun ek bjóða þér á hólm, ok ætla ek, at okkarsé eigi minni mannamunr en ykkar Bela. Mun ek fellaþik á hólmi, ok er þat mikill skaði, ef þit látizt báðir.Nú vil ek bjóða þér þann kost, ef þú gefr Bela líf, atvit sverjumst í fóstbræðralag.\" Angantýr segir: \"Þatþykki mér jafnaðarboð, at vit Beli gerumst fóstbræðr,en í því þykki mér mikit veitt, ef ek skal vera þinnfóstbróðir.\" Var þetta síðan bundit fastmælum. Þeirvöktu sér blóð í lófum ok gengu undir jarðarmen oksóru þar eiða, at hverr skyldi annars hefna, ef nokkurrþeira yrði með vápnum veginn. Síðan könnuðu þeirlið sitt, ok váru hroðin tvau skip af hvárum. Þeirgræddu menn sína, þá er sárir váru. Eptir þat helduþeir í burt þaðan þrim skipum ok tuttugu ok helduheim um haustit ok sátu um kyrrt um vetrinn meðmikilli virðingu. Þóttu nú engir menn frægri í sínumhernaði en þeir fóstbræðr."}}