{"originalTitle": "Beowulf_Xxxvii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxxvii", "text": {"0": "XXXVIIÐā ic æt þearfe [gefrægn]  þēodcyningesandlongne eorl  ellen cȳðan,cræft ond cēnðu,  swā him gecynde wæs.Ne hēdde hē þæs heafolan,  ac sīo hand gebarnmōdiges mannes,  þǣr hē his mǣges healp,þæt hē þone nīðgest  nioðor hwēne slōh,secg on searwum,  þæt ðæt sweord gedēaffāh ond fǣted,  þæt ðæt fȳr ongonsweðrian syððan.  þā gēn sylf cyninggewēold his gewitte,  wæll-seaxe gebrǣdbiter ond beaduscearp,  þæt hē on byrnan wæg;forwrāt Wedra helm  wyrm on middan.Fēond gefyldan  --ferh ellen wræc--,ond hī hyne þā bēgen  ābroten hæfdon,sibæðelingas;  swylc sceolde secg wesan,þegn æt ðearfe!  þæt ðām þēodne wæssīðas[t] sigehwīla  sylfes dǣdum,worlde geweorces.  Dā sīo wund ongon,þē him se eorðdraca  ǣr geworhte,swelan ond swellan;  hē þæt sōna onfand,þæt him on brēostum  bealonīð(e) wēollattor on innan.  Dā se æðeling gīong,þæt hē bī wealle  wīshycgendegesæt on sesse;  seah on enta geweorc,hū ðā stānbogan  stapulum fæsteēce eorðreced  innan healde.Hyne þā mid handa  heorodrēorigne,þēoden mǣrne  þegn ungemete till,winedryhten his  wætere gelafedehilde sædne  ond his hel(m) onspēon.Bīowulf maþelode--  hē ofer benne spræc,wunde wælblēate;  wisse hē gearwe,þæt hē dæghwīla  gedrogen hæfde,eorðan wynn(e);  ðā wæs eall sceacendōgorgerīmes,  dēað ungemete nēah --:'Nū ic suna mīnum  syllan woldegūðgewedu,  þǣr mē gifeðe swāǣnig yrfeweard  æfter wurdelice gelenge.  Ic ðās lēode hēoldfīftig wintra;  næs sē folccyning,ymbesittendra  ǣnig ðāra,þē mec gūðwinum  grētan dorste,egesan ðeon.  Ic on earde bādmǣlgesceafta,  hēold mīn tela,ne sōhte searonīðas,  nē mē swōr felaāða on unriht.  Ic ðæs ealles mægfeorhbennum sēoc  gefēan habban;forðām mē wītan ne ðearf  Waldend fīramorðorbealo māga,  þonne mīn sceaceðlīf of līce.  Nū ðū lungre geonghord scēawian  under hārne stān,Wīglāf lēofa,  nū se wyrm ligeð,swefeð sāre wund,  since berēafod.Bīo nū on ofoste,  þæt ic ǣrwelan,goldǣht ongite,  gearo scēawigeswegle searogimmas,  þæt ic ðȳ sēft mægeæfter māððumwelan  mīn ālǣtanlīf ond lēodscipe,  þone ic longe hēold.'"}}