{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_13", "text": {"0": "Þat berr nú til nýlundu, at þá þeir léku sem glaðast íhöllunni, at maðr gekk inn í höllina. Sá var mikill vextiok fríðr sýnum. Hann var í rauðum skarlatskyrtli ok silfrbeltium sik ok gullhlað um enni. Hann var slyppr okfór leikandi sem aðrir, þar til er hann kom fyrir konung.Hann reiðir þá upp hnefann ok dregr svá snöggt umnasir konungi, at ór honum hrutu þrjár tennrnar, enblóð stökk ór nösum hans ok munni, en hann fell sjálfrí öngvit. Sigurðr sér nú þetta. Hann kastar nú hörpunniupp í sængina, en rak báða hnefana í millum herðakvámumanninum, en hann sneri undan, en Sigurðreptir honum ok þeir Siggeirr ok allir aðrir, en sumirstyrmdu yfir konunginum. Smiðr tók í hönd brúðinniok leiddi hana upp í sængina ok læsti hana innan í magahörpunnar, en þeir drógu hana út um glugginn, semúti váru, ok svá Smið með, ok flýttu sér til skips ok gengusíðan út á þat. Þá var sá þar kominn, er konunginn hafðislegit. Sigurðr gekk ok út á skipit, er hann kom at, enSiggeirr eptir honum með brugðit sverð. Sigurðr snýrþá aptr í móti honum ok hratt honum á kaf; urðuhans menn at draga hann á land verr en dauðan. EnSmiðr hjó landfestina, ok drógu menn segl upp ok gerðubæði at sigla ok róa ok létu ganga út á haf slíkt er mátti.Hrærekr hljóp til skips ok margir menn aðrir með honum,en er skipum var fram hrundit, fell þar inn kolblársjór, ok urðu þeir at landi at leggja ok urðu at hafa sitthugarmót svá búit, váru ok allir menn verr en ráðlausiraf drykkjuskap. Konungr raknar nú við ok var þó lítilsmáttar, ok leituðu menn við at næra hann, en hann varmjök máttdreginn. Snerist nú veizlan í sút ok sorg. Enþá konungr hresstist, gerðu þeir ráð sín, ok kom þeimþat saman at slíta eigi fjölmenninu ok búast sem skjótastat fara eptir þeim fóstbræðrum.Ok látum þá nú búast, en víkjum sögunni aptr tilþeira kumpána, at þeir sigla, þangat til at vegir skiljastok annarr lá til Bjarmalands. Þá bað Bósi Herrauðsigla heim til Gautlands, en hann kvaðst eiga erendi tilBjarmalands. Herrauðr segist eigi við hann skilja, -- \"eðahvat er í erendum þínum þangat?\" Hann segir þatmundu síðar sýnast. Smiðr bauð at bíða þeira fimmnætr. Bósi sagði, at þeim mundi þat vel duga, ok fóruþeir nú á bátnum til lands tveir saman ok földu bátinní leyni nokkuru, en þeir gengu til byggða, þar sem karlbjó ok kerling. Þau áttu dóttur væna. Þar var vel viðþeim tekit ok gefit gott vín at drekka um kveldit. Bögu-Bósileit hýrliga til bóndadóttur, en hún var mjök tileygðtil hans á móti. Litlu síðar fóru menn til svefns.Bósi kom til sængr bóndadóttur. Hún spyrr, hvat hannvill. Hann bað hana hólka stúfa sinn. Hún spyrr, hvarhólkrinn væri. Hann spurði, hvárt hún hefði engan. Húnsagðist engan hafa, þann sem honum væri hæfiligr. \"Ekget rýmt hann, þó at þröngr sé,\" sagði hann. \"Hvar erstúfinn þinn?\" sagði hún. \"Ek get nærri, hvat ek má ætlahólkborunni minni.\" Hann bað hana taka á millum fótasér. Hún kippti at sér hendinni ok bað ófagnað eigastúfa hans. \"Hverju þykkir þér þetta líkt?\" sagði hann.\"Pundaraskapti föður míns ok sé brotin aptan af þvíkringlan.\" \"Tilfyndin ertu,\" sagði Bögu-Bósi; hann drógull af hendi sér ok gaf henni. Hún spyrr, hvat hannvill á móti hafa. \"Ek vil sponsa traus þína,\" sagði hann.\"Ekki veit ek, hvernig þat er,\" segir hún. \"Ligg þú sembreiðast,\" kvað hann. Hún gerði sem hann bað. Hannferr nú á millum fótanna á henni ok leggr síðan neðan íkviðinn á henni, svá at allt gekk upp undir bringspölu.Hún brá við hart ok mælti: \"Þú hleyptir inn sponsinuum augat, karlmaðr,\" kvað hún. \"Ek skal ná því óraptr,\" segir hann, \"eða hversu varð þér við?\" \"Svá dáttsem ek hefði drukkit ferskan mjöð,\" kvað hún \"ok hafþú sem vakrast í auganu þvegilinn,\" sagði hún. Hannsparir nú ekki af, þar til at hana velgdi alla, svá at hennilá við at klígja, ok bað hann þá at hætta. Þau tóku núhvíld, ok spyrr hún nú, hvat manna hann væri. Hannsagði it sanna ok spyrr, hvárt hún væri nokkut í kærleikumvið Eddu konungsdóttur. Hún sagðist opt koma ískemmu konungsdóttur ok vera þar vel tekin. \"Ek munhafa þik at trúnaðarmanni,\" sagði hann, \"ok vil ek gefaþér til þrjár merkr silfrs, at þú komir konungsdótturí skóginn til mín.\" Hann tók nú ór pungi sínum þrjárvalhnetr. Þær váru sem á gull sæi. Hann fekk henniþær ok bað hana segja konungsdóttur, at hún vissieinn þann lund í skóginum, at slíkar hnetr væri nógar.Hún sagði konungsdóttur eigi upporpna fyrir einumok sagði henni fylgja at jafnaði gelding þann, \"er Skálkrheitir ok er svá sterkr, at hann hefir tólf karla afl, hvatsem reyna þarf.\" Bósi kvaðst þat eigi hirða, ef ekkiværi við fleirum at sjá.Um morguninn snemma fór hún at finna konungsdótturok sýnir henni gullhnetrnar ok sagðist vita, hvarslíkar mætti nógar finna. \"Förum þangat sem fyrst,\"segir konungsdóttir, \"ok þrællinn með okkr.\" Ok svágera þau. Þeir kompánar váru nú komnir í skóginn oksnúa til móts við þau. Bósi heilsar jungfrúnni ok spyrr,hví hún ferr svá einmana. Hún kvað eigi hættligt umþat. \"Þat er nú sem takast vill,\" segir Bósi, \"ok ger núhvárt er þú vilt, at fara með mér viljug eða geri ekskyndibrúðlaup til þín hér í skóginum.\" Þrællinn spyrrnú, hverr gaurr svá firna djarfr er, at slíkt lofar sér atgleypa. Herrauðr bað hann þegja, fúlan slána. Þrællinnsló með stórri kylfu til Herrauðar, en hann brá viðskildinum. Höggit var svá þungt, at hann brotnaði allr.Herrauðr hljóp undir þrælinn, en hann tók fast í móti,ok váru þeira sviptingar sterkligar, ok fór þrællinn hvergiá hæl. Bósi kom þá at ok tók fætrna undan þrælnum, oklögðu síðan snöru á háls honum ok hengdu hann þar áeikunum. Síðan setti Bósi konungsdóttur á handleggsér ok bar hana til skips, ok létu frá landi ok fóru þartil, er þeir fundu Smið. Konungsdóttir barst lítt af, enþegar Smiðr hafði orð við hana, tók af henni allan óhug,ok sigldu heim í Gautland."}}