{"originalTitle": "Þáttr_Af_Ragnars_Sonum_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þáttr_Af_Ragnars_Sonum_Chapter_5", "text": {"0": "Sigurðr ormr í auga ok Björn járnsíða ok Hvítserkrhöfðu herjat víða um Frakkland. Þá sneri Björn heimtil ríkis síns. Eptir þat barðist Örnúlfr keisari við þábræðr, ok fell þá af Dönum ok Norðmönnum hundraðþúshundraða. Þar fell þá Sigurðr ormr í auga, ok Guðröðrhét annarr konungr, er þar fell. Hann var sonrÓláfs Hringssonar, Ingjaldssonar, Ingasonar, Hringssonar,er Hringaríki er við kennt. Hann var sonr Dagsok Þóru drengjamóður. Þau áttu níu syni, ok er afþeim komin Döglinga ætt. Helgi hvassi hét bróðirGuðröðar. Hann hafði brott ór orrostunni merki Sigurðarorms í auga ok sverð hans ok skjöld. Hann fórheim til Danmarkar með sínu liði ok fann þar Áslaugu,móður Sigurðar, ok sagði henni tíðendin. Þá kvaðÁslaug vísu:\"Sitja veiðivitjarvals á borgar halsum,böl er, þats hefir of hafnathrafn Sigurðar nafni;blása nýtinjótarnás í spán at hánum,ofsnemma lét Óðinnálf valmeyjar deyja.\"En af því at Hörða-Knútr var ungr, þá var Helgi þarmeð Áslaugu lengi til landvarnar. Sigurðr ok Blæja áttudóttur. Hún var tvíbura við Hörða-Knút. Áslaug gafhenni nafn sitt ok fæddi hana upp síðan ok fóstraði.Hana fekk síðan Helgi hvassi. Þeira sonr var Sigurðrhjörtr. Hann var allra þeira manna fríðastr ok mestrok sterkastr, er menn höfðu sét. Þeir váru jafngamlirGormr Knútsson ok Sigurðr hjörtr. En er Sigurðr vartólf vetra, þá drap hann berserk þann í einvígi, erHildibrandr hét, ok þá tólf saman. Eptir þat giftiKlakk-Haraldr honum dóttur sína, er Ingibjörg hét.Þau áttu tvau börn, Guðþorm ok Ragnhildi. Þá spurðiSigurðr, at Fróði konungr, föðurbróðir hans, var dauðr.Fór hann þá norðr til Noregs ok gerðist konungr yfirHringaríki, ættleifð sinni. Frá honum er löng saga,því at hann vann margs kyns þrekvirki. En þat er atsegja frá lífláti hans, at hann reið út á eyðimerkr atveiða dýr, sem vandi hans var til, ok kom þar mótihonum Haki Haðaberserkr með þrjá tigu manna alvápnaðraok barðist við hann. Þar fell Sigurðr ok hafðidrepit áðr tólf menn, en Haki konungr hafði látithönd sína hægri ok hafði þó þrjú sár önnur. Eptirþat reið Haki konungr með sínum mönnum á Hringaríkitil Steins, sem bú Sigurðar var, ok tók brott Ragnhildi,dóttur hans, ok son hans, Guðþorm, ok mikit gózannat ok flutti heim með sér á Haðaland. Ok litlusíðar lét hann efna til veizlu mikillar ok ætlaði at gerabrullaup sitt, en þat dvaldist, því at sár hans höfðustilla. Ragnhildr var þá fimmtán vetra gömul, en Guðþormrfjórtán vetra. Leið svá haustit ok vetrinn framum jól, at Haki lá í sárum. Þá var Hálfdan konungrsvarti á Heiðmörk at búum sínum. Hann sendi Hárekgand ok með honum hundrað manna, ok fóru þeiryfir um ís á Mjörs á Haðaland á einni nótt ok kómuí dagan á bæ Haka konungs ok tóku allar dyrr á þeimskála, er hirðmenn sváfu í. Ok síðan gengu þeir tilsvefnskemmu Haka konungs ok tóku þar Ragnhildi okGuðþorm, bróður hennar, ok allt þat fé, er þar var,ok hafa brott með sér. Þeir brenndu skálann okþar inni í alla hirðina ok fara síðan brott. En Hakikonungr stóð upp ok klæddi sik ok gekk eptir þeimum hríð. Ok er hann kom at vatnsísinum, þá snerihann niðr hjöltunum á sverðinu ok lagðist á blóðrefilinnok fekk þar bana ok er þar heygðr á vatnsbakkanum.Hálfdan konungr sá, at þeir óku yfir ísinn meðvagn tjaldaðan, ok þóttist vita, at þeira erendi mundiorðit hafa slíkt sem hann vildi. Lét hann þá senda boðum alla byggð ok bauð til öllu stórmenni á Heiðmörkok gerði þann dag mikla veizlu. Gerði hann þá brullauptil Ragnhildar, ok váru þau saman síðan margadaga. Þeira sonr var Haraldr konungr inn hárfagri, erfyrstr varð einvaldskonungr yfir öllum Noregi."}}