{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_19", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_19", "text": {"0": "Sá atburðr hefir verit út í löndum, at einn konungrátti tvá sonu, ok tók hann sótt ok andaðist, en synirhans vilja drekka erfi eptir hann. Þeir bjóða til þessarveizlu svá, at allir menn skyldu koma þangat, þeir erá þrimr vetrum inum næstum spyrja þetta. Nú spyrstþetta víða um lönd. Ok á þessum þrimr vetrum búastþeir við þessi veizlu. Ok er þat sumar kemr, er erfiskyldi drekka, ok sú stund, er ákveðin var, þá verðr svámikit fjölmenni, at engi vissi dæmi til, hvé mikit var,ok váru margar stórar hallir skipaðar ok mörg tjöld úti.Ok er leið mjök it fyrsta kveld, kemr maðr einn til hallarþessarar. Þessi maðr er mikill, svá at þar var engijafnmikill, ok þat sá á búnaði hans, at hann hafði hjátignum mönnum verit. Ok er hann kemr í höllina,gengr hann fyrir þá bræðrna ok kveðr þá ok spyrr, hvarþeir vísi honum til sætis. Þeim leizt vel á hann ok báðuhann sitja á inn æðra bekk. Hann þurfti tveggja mannarúm. Ok þegar hann hafði niðr setzt, var honum borindrykkja sem öðrum mönnum, ok ekki horn var svá mikit,at eigi drykki hann af í einum drykk, ok þat þóttust allirsjá, at honum þótti engis um vert um alla aðra. Sváverðr enn, at annarr maðr kemr til þessarar veizlu. Sávar heldr meiri en inn fyrri. Þessir menn hafa síða höttu.Ok er þessi maðr kemr fyrir hásætit inna ungu konunga,kveðr hann þá listuliga ok biðr þá vísa sér til sætis. Þeirmæltu, at þessi maðr skyldi innar sitja á inn æðra bekk.Nú gengr hann til sætis síns, ok eru þeir svá miklir írúmi báðir saman, at fimm menn hafa upp risit fyrirþeim. En sá, er fyrr kom, er þó minni drykkjumaðr.En inn síðari drakk svá skjótt, at hann hellti náliga í sikaf hverju horni, ok eigi finna menn þó, at hann verðidrukkinn, ok heldr lætr hann óþokkuliga við sínumsessunautum ok snýr baki við þeim. Sá, er fyrri kom,bað, at þeir skyldi eiga gaman saman, -- \"ok mun ekfyrri.\" Hann stakk við honum hendi ok kvað vísu:\"Seg frá þegnsköpum þínum,þik ráðumst ek spyrja:hvar sáttu hrafn á hrísluhrolla dreyra fullan?Optar þáttu at öðrum,í öndvegi fundinn,en dreyrug hræ drægirí dal fyr valfugla.\"Nú þykkir þeim, er utar sat, til leitat við sik í slíkutilkvæði ok kvað vísu í móti:\"Þegi heimdregi heitinn,hvat er þik vesallátan,hefir aldrigi unnit,er ek mega þrotna;feitaðir sverðs né sólarsæki-tík at leiki,gafta hálu hesti,hvat rækir þú, drykkju.\"Nú svarar hinn, er fyrri kom:\"Hafs létum vér hestahlýr stinn á brim renna,meðan á bjartar brynjurblóði dreif um síður;ylgr gein, arnar, mönnum,eyddist gráðr, of svíra,harðmeldr gátum heiðanhveðnu, blóði roðna.\"Ok nú kvað sá, er síðar kom:\"Alls engi sák yðarn,þars upp lokinn fundumHeita vang fyr hvítumhesti máva rastar;ok við lasi lúðrarfyr landi vér undumhallar ríka molluhrafns fyr rauðum stafni.\"Ok enn kvað sá, er fyrr kom:\"Samira okkr at öldrumí öndvegi þræta,hvat okkarr hefir unnithvaðarr framar öðrum;þú stótt, þars bar bárabrandahjört at sundi,en ek sat, þars rá reiddirauðan stafn til hafnar.\"Nú svarar sá, er síðar kom:\"Fylgdum Birni báðirat brandagný hverjum,váru reyndir rekkar,en Ragnari stundum;vark, þars bragnar börðust,á Bolgaralandiþví bark sár á síðu,sit innar meir, granni.\"Enda kenndust þeir þá við of síðir ok váru þar síðanat veizlu."}}