{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_22", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_22", "text": {"0": "Nú er várdagar kómu, bjuggust þeir heiman fóstbræðrok höfðu þrjá tigi skipa. Heldu þeir í Austrvegok herjuðu þar ok um Svíþjóð ok allt it Eystrasalt. Fóru þeir vel með hernaði sínum, sem þeir váruvanir, drápu víkinga ok ránsmenn, hvar sem þeir gátuþá hent, en létu bændr ok kaupmenn fara í friði.Nú er þar til at taka í öðrum stað, er Ötunfaxi fréttirfall Úfa, bróður síns. Þótti honum þat mikill skaði.Þat er af honum at segja, at hann leitar þrjú sumursamfleytt þeira fóstbræðra.Nú er þat at segja, at þeir Beli konungr leggja einndag at skerjum þeim, er Brennieyjar heita. Leggja þeirí lægi ok búast vel um. Eptir þat ganga þeir fóstbræðrþrír á land ok þar til, er þeir koma at einum bæ litlum.Þar stóð maðr fyrir dyrum ok klauf skíð. Hannvar í grænni heklu ok furðu digr. Hann heilsar Þorsteinimeð nafni. Þorsteinn segir: \"Okkar er mikillkennispeki munr, þú heilsar mér með nafni, en ek maneigi, at ek hafi sét þik, eða hvat heitir þú?\" \"Óvanter nafn mitt,\" segir hann, \"ek heiti Brennir, ok er ekVífilsson, bróðir Víkings, föður þíns. Átti hann mik,þá er hann var í hernaði, er hann átti heima hjá Háloga.Hefi ek hér upp vaxit í eynni ok búit hér síðan.En hefir þú nokkut, Þorsteinn frændi, frétt til Ötunfaxavíkings?\" \"Eigi,\" segir Þorsteinn, \"eða hvat kanntuaf honum at segja?\" \"Þat,\" sagði Brennir, \"at hann hefirleitat þín um þrjú ár, ok liggr hann hér öðrum megineyjanna með öllum sínum flota. Vill hann hefna SlysaÚfa,bróður síns. Hann hefir fjóra tigi skipa ok öllstór. Hann er stórr sem tröll, en bíta engi járn.\" \"Hvater nú til ráða?\" segir Þorsteinn. \"Engi ráð kann ek þérat gefa,\" segir Brennir, \"nema þú getir fundit Sindradverg, því at ek veit, at honum er illa við hann, endamun honum sízt ráðaskortr.\" \"Hvert er hans at vænta?\"segir Þorsteinn. \"Hann á heima í eyjunni, er hér liggrskammt undan landi, er heitir in minni Brenniey. Hannbýr í einum steini, en óvænligt þykki mér, at þú getirhann fundit, en til reiðu er þér hér í nótt.\" \"Hitt munfyrir liggja,\" segir Þorsteinn, \"at halda eigi kyrru fyrir.\"Gengu þeir þá til skipa sinna.Síðan setti Þorsteinn fram bát ok reri til eyjarinnar.Þorsteinn gekk þar einn á land. Ok er hann kom ateinum læk, sá hann, at tvau börn léku sér við lækinn,piltr ok stúlka. Þorsteinn frétti þau at nafni. Sveinninnnefndist Herrauðr, en píkan Herríðr. \"Hefi ek týntgulli mínu,\" segir hún. \"Veit ek þat muni Sindra, föðurmínum, illa líka. Mun ek eiga ván hirtingar.\" Þorsteinnsegir: \"Hér er eitt gull, er ek vil gefa þér.\" Hún tókvið gullinu ok varð gglöð við, -- \"ok skal ek þetta fáföður mínum, eða má ek ekki þat gera, ef þér væri batií?\" \"Eigi er þat,\" segir Þorsteinn, \"ok kom þú hingatföður þínum til tals við mik ok fylg svá, at hann séí ráðum með mér um þá hluti, er mik varðar.\" \"Því ateins get ek þat gert,\" segir Herríðr, \"at Herrauðr, bróðirminn, fylgi mínum vilja, því at Sindri má ekki mótihonum láta.\" \"Veiztu þat,\" segir Herrauðr, \"at ek fylgiþér um alla hluti.\" Þorsteinn spretti af sér silfrbeltiok gaf honum. Þar fylgdi búinn knífr. Sveinninn mælti:\"Þetta var vel gefit. Skal ek allan hug á leggja, at þittmál gangi fram. Bíð hér, til þess við systkin komumaptr.\" Nú gerði Þorsteinn svá.En er stund löng var liðin, kom þar Sindri dvergrok þau systkin með honum. Sindri heilsar Þorsteiniglaðliga ok mælti \"Hvat viltu mér, Þorsteinn?\" \"Þat,\"segir Þorsteinn, \"at ek vilda, at þú legðir ráð á meðmér, hversu ek gæti unnit Ötunfaxa víking.\" \"Þar séek ekki ráð til,\" segir Sindri, \"at nokkurr mennskr maðrgeti Faxa unnit. Miklu er hann verri viðreignar ennokkurr annarr. Vil ek letja þik þess at halda til orrostuvið hann, því at þú lætr þar menn þína, ok er þér beztat halda í burt í nótt undan eyjunum.\" \"Þat skal aldriverða,\" segir Þorsteinn. \"Þótt ek viti þat fyrir, at ekmissa lífit, þá vil ek þat þó heldr en flýja at óreyndu.\"\"Þat sé ek,\" segir Sindri, \"at þú ert in mesta kempa.Legg ek þat til með þér, at þú affermir öll skip þín ínótt ok berir fjárhlut á land, en hlaðir skipin af trjámok grjóti. Síðan haf þú þik snemma at á morgin okkom fyrr at þeim en þeir vakna. Megið þit kemba þeimekki hagligar tjaldkúlur. Þurfið þit þess alls við, efþér getið nokkurn bug á Faxa unnit, því at þat vil eksegja þér, at því síðr bíta hann nokkur járn, at hannbítr eigi sverðit Angrvaðill. Hér er einn tygilknífr, erHerríðr, dóttir mín, vill gefa þér ok launa þér svágullit, ok þat ætla ek, at hann bíti á Ötunfaxa, ef þúkemr honum hagliga við. Herrauðr, sonr minn, munþví launa þér beltit, at þú skalt nefna mik á nafn, efþér þykkir nokkut á bresta. Munu vit nú skilja fyrstat sinni, ok far þú vel ok heill. Þat mæli ek um, atmínar dísir sé þér jafnan til fylgis.\"Síðan fór Þorsteinn til báts síns ok reri til sinnamanna. Bjóst hann við þegar um nóttina ok færði féaf skipum, en grjót í staðinn. Ok er þat var gert, komBrennir karl af bæ ofan ok hafði kylfu stóra í hendi,alla slegna af járni ok stórum járngöddum. Hún varsvá þung, at varla gat meðalmaðr lypt af jörðu. Brennirmælti: \"Handvápn þetta vil ek gefa þér, Þorsteinnfrændi, ok mun þér einum vápnhæft sakir þunga, enþó mun hún heldr létt við Ötunfaxa. Þykki mér núráð, at Angantýr hafi sverðit Angrvaðil, en þú beristmeð kylfunni. Þó at hún sé ekki fimligt meðfæri, þámun hún þó mannskæð vera. Vilda ek nú, frændi, getaveitt þér meira lið, en eigi hefi ek föng á því.\" Snýrhann þá á land upp."}}