{"originalTitle": "Sörla_Saga_Sterka_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_16", "text": {"0": "Hins er nú at geta, at Sörli konungsson sat heimahjá föður sínum í Upplandaríki, ok höfðu þeir feðgarsaman dregit ógrynni hers. Einn dag mælti Sörli konungssonvið föður sinn: \"Nú vil ek,\" sagði hann, \"heðanburt sigla til Svíþjóðar ok leita um sættir við þábræðr, ef kostr er á, en þér skuluð hér eptir vera meðhelming liðsins ásamt Haraldi konungi ok Sigvalda,mínum bróður, en drekinn Skrauti skal útskipaðrliggja til varnar hér fyrir staðnum.\" Öllum þótti þettaráðligt.Eptir svá talat sigldi Sörli konungsson inn sterkiburt af Noregi austr fyrir land ok allt at eynni Mostr,sú ey er lukt hömrum stórum ok skógi vaxin, sigldimillum landsins ok eyjarinnar. En í þeim sama punktsigldi Högni konungsson framanvert við eyna, ok fórustsvá hjá, at hvárugir hittu aðra. Sigldi Sörli beintat Svíaríki ok tók höfn nærri borginni, ok lét hannþar reisa herbúðir sínar.Nú er hins at geta, at Högni konungsson sigldi beintundir Noreg. Gaf þeim vel byri ok kómu við land athöfnum þeim, er lágu í nánd Upplandaríkis. Ok erþeir nálguðust, litu þeir þar fyrir sér liggja fjörutíuskip, ok sáu þeir þar ok kenndu drekann Skrauta. Komþá reiði ok grimmd í hjarta á Högna, ok mælti hannsíðan: \"Auðsét er þat nú, at heima mun vera Sörli innsterki, því at hér kenni ek drekann Skrauta.\" Bað Högniþá skjótt leggja at skipunum, ok svá var gert.Sá maðr, er yfir var settr drekann, hét Ívarr. Hann varaf Finnmörk austan, einn góðr riddari. Þá mælti Högni:\"Þér inir leiðu þrælar skuluð þat vita, at ek býð tvákosti. Annarr er sá, at þér gefið á mitt vald þennagóða dreka, en sá annarr, ef þér vilið eigi þenna, atþér verið þá fé ok fjör, meðan þrek til vinnst, fyriross.\" Ívarr svaraði hans máli ok sagði þat enga ván, athann upp gæfi drekann. Við þetta varð Högni æfarreiðr. Tókst nú at skömmum fresti með þeim inn snarpastibardagi, ok var þá eigi at sökum at spyrja. Eggjaðiþá Högni sína menn til atsóknar ok mælti við einnsinna manna, er Svalr hét: \"Þat hugða ek, at þú mundirvera góðr riddari, en nú vill mér eigi þat reynast.\"Svalr mælti: \"Ef engi þinna manna, konungsson, gengrtæpiligar fram en ek, þá má ek makliga sneypu líða.\"Ok í þessu hljóp Högni fyrstr upp á drekann ok meðhonum Svalr. Hjó Högni þá ok lagði hvern, sem fyrirstóð, ok þyrmdi engum, en Svalr gekk með öðru borði.Kom Ívarr þá í móti Sval ok höggr til hans, svá at Svalrfell flatr niðr ok blóð rann ákaft af munni hans ok vitum.Þá mælti Ívarr: \"Segðu heim til Svíþjóðar, þá þúkemr þar, at þú hafir hitt oss norska fyrir, ok vil eknú þó bæta þér, ef þér þykkir eigi duga.\" Þá mæltiSvalr: \"Lítt veiztu þat, löðrmenni, hvárt vit erumskildir at svá búnu eða eigi.\" Spratt nú Svalr fimliga áfætr, greip sinni hendi um hvárn fót Ívari ok slengdihonum niðr, svá at haussinn brotnaði í smátt. Þá mæltiSvalr: \"Svá plögum vér svenskir at gera refunum, nærþeir ganga í gildruna, ok hlægir mik þat, at eigi munirþú fréttir heim segja Erlingi konungi.\" En er Ívarrvar fallinn, hafði Högni gagnrutt drekann, ok varþetta allt jafnsnart í senn. Gengu nú allir á hönd Högna,sem eptir váru. Tók Högni þá drekann á sitt vald, sigldisíðan heim til hafnar ok lét nú þegar reisa herbúðirsínar skammt frá borginni Erlings konungs."}}