{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_16", "text": {"0": "Aðils konungr sitr nú at Uppsölum. Hann átti tólfberserki, ok váru þeir honum til landvarnar ok viðöllum háska ok ófriði. Helgi konungr býr nú ferð sínatil Uppsala at ná í burtu Yrsu. Hann kemr þar við land.Ok sem Aðils konungr spyrr þetta, at Helgi konungrer þar kominn við land, þá spyrr hann Yrsu drottningu,hversu hún vill láta fagna Helga konungi. Hún segir:\"Þú sér þar ráð fyrir, en þú veizt þat áðr, at engier sá maðr, at mér sé meiri vandi við heldr en hann.\"Ok þat sýnist Aðils konungi af at bjóða honum tilveizlu, en ekki ætlar hann, at þetta skuli prettalaustvera. Helgi konungr þekkist þetta, ferr til veizlu meðhundrað manna, en fjöldinn er við skip niðri. Aðilskonungr tekr við honum báðum höndum. Yrsa drottningætlar at sætta konungana, ok gerir hún allt sæmiligatil Helga konungs. Helgi konungr verðr svá feginndrottningu, at hann lætr hjá sér líða allt annat. Villhann við hana tala allar þær stundir, sem hann mánýta, ok sitja svá at veizlu.Þat bar til tíðenda, at berserkir Aðils konungs kómuheim. Ok þegar þeir váru við land komnir, ferr Aðilskonungr at finna þá, svá at ekki verða aðrir vísir. Hannbiðr þá at fara á skóg þann, sem í millum borgar er okskipa Helga konungs, ok bað þá þaðan hlaupa at Helgakonungi, er hann færi til skipa sinna. \"Mun ek oksenda lið til fulltings við yðr, ok skal þat koma á bakþeim, svá at þeir verði í klofanum, því at ek vil núum trútt vinna, at Helga konung reki eigi undan, þvíat ek skil, at hann hefir þá ást á drottningu, at ek vileigi hætta á tiltæki hans.\"Helgi konungr sitr nú at veizlunni ok er vandligaleyndr þessu vélræði ok svá drottningin. Yrsa drottningsegir Aðils konungi, at hún vill hann gefi Helga konungistórmannligar gjafir, gull ok gersemar. Hann heitrþví, en ætlaði sjálfum sér reyndar. Ferr Helgi konungrí burt við þetta, ok fylgir Aðils konungr ok drottninginhonum á götu, ok skiljast þau nú drottningin ok konungarnirheldr líkliga. Ok eigi miklu síðar en Aðilskonungr hafði aptr horfit, urðu þeir Helgi konungrvarir við ófrið, ok brestr þegar bardagi. Helgi konungrgekk vel fram ok barðist hraustliga, en fyrir ofrefliþví, sem í móti var, þá fell þar Helgi konungr meðgóðan orðstír með mörgum sárum ok stórum, ok komsumt liðit á bak þeim Aðils konungs, ok urðu svá ámilli steins ok sleggju. Yrsa drottning varð ekki fyrrvör við en Helgi konungr var fallinn ok lokit var bardaganum.Þar fell með Helga allt þat lið, sem upp hafðigengit, en hitt flýði heim undan í Danmörk. Ok lýkrhér þætti Helga konungs."}}