{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_13", "text": {"0": "Einn dag litu þeir bæ mikinn reisiligan fyrir sér.Vilhjálmr mælti: \"Hér fáum vit góða gisting í kveldat bæ þessum, því at hér á fyrir at ráða frændi minn,er Ölvir heitir ok er góðr bóndi ok heldr marga sveina.Ok er þeir kómu heim at bænum, gekk bóndi í mótiþeim ok fagnaði vel Vilhjálmi ok þeim báðum okspurði, hverr sá væri inn mikli maðr.\" Vilhjálmr segir:\"Hrólfr heitir hann ok er húsbóndi minn. Mikill erhann ok sterkr, vel ættaðr ok mikill kappi.\" Bóndi bauðþeim til drykkju. Þar var margt frelsingja. Vilhjálmrvildi ekki öðrum til hlíta en sér at þjóna Hrólfi oklofaði hann í hverju orði. Þar var gott öl ok gleði mikil.Nú leið svá kveldit. Drukku þeir lengi áfram, en erHrólfr gerðist drukkinn, vildi hann fara at sofa. Varhonum búin sæng virðulig. Kastaði hann klæðum afsér ok lagðist í sængina ok sofnaði skjótt.En er liðin var nóttin, vaknaði Hrólfr ok eigi viðgóðan draum, því at hann var bundinn at höndum okfótum ok reyrðr sterkliga við einn ás. Hann var klæðlaussok kominn fram at miklu báli. Þar stóð yfir honumVilhjálmr, sveinn hans, bóndi ok allir heimamenn.Vilhjálmr mælti: \"Nú er svá orðit, Hrólfr, at ek erorðinn þér yfirsterkari, ok mundir þú eigi þat ætlafyrir stundu. Eru nú enn tveir kostir fyrir höndum:Er sá annarr, at þú skalt verða brenndr hér á báli þessu,svá at aldri skaltu sól sjá, elligar skaltu fylgja mér íGarðaríki ok þjóna mér í öllum hlutum ok kalla mikþinn meistara ok allt þat sanna, er ek segi frá mínumhögum. Þú skalt allar þrautir vinna, þær sem fyrir mikverða lagðar, þar til er konungr játar mér Gyðu, systursinni, til eiginorðs, en síðan skaltu lauss vera ór minniþjónustu. Aldri skaltu mér þessa vanvirðing hefna okengum þeim manni, er hér hefir at verit, ok hér skaltueið at vinna at halda þetta allt, er nú hefi ek fyrir skilit,eða nú í stað í eldinum brenna.\" Þá sagði Hrólfr: \"Meðþví at mér er nokkut til undanlausnar at komast órþinni áþján, þá mun ek heldr þessu játa en missa lífit,því at þat veit ek, at lítt nái ek jarlsins erendi, ef ekdey nú hér. Vil ek ok þat til skilja, at þú segir ekkimína fyrirætlun eða hvat manna ek er, ella sé laussallr okkar skilnaðr.\" Vilhjálmr sagði svá gera skyldu.Var Hrólfr nú leystr, ok sór hann eið, eptir því semþá var siðvenja til. Þjónar Hrólfr nú Vilhjálmi ok létsem honum þætti einskis um vert. Fóru þeir frá Ölvi,ok reið Vilhjálmr, en Hrólfr gekk fyrir hesti hans. Þeirfóru um Svíþjóð ok þaðan til Garðaríkis. Ekki er þatgreint, hverja leið þeir fóru, fyrr en þeir kómu tilAldeigjuborgar. Sat Eirekr konungr í borginni, ok varþetta á öndverðum vetri. Fengu þeir sér herbergi okgengu síðan fyrir konung."}}