{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_12", "text": {"0": "\"Öskruðr hét jotunn,\" sagði hún. \"Hann var kominnór Jötunheimum. Kúla hét drottning hans. Bræðr hansváru þeir Gautr ok Hildir. Faðir minn, Öskruðr, okmóðir áttu átján dætr, ok var ek yngst af þeim,ok var þat allra manna mál, at ek væri vænst af þeim.Faðir minn ok móðir tóku sótt ok dóu bæði, ok váruþau tyrfð ok tröllum gefin, en vér systr tókum alltlausafé öll, en þeir Gautr ok Hildir áttu landit, okurðu þeir lítt ásáttir. Faðir minn hafði átt þrjákostgripi. Þat var horn ok tafl ok gullhringr. Þeir bræðrtóku hornit ok taflit af oss systrum, en hringinum gátumvit haldit, ok er þat góðr gripr. Systr mínar vildubjóða yfir mik, ok varð ek ein at þjóna allt, en ef ekmælti á móti, þá börðu þær á mér. Þóttumst ek þá eigimega við vera. Hét ek þá á Þór at gefa honum hafr þann,sem hann vildi velja, en hann skyldi jafna með osssystrum.Þórr kom til vár. Hann lagðist með systur minni innielztu ok lá hjá henni um nóttina, en þær systr öfunduðuhana ok drápu hana um morguninn. Svá gerði Þórr viðallar systr mínar, at hann lá þær allar, ok váru allardrepnar, en þat kunni hver þeira at mæla við aðra,ef nokkurri yrði þess auðit at eiga barn við Þór, at þatskyldi hvárki vaxa né vel dafna. Síðan lá Þórr hjá mérok gerði mér stúlku þessa, sem nú megið þit hér sjá,ok hefir þat hrinit á henni, sem þær báðu, því at húner nú alin minni en þá er hún kom til. Þórr gaf mérallan arfinn eptir þær systr. Hefir hann ávallt verit mérí liðsinni síðan. Tók ek þá undir mik alla peningana.Sótti mik nú svá mikil ergi, at ek þóttumst eigi mannlauslifa mega.Hringr hét sonr konungs af Smálöndum. Hann einnsá ek svá af mönnum, at mér leizt vel á. Gerða ek þáferð mína til móts við hann, en hann var þá farinn tilGautlands at biðja Ingibjargar, dóttur Bjarkmars jarls.Flýtta ek þá ferðinni, ok kom ek til Gautlands. VarHringr konungsson at drekka þá sitt brullaup, ok komek, þá er brúðina skyldi inn leiða. Lögðumst ek þániðr á strætit, ok ætlaða ek gera henni nokkur vélendi,en hún sá mik fyrri ok spyrndi sínum fótum við mérok braut í mér báða lærleggina. Var hún síðan leidd íhöll ok sett í sæti sitt. Ek kom inn í höllina, ok varðek at einni flugu, ok fór ek upp undir hennar klæði,ok ætlaða ek at rífa hana á hol á náranum. Hún þekktimik þegar ok keyrir knífskapt sitt á síðu mér ok brautí mér þrjú rifin, ok var mér til þess annast at fara íburtu. Líðr nú á daginn, ok var brúðrin til sængr leidd,en því næst var brúðguminn út leiddr. Tók ek hann þáí fang mér, ok þóttumst ek hlaupa fram á sjóvarhamra,ok ætlaða ek at drekkja honum, svá at engi skyldi meganjóta hans. En þá er ek þóttumst sleppa honum ofanfyrir hamrana, þá varð eigi betr en svá, at ek kasta honumþá upp yfir fortjaldit, ok kom hann niðr í sænginahjá brúðinni, en ek var fangin griðalaus, ok mátta ek þáhvergi undan komast. Skylda ek þá leysa líf mitt, okskylda ek fara í undirheima ok sækja þrjá kostgripi:skikkju þá, sem eigi mætti í eldi brenna, ok horn þat,er aldrigi yrði allt af drukkit, ok tafl þat, sem sjálftléki sér, þegar nokkurr léki annars vegar."}}