{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_8", "text": {"0": "Nú er sagt Eireki konungi, at kominn sé í staðinnHrólfr konungr Gautreksson með sex tigu manna. Konungrfekk menn til at bjóða honum til veizlu í höllsína. Sem Hrólfi konungi kómu þessi orð, ferr hanná konungs fund, ok var honum tekit vel ok sæmiliga,en með engri blíðu eða ölværð. Var honum skipat íöndvegi á inn óæðra bekk. Kómu þeir síð dags. Váruþá tekin borð ok vist ok drykkr inn borinn. Ok er þeirhöfðu drukkit um hríð, váru margir vel kátir. Hrólfrkonungr var heldr hljóðr ok fátalaðr. Eirekr konungrorti orða á hann ok spurði tíðenda af Gautlandi eðaannars staðar, þar sem hann hafði fréttir. Hrólfr konungrsagði með öllu tíðendalaust af Gautlandi. Eirekrkonungr mælti: \"En hver eru eyrendi yðar hingat tilvár Svíanna, er þér ríðið um hávetr með margmenni?\"Hrólfr konungr svaraði: \"Vér höfum verit sjálfráðirferða várra hér til, hversu sem þat berr til heðan af,hvárt sem vér höfum farit á skipum eða hestum. Enþar sem þér spyrið at eyrendi váru, þá höfðum vérætlat at bera þau fram í meira tómi, en nú, þar semþú fréttir at, þá ætla ek, at vér þurfum þeim eigi atfresta, því at satt er þat mælt, er aptans bíðr óframssök. Er þat eyrendi mitt hingat, at ek mæli til mægðavið þik, en til samfara við Þornbjörgu, dóttur þína.Vildu vér nú skjótt heyra skýr andsvör váru máli.\"Eirekr konungr svaraði: \"Kann ek glensyrðum yðrumGautanna, at þér talið margt kátligt, þá er þérdrekkið, ok má þat eigi allt marka. Mun ek vera nærgætryðr Gautunum ok yðru eyrendi. Mér er sagt, atþar sé hallæri mikit með yðr Gautum. Berr þat mjöktil, að Gautland er óvítt ok lítit aftektum, en mannfjöldimikill. Þér fæðið jafnan mikinn her á yðrumkostnaði ok eruð örlátir ok góðir af yðru, meðan tiler. Nú þykkjumst ek vita, at þér mun þykkja mjök atskorpna, ok munu þér því hafa heiman farit, at yðrmun þykkja illt at þola sult ok harðrétti. Þat er okmikil várkunn, at slíkum mönnum sem þér eruð þykkiþat vera mikil vandræði at vera við þat, ef þú mátteigi halda þroska þínum. Var þetta ráð miklu vitrligra,at leita sér hjálpar þangat, sem líkast þótti, heldren velta af út í vesöld. Vil ek þetta vel fyrir þér virða,þótt þú væntir þér hér nokkurrar hjálpar af oss. Vilek þat skjótt gera augljóst fyrir þér, hvern beina þérfáið í váru ríki. Vér viljum lofa yðr mánaðar yfirförum várt ríki, ef þér vilið með þökkum taka þessadvöl. Ok ef annarr konungr veitir yðr slíkar hjálpir,þá er mikil ván, at þú komir þessu fólki ósoltnu heim,sem með þér ferr, en far ekki með þann hégóma, atþér biðið kvenna, hvárki minnar dóttur né annarra, þvíat þat mun yðr at skjali einu verða, meðan þér eruðsvá af yðr komnir af skorti ok hallæri. En þá er þessitími er úti, mun enn nokkut fyrir brenna, er þér komiðheim, ok beri þér fyrir þetta engan hugarekka svá búit.\""}}