{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_13", "text": {"0": "Þat er nú þessu næst, at Þorsteinn liggr í valnumok má sér ekki fyrir mæði, en lítt var hann sárr. En erá leið nottina, heyrði hann, at vagn gekk eptir ísnum.Þar næst sá hann, at maðr fylgdi vagninum. Hannkenndi þar föður sinn. Ok er hann kom at valnum,ruddist hann um fast ok kastaði þeim dauðu frá sérok öllum harðara konungs sonum. Sá hann, at allirváru dauðir nema Þorsteinn ok Þórir. Spurði hann þá,hvárt þeir mætti nokkut mæla. Þórir kvað þat satt vera.Þó sá Víkingr, at hann flakti sundr af sárum. Þorsteinnkvaðst ekki sárr vera, en móðr mjök. Víkingr tók Þórií fang sér. Þótti Þorsteini hann þá enn sterkliga tiltaka, þótt hann væri gamall. Þorsteinn gekk sjálfr atvagninum ok lagði sik upp í með vápnum sínum. Síðanleiddi Víkingr vagninn. Veðrit tók at þykkna ok blána,ok svá skjótt skipaðist um, at í senn á lítilli stunduþótti Víking sem allr íssinn færi í burt. Var þat mjökjafnsnemma, at þeir kómu at landi ok íssinn var allraf vatninu. Síðan fór Víkingr heim í svefnskála sinn.Þar var jarðhúss munni hjá rekkju hans, ok lét hannþá þar í niðr. Var þar nóg drykkr ok vist ok klæðnaðrok allt þat hafa þurfti. Græddi Víkingr Þóri, son sinn,því at hann var góðr læknir. Annarr endir á húsinuvar í skógi. Þar varaði Víkingr syni sína við sem mest,at þeir skyldi aldri ór jarðhúsinu koma, því at hannkvað Ógautan þegar vísan verða, at þeir væri á lífi,\"eigum vér þá skjótt ván ófriðar.\" Þeir hétu góðu umþat. Leið nú þar til, at Þórir var alheill.Gekk þat nú um öll heruð, at þeir væri nú allirdauðir Víkingssynir. Þó kom á nokkurr pati af Ógautan,at eigi væri víst, hvárt Þórir væri dauðr. Bað Jökullhann þá eptir leita, ef hann mætti víss verða, hvarÞórir væri niðr kominn. Lagðist Ógautan þá djúpt okvar þó aldri vísari heldr um Þóri.Þat var einn dag, at Þórir mælti við Þorstein: \"Daufligtþykki mér hér í jarðhúsinu. Nú er veðr gott, okvil ek, at vit förum á skóg at skemmta okkr.\" \"Eigivil ek þat,\" segir Þorsteinn, \"því at vit brjótum þáboðorð föður okkars.\" \"Fara skal ek sem áðr,\" segirÞórir. Þorsteinn nennti eigi eptir at vera. Fóru þeirþá á skóginn um daginn ok skemmtu sér. En um kveldit,er þeir ætluðu heim at ganga, sáu þeir, hvar ein refkeilalítil fór. Hún viðraði í allar ættir ok snuðraðiundir hverja eik. Þórir mælti: \"Hverr ófagnaðr er þetta,frændi, er hér ferr?\" \"Eigi veit ek þat gerla,\" segirÞorsteinn. \"Ek þykkist einn tíma hafa sét þat kvikendi,er þessu er líkt, en þat var um nóttina í skálanum, áðrJökull kom þar, ok er þat ætlan mín, at þetta sé bikkjustakkrinnÓgautan.\" Tók hann þá spjót ok skaut atrefkeilunni, en hún smó niðr í jörðina. Ganga þeir núheim í jarðhúsit ok létu sem ekki sé í orðit. Litlu síðarkom Víkingr jarl þar ok mælti: \"Nú hafið þit illagert, er þit hafið brotit boð mitt ok verit úti af jarðhúsinu,ok er Ógautan víss orðinn, at þit eruð hér.Þykki mér ván, at þeir bræðr komi hér skjótt meðófriði.\""}}