{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_34", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_34", "text": {"0": "Síðan fór Böðvarr leið sína til Hleiðargarðs. Hannkemr til konungs atsetu. Böðvarr leiðir síðan hestsinn á stall hjá konungs hestum inum beztu ok spyrrengan at, gekk síðan inn í höllina, ok var þar fáttmanna. Hann sezt utarliga, ok sem hann hefir veritþar litla hríð, heyrir hann þrösk nokkut utar í hornití einhverjum stað. Böðvarr lítr þangat ok sér, at mannshöndkemr upp ór mikilli beinahrúgu, er þar lá. Höndinvar svört mjök. Böðvarr gengr þangat til ok spyrr,hverr þar væri í beinhrúgunni. Þá var honum svaratok heldr óframliga: \"Höttr heiti ek, Bökki sæll.\" \"Hvíertu hér,\" segir Böðvarr, \"eða hvat gerir þú?\" Höttrsegir: \"Ek geri mér skjaldborg, Bökki sæll.\" Böðvarrsagði: \"Vesall ertu þinnar skjaldborgar.\" Böðvarr þrífrtil hans ok hnykkir honum burt ór beinahrúgunni.Höttr kvað þá hátt við ok mælti: \"Nú viltu mér bana.Ger eigi þetta, svá sem ek hefi nú vel um búizt áðr,en þú hefir nú rótat sundr skjaldborg minni, ok hafðaek nú svá gert hana háva utan at mér, at hún hefir hlíftmér við öllum höggum ykkar, svá at ekkert högg hefirkomit á mik lengi, en ekki var hún enn svá búin semek ætlaða hún skyldi verða.\" Böðvarr mælti: \"Ekkimuntu fá skjaldborgina gerða lengr.\" Höttr mælti okgrét: \"Skaltu nú bana mér, Bökki?\" Böðvarr bað hannekki hafa hátt, tók hann upp síðan ok bar hann út órhöllinni ok til vatns nokkurs, sem þar var í nánd, ok gáfufáir at þessu gaum, ok þó hann upp allan. Síðan gekkBöðvarr til rúms, sem hann hafði áðr tekit, ok leiddieptir sér Hött, ok þar setr hann Hött hjá sér, en hanner svá hræddr, at skelfr á honum leggr ok liðr. En þóþykkist hann skilja, at þessi maðr vill hjálpa sér.Eptir þat kveldar, ok drífa menn í höllina, ok sjáHrólfs kappar, at Höttr er settr á bekk upp, ok þykkirþeim sá maðr hafa gert sik ærit djarfan, er þetta hefirtil tekit. Illt tillit hefir Höttr, þá hann sér kunningjasína, því at hann hefir illt eitt af þeim reynt. Hannvill lifa gjarna ok fara aptr í beinahrúgu sína, enBöðvarr heldr honum, svá at hann náir ekki í burtu atfara, því at hann þóttist ekki jafnberr fyrir höggumþeira, ef hann næði þangat at komast, sem hann er nú.Hirðmenn hafa nú sama vanda ok kasta fyrst beinumsmám um þvert gólfit til Böðvars ok Hattar. Böðvarrlætr sem hann sjái eigi þetta. Höttr er svá hræddr, athann tekr eigi mat né drukk, ok þykkir honum þá okþá sem hann muni vera lostinn. Ok nú mælti Höttrtil Böðvars: Bökki sæll, nú ferr at þér stór hnúta, okmun þetta ætlat okkr til nauða.\" Böðvarr bað hannþegja. Hann setr við holan lófann ok tekr svá við hnútunni.Þar fylgir leggrinn með. Böðvarr sendir aptrhnútuna ok setr á þann, sem kastaði, ok rétt framan íhann með svá harðri svipan, at hann fekk bana. Slóþá miklum ótta yfir hirðmennina.Kemr nú þessi fregn fyrir konung ok kappahans upp í kastalann, at maðr mikilúðligr sé kominntil hallarinnar ok hafi drepit einn hirðmann hans, okvildu þeir láta drepa manninn. Hrólfr konungr spurðisteptir, hvárt hirðmaðrinn hefði verit saklauss drepinn.\"Því var næsta,\" sögðu þeir. Kómust þá fyrir Hrólfkonung öll sannendi hér um. Hrólfr konungr sagðiþat skyldi fjarri, at drepa skyldi manninn. \"Hafi þithér illan vanda upp tekit at berja saklausa menn beinum.Er mér í því óvirðing, en yðr stór skömm, at geraslíkt. Hefi ek jafnan rætt um þetta áðr, ok hafi þit atþessu engan gaum gefit, ok hygg ek, at þessi maðrmuni ekki alllítill fyrir sér, er þér hafið nú á leitat,ok kallið hann til mín, svá at ek viti, hverr hann er.\"Böðvarr gengr fyrir konung ok kveðr hann listiliga.Konungr spyrr hann at nafni. \"Hattargriða kalla mikhirðmenn yðar, en Böðvarr heiti ek.\" Konungr mælti:\"Hverjar bætr viltu bjóða mér fyrir hirðmann minn?\"Böðvarr mælti: \"Til þess gerði hann, sem hann fekk.\"Konungr mælti: \"Viltu vera minn maðr ok skipa rúmhans?\" \"Ekki neita ek at vera yðarr maðr, ok munu vitekki skiljast svá búit, vit Höttr, ok dveljast nær þér báðirheldr en þessi hefir setit, elligar vit förum burt báðir.\"Konungr sagði: \"Eigi sé ek at honum sæmd, en ek sparaekki mat við hann.\"Böðvarr gengr nú til þess rúms, sem honum líkaði,en ekki vill hann þat skipa, sem hinn hafði áðr. Hannkippir upp í einhverjum stað þrem mönnum, ok síðansettust þeir Höttr þar niðr ok innar í höllinni en þeimvar skipat. Heldr þótti mönnum ódælt við Böðvar, oker þeim inn mesti íhugi at honum."}}