{"originalTitle": "Beowulf_Xviii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xviii", "text": {"0": "XVIIIHim wæs ful boren,  ond frēondlaþuwordum bewægned,  ond wunden goldēstum geēawed,  earm[h]rēade twā,hrægl ond hringas,  healsbēaga mǣstþāra þe ic on foldan  gefrægen hæbbe.Nǣnigne ic under swegle  sēlran hȳrdehordmāðûm hæleþa,  syþðan Hāma ætwægtō þǣre byrhtan byrig  Brōsinga mene,sigle ond sincfæt,--  searonīðas flēahEormenrīces,  gecēas ēcne rǣd.--þone hring hæfde  Hlgelāc Gēata,nefa Swertinges  nȳhstan siðe,siðþan hē under segne  sinc ealgode,wælrēaf werede;  hyne wyrd fornam,syþðan hē for wlenco  wēan āhsode,fǣhðe tō Frȳsum.  Hē þā frætwe wæg,eorclanstānas  ofer ȳða ful,rīce þēoden;  hē under rande gecranc.Gehwearf þā in Francna fæþm  feorh cyninges,brēostgewǣdu,  ond se bēah somod;wyrsan wīgfrecan  wæl rēafedonæfter gūðsceare,  Gēata lēodehrēawīc hēoldon.--  Heal swēge onfēng.Wealhðēo maþelode,  hēo fore þǣm werede spræc:' Brūc ðisses bēages,  Bēowulf lēofa,hyse, mid hǣle,  ond þisses hrægles nēot,þēo[d]gestrēona,  ond geþēoh tela,cen þec mid cræfte,  ond þyssum cnyhtum weslāra līðe!  Ic þē þæs lēan geman.Hafast þū gefēred,  þæt ðe feor ond nēahealne wīdeferhþ  weras ehtigað,efne swā sīde  swā sǣ bebūgeðwindgeard weallas.  Wes þenden þū lifige,æþeling, ēadig!  Ic þē an telasincgestrēona.  Bēo þū suna mīnumdǣdum gedēfe,  drēamhealdende!Hēr is ǣghwylc eorl  ōþrum getrȳwe,mōdes milde,  mandrihtne hol[d],þegnas syndon geþwǣre,  þēod ealgearo,druncne dryhtguman;  dō swā ic bidde !'Ēode þā tō setle.  þǣr wæs symbla cyst,druncon wīn weras.  Wyrd ne cūþon,geōsceaft grimme,  swā hit āgangen wearðeorla manegum,  syþðan ǣfen cwōm,ond him Hrōþgār gewāt.  tō hofe sīnum,rīce tō ræste.  Reced weardodeunrīm eorla,  swā hīe oft ǣr dydon.Bencþelu beredon;  hit geondbrǣded wearðbeddum ond bolstrum.  Bēorscealca sumfūs ond fǣge  fletræste gebēag.Setton him tō hēafdon  hilderandas,bordwudu beorhtan;  þǣr on bence wæsofer æþelinge  ȳþgesēneheaþostēapa helm,  hringed byrne,þrecwudu þrymlīc.  Wæs þēaw hyra,þæt hīe oft wǣron  an wīg gearwe,gē æt hām gē on herge,  gē gehwæþer þāraefne swylce mǣla,  swylce hira mandryhtneþearf gesǣlde;  wæs sēo þēod tilu."}}