{"originalTitle": "Grettis_Saga_Chapter_27", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_27", "text": {"0": "Þorgils bjó þá á Reykjahólum. Hann var son Ara Mássonar,    Atlasonar hins rauða, Úlfssonar hins skjálga er nam    Reykjanes. Móðir Þorgils Arasonar var Þorgerður dóttir Álfs    úr Dölum. Önnur dóttir Álfs var Þórelfur, móðir Þorgeirs    Hávarssonar. Átti Þorgeir þar traust mikið fyrir frændsemis    sakir því að Þorgils var mestur höfðingi í    Vestfirðingafjórðungi. Hann var svo mikill þegnskaparmaður að    hann gaf hverjum frjálsum manni mat svo lengi sem þiggja    vildi. Varð af þessu jafnan fjölmennt á Reykjahólum. Hafði    Þorgils rausn mikla af búnaði sínum. Hann var góðgjarn maður    og forvitri. Þorgeir var með Þorgilsi á vetrum en fór á    Strandir á sumrum.    Eftir víg Þorgils Mákssonar fór Þorgeir á Reykjahóla og sagði    Þorgils þessi tíðindi.    Þorgils sagði honum þar vist til reiðu hjá sér \"en það hygg    eg,\" sagði hann, \"að þeir verði þungir í eftirmálinu en eg er    ófús að auka vandræðum. Nú mun eg senda mann til Þorsteins og    bjóða fébætur fyrir víg Þorgils en ef hann vill eigi sættum    taka þá mun eg þetta mál ekki með kappi verja.\"    Þorgeir kvaðst hans forsjá hlíta mundu.    Um haustið sendi Þorgils mann til Þorsteins Kuggasonar að    leita um sættir en hann var þver í því að taka fé fyrir    vígsmálið við Þorgils en um önnur víg kvaðst hann gera mundu    eftir skynsamra manna tillögum. Og er Þorgils frétti þetta    kallar hann Þorgeir á tal við sig og spyr hver liðveisla    honum þætti sér þá hallkvæmust. Þorgeir kvaðst helst utan    fara ef hann yrði sekur. Þorgils sagði að þessa mundi    freistað verða.    Skip stóð uppi í Norðurá í Borgarfirði. Í því skipi keypti    Þorgils á laun far til handa þeim fóstbræðrum. Leið svo af    veturinn.    Þorgils frétti að þeir Þorsteinn fjölmenntu mjög til alþingis    og sátu í Ljárskógum. Því frestaði hann heiman að ríða að    hann vildi að þeir Þorsteinn væru undan suður riðnir þá er    hann kæmi vestan og svo varð. Reið Þorgils suður og þeir    fóstbræður með honum. Í þessi ferð drap Þorgeir Böggul-Torfa    að Márskeldu. Þá drap hann þá Skúf og Bjarna í Hundadal.    Svo segir Þormóður í Þorgeirsdrápu:Kapp lét höldr með heppni,hríð gerðist þá sverða,hrátt gat hrafn að slítahold, Máks syni goldið.Enn var vogs að vígiviggríðandi síðan,kænn bar greipr að gunnigjarna, Skúfs og Bjarna.    Þorgils sættist þar þegar á vígin Skúfs og Bjarna þar í    dalinum og dvaldist honum lengur en hann hafði áður ætlað.    Fór Þorgeir til skips en Þorgils til þings og kom eigi fyrr    en gengið var til dóma.    Þá bauð Ásmundur hærulangur til varna um vígsmálið Þorgils    Mákssonar. Þorgils gekk að dóminum og bauð fébætur fyrir    vígið ef Þorgeir yrði þá sýkn. Hann leitaði til varna í    málinu hvort þeir ættu eigi allan veiðiskap frjálsan á    almenningum. Var þá lögmaður að spurður hvort þetta væri    lögvörn. Skafti var þá lögmaður og fylgdi hann Ásmundi fyrir    frændsemis sakir. Sagði hann að það væru lög ef þeir væru    jafnir menn en sagði að fyrr ættu að taka bændur en    einhleypingar. Ásmundur sagði að Þorgils hefði boðið þeim    fóstbræðrum jafnaðarskipti á þeim hvalnum hinum óskorna þá er    þeir komu til, og var þá lokið þeirri vörn. Gengu þeir    Þorsteinn og frændur hans þá að með kappi og létu sér ekki    annað líka en Þorgeir væri sekur ger. Sá Þorgils að þá varð    annaðhvort að gera að ganga að með fjölmenni, en þó óvíst    hvað í aflaðist, eða láta þá fara fram sem þeim líkaði. Og    við það að Þorgeiri var í skip komið leiddi Þorgils hjá sér    málið. Var Þorgeir sekur ger en fyrir Þormóð voru teknar    fébætur og skyldi hann sýkn vera.    Þeir Ásmundur og Þorsteinn þóttu mikið vaxa af þessu    eftirmáli. Riðu menn þá heim af þinginu. Töluðu sumir menn að    Þorgils hefði lítt fylgt málinu en hann gaf sér fátt að því    og lét hvern tala hér um slíkt er vildi.    En er Þorgeir frétti sekt sína sagði hann svo: \"Það mundi eg    vilja að þeir er mig hafa sekan gert hefðu þessa full gjöld    áður lýkur ef eg mætti ráða.\"    Gautur hét maður og var kallaður Sleituson. Hann var frændi    Þorgils Mákssonar. Gautur var ráðinn í skip þetta er Þorgeir    skyldi sigla í. Hann ýfðist við Þorgeir og lét ófrýnlega. En    er kaupmenn fundu það þótti þeim ekki einsætt að þeir færu í    einu skipi. Þorgeir sagðist eigi hirða hversu Gautur léti    síga brýnnar en þó var það til ráðs tekið að Gautur réðst úr    skipinu og fór norður til sveita. Varð eigi að með þeim    Þorgeiri að því sinni en þó reis af þessu sundurþykki með    þeim sem síðar bar raun á."}}