{"originalTitle": "Völsunga_Saga_Chapter_30", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_30", "text": {"0": "Eptir þetta gekk Brynhildr út ok settist undir skemmuveggsinn ok hafði margar harmtölur, kvað sér allt leitt,bæði land ok ríki, er hún átti eigi Sigurð. Ok ennkom Gunnarr til hennar. Þá mælti Brynhildr: \"Þúskalt láta bæði ríkit ok féit, lífit ok mik, ok skal ekfara heim til frænda minna ok sitja þar hrygg, nemaþú drepir Sigurð ok son hans. Al eigi upp úlfhvelpinn.\"Gunnarr varð nú mjök hugsjúkr ok þóttist eigi vita,hvat helzt lá til, alls hann var í eiðum við Sigurð, oklék ýmist í hug, þótti þat þó mest svívirðing, ef konangengi frá honum. Gunnarr mælti: \"Brynhildr er méröllu betri, ok frægst er hún allra kvenna, ok fyrr skalek líf láta en týna hennar ást,\" ok kallar til sín Högna,bróður sinn, ok mælti: \"Fyrir mik er komit vandmælimikit,\" segir, at hann vill drepa Sigurð, kvað hann hafavélt sik í tryggð, -- \"ráðum vit þá gullinu ok ölluríkinu.\"  Högni segir: \"Ekki samir okkr særin at rjúfameð ófriði. Er oss ok mikit traust at honum. Eru engirkonungar oss jafnir, ef sjá inn hýnski konungr lifir,ok slíkan mág fám vér aldri, ok hygg at, hversu gottværi, ef vér ættim slíkan mág ok systursonu, ok sé ek,hversu þetta stenzt af. Þat hefir Brynhildr vakit, okhennar ráð koma oss í mikla svívirðing ok skaða.\"Gunnarr svarar: \"Þetta skal fram fara, ok sé ek ráðit:Eggjum til Guttorm, bróður okkarn. Hann er ungr okfás vitandi ok fyrir utan alla eiða.\" Högni segir: \"Þatráð lízt mér illa sett, ok þótt fram komi, þá munu vérgjöld fyrir taka at svíkja slíkan mann.\" Gunnarr segirSigurð deyja skulu, -- \"eða mun ek deyja ella.\" Hannbiðr Brynhildi upp standa ok vera káta. Hún stóðupp ok segir þó, at Gunnarr mun eigi koma fyrr ísama rekkju henni en þetta er fram komit. Nú ræðastþeir við bræðr. Gunnarr segir, at þetta er gild banasök,at hafa tekit meydóm Brynhildar, -- \"ok eggjumGuttorm at gera þetta verk\", ok kalla hann til sín okbjóða honum gull ok mikit ríki ok vinna þetta til. Þeirtóku orm einn ok af vargsholdi ok létu sjóða ok gáfuhonum at eta sem skáldit kvað:\"Sumir viðfiska tóku,sumir vitnishræ skífðu,sumir Guttormi gáfugera holdvið mungátiok marga hlutiaðra í tyfrum.\"Ok við þessa fæðslu varð hann svá æfr ok ágjarn okallt saman ok fortölur Grímhildar, at hann hét at geraþetta verk. Þeir hétu honum ok mikilli sæmd í móti.Sigurðr vissi eigi ván þessa vélræða. Mátti hann okeigi við sköpum vinna né sínu aldrlagi. Sigurðr vissisik ok eigi véla verðan frá þeim.Guttormr gekk inn at Sigurði eptir um morgininn,er hann hvíldi í rekkju sinni. Ok er hann leitvið honum, þorði Guttormr eigi at veita honum tilræðiok hvarf út aptr, ok svá ferr í annat sinn. AuguSigurðar váru svá snör, at fár einn þorði gegn at sjá.Ok it þriðja sinn gekk hann inn, ok var Sigurðr þásofnaðr. Guttormr brá sverði ok leggr á Sigurði, sváat blóðrefillinn stóð í dýnum undir honum. Sigurðrvaknar við sárit, en Guttormr gekk út til dyranna. Þátók Sigurðr sverðit Gram ok kastar eptir honum, okkom á bakit ok tók í sundr í miðju. Fell annan vegfótahlutr, en annan höfuðit ok hendrnar aptr í skemmuna.Guðrún var sofnuð í faðmi Sigurðar, en vaknaðivið óumræðiligan harm, er hún flaut í hans blóði, oksvá kveinaði hún með grát ok harmtölur, at Sigurðrreis upp við hægendit ok mælti: \"Grát eigi,\" sagðihann. \"Þínir bræðr lifa þér til gamans, en þess tilungan son á ek, er kann eigi at varast fjándr sína, okilla hafa þeir fyrir sínum hlut sét. Ekki fá þeirslíkan mág at ríða í her með sér né systurson, ef sjánæði at vaxa. Ok nú er þat fram komit, er fyrir lönguvar spát ok vér höfum dulizt við, en engi má viðsköpum vinna. En þessu veldr Brynhildr, er mér annum hvern mann fram, ok þess má ek sverja, at Gunnarigerða ek aldri mein, ok þyrmda ek okkrum eiðum,ok eigi var ek of mikill vinr hans konu. Ok ef ekhefða vitat þetta fyrir ok stiga ek á mína fætr meðmín vápn, þá skyldu margir týna sínu lífi, áðr en ekfella, ok allir þeir bræðr drepnir, ok torveldra mundiþeim at drepa mik en inn mesta vísund eða villigölt.\"Konungr lét nú líf sitt. En Guðrún blæs mæðiligaöndunni. Þat heyrir Brynhildr ok hló, er hún heyrðihennar andvarp. Þá mælti Gunnarr: \"Eigi hlær þúaf því, at þér sé glatt um hjartarætr, eða hví hafnarþú þínum lit? Ok mikit forað ertu, ok meiri ván, atþú sér feig, ok engi væri makligri til at sjá Atla konungdrepinn fyrir augum þér, ok ættir þú þar yfir atstanda. Nú verðum vér at sitja yfir mági várum okbróðurbana.\" Hún svarar: \"Engi frýr, at eigi sé fullvegit,en Atli konungr hirðir ekki um hót yður eðareiði, ok hann mun yðr lengr lifa ok hafa meira vald.\"Högni mælti: \"Nú er fram komit þat, er Brynhildrspáði, ok þetta it illa verk, er vér fám aldri bót.\" Guðrúnmælti: \"Frændr mínir hafa drepit minn mann.Nú munu þér ríða í her fyrst, ok er þér komið til bardaga,þá munu þér finna, at Sigurðr er eigi á aðrahönd yðr, ok munu þér þá sjá, at Sigurðr var yðurgæfa ok styrkr, ok ef hann ætti sér slíka sonu, þá mættiþér styrkjast við hans afkvæmi ok sína frændr.\""}}