{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_15", "text": {"0": "Ok einn dag kom Ása at máli við Sturlaug ok mælti:\"Er sendiför á hendi þér?\" \"Satt er þat,\" segir hann,\"eða hvert ráð leggr þú á með mér, hvert ek skal leitaat þessu horni.\" Ása segir: \"Finn Véfreyju, fóstru mína,ok haf hennar ráð.\"Ok þegar eptir annan dag bjuggust þeir heiman okriðu til Véfreyju, ok er hún úti ok fagnar þeim vel, okeru þeir þar um nóttina. En um morgininn mælti Sturlaugrtil Véfreyju: \"Hvat kanntu at segja mér af horniþví, er úrarhorn heitir?\" Kerling mælti: \"Þat er bæðiek kann þar eigi frá segja, enda vil ek eigi.\" Sturlaugrmælti: \"Veiztu nokkurn þann, er þar kunni frá at segja,því at ek vildi þat gjarna vita.\" Véfreyja segir: \"Járngerðrheitir kona ok er systir mín. Far til hennar ok vit,hvat hún hefir at segja.\" Þeir ríða nú á brott ok létta eigifyrr sinni ferð en þeir koma þar, sem Járngerðr á fyrirat ráða, eru þar um nóttina. Sturlaugr spurði Járngerði,hvárt hún kynni at segja frá úrarhorni. Hún segir: \"Þarkann ek eigi frá at segja, en veit ek konu þá, er vitamun.\" Sturlaugr spurði, hver sú væri. \"Snælaug heitirsystir mín. Hana á Hrólfr konungr á Hundingjalandi,en yðr er eigi fært at fara þangat, því at til mikils munverða sú ferð um þat, er þér komið aptr.\" Ríða þeir fóstbræðrheim at svá fregnuðu."}}