{"originalTitle": "Beowulf2_Xxxix", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xxxix", "text": {"0": "XXXIXThen it had happened to the young man,With sorrow of mind, that he on the earth sawThe dearest one at the end of his lifeLivid become. The slayer too lay,The fearful earth-drake, of life bereft,Oppressed with bale: the ring-treasures longerThe twisted serpent might not control,But the swords' edges took him away,The hard battle-notched leavings of hammers,So that the wide-flier, still from his wounds,Fell on the earth nigh the hoard-hall;Not at all through the air did he go springingIn the midst of the night, proud of his treasuresShowed he his form: but he to earth fellOn account of the handwork of this battle-prince.Now that in the land to few of men throveOf might-possessors, as I have heard say,Though he were bold in every deed,That one should meet the poison-foe's breath,Or the ring-hall disturb with his hands,If he were to find the waking guardOn the mount watching. By Beowulf wasThe portion of treasures paid for with death:It had for each the end obtainedOf fleeting life. -'Twas not then long afterThat the cowardly ones the wood forsook,The unwarlike truth-breakers, ten together,Who durst not before fight with their spearsIn their liege lord's very great need:But they ashamed bore then their shields,Their weeds of war, where the aged one lay;They gazed upon Wiglaf. He wearied sat,The fighter-on-foot, near his lord's shoulders,Refreshed him with water: it naught him availed.He might not on earth, though he well would,In the great prince his life retain,Nor the Almighty's will could he change;The doom of God in deeds would disposeFor each one of men, as He now doth.Then was from the youth an answer grimFor him easy gotten, who before lost his valor.Wiglaf then spoke, Weohstan's son,The sorrowful man (he looked on the unloved):\"Lo! that may he say who will speak truth,That the folk-king who gave you the treasures,The war-equipments, in which ye there stand,When he on the ale-bench often presentedTo the hall-sitters helmet and burnie,The prince to his thanes, such as anywhere bravestFrom far or nigh he was able to find, -That he without doubt the weeds of warTo no purpose wasted. When war him assailed,Not at all did the folk-king of his comrades-in-warHave cause to boast: yet God him granted,The Ruler of victory, that himself he avengedAlone with his sword, when he had need of strength.I to him little life-defence mightIn battle afford, and yet I undertookBeyond my power my kinsman to help:He was always the worse, when I with the sword struckThe life-destroyer: the fire ran stronger,Welled from his breast. Too few defendersPressed round the prince, when the evil befell him.Now taking of jewels and giving of swords.All joy of home for your own kindred,Comfort shall cease: of rights of landEach one of men of this kindred tribeMust be deprived, after the princesFrom afar hear of your desertion,Inglorious deed. Death shall be betterTo each one of earls than a life of disgrace.\""}}