{"originalTitle": "Hrómundar_Saga_Gripssonar_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrómundar_Saga_Gripssonar_Chapter_7", "text": {"0": "Í því bili kom Hrómundr í bardagann. Helgi innfrækni þekkti hann ok mælti: \"Nú er sá kominn hér,sem vá Hröngvið, bróður minn. Megi þér nú sjá viðhans sverði, sem hann sótti í hauginn. Varstu nú fjarri,er ek drap bræðr þína.\" Hrómundr mælti: \"Eigi þarftu,Helgi, at frýja mér hugar, því at annathvárt ek eða þúskulum nú falla.\" Helgi sagði: \"Mistilteinn er svá þungtvápn, at þú fær eigi valdit. Vil ek ljá þér þat annatsverð, er þú getr valdit.\" Hrómundr mælti: \"Eigiþarftu at bregða mér um hugleysi. Muna muntu þathögg, er ek gaf Hröngviði, þá hauss hans molaðist.\"Helgi sagði: \"Þú, Hrómundr, hefir bundit um þínahönd sokkaband meyjar einnar. Skil þik við skjöldþann, er þú berr. Þú fær engi sár, meðan þú berr þetta,ok held ek fyrir satt þú trúir á þá meyju.\" Hrómundrþoldi eigi þessi skapraunarorð ok kastaði niðr skildinum.Helgi frækni hafði jafnan sigr haft ok vann meðfjölkynngi. Frilla hans hét Lára, sú sem þar var í álptarlíki.Helgi reiddi svá hátt sverð sitt upp yfir sik, atþat tók sundr fótlegg álptarinnar, ok renndi sverðitofan í völlinn upp at hjöltum, ok mælti: \"Nú er mínheill farin, ok illa tókst til, er ek missta þín.\" Hrómundrmælti: \"Þú vannst, Helgi, it mesta slys, er þúdrapst sjálfr frillu þína, ok farin mun þín heill.\" DattLára dauð niðr. En af því höggi, er Helgi hjó til Hrómundar,svá at sverðit hljóp at hjöltum ofan, snartoddr sverðsins kvið Hrómundar ok risti niðr, en Helgilaut eptir högginu. Var þá Hrómundr eigi seinn okhöggr Mistilteini í höfuð Helga, klauf hjálminn okhausinn, svá at staðar nam í herðum. Brotnaði þá skarðí sverðit. Eptir þat tók Hrómundr tygilkníf sinn okstakk á kviðinn á sér í sársbrúnirnar raufir, hratt sváinn ístrunni, er út hangdi, rifjar þar með saman kviðinnmeð bandi ok batt klæðin hart at, barðist svá í ákafaok felldi hvern um annan þveran ok barðist fram tilmiðrar nætr. Flýði þat lið, sem eptir var af Haldingjum.Lýkr þar með orrostu.Hrómundr sér þá, at einn maðr stendr þar á ísnum.Veit hann sá sami muni hafa með göldrum gert ísinná vatnit. Þekkti hann, at þetta var Váli. Hann kvað eigióskylt at launa honum, hljóp til hans, reiddi Mistilteinok vildi höggva hann. Váli blés sverðit ór hendi honum,ok hitti þat fyrir vök eina ok sökk niðr til grunns. Þáhló Váli ok mælti: \"Nú ertu feigr, er þú misstir Mistilteinór hendi þinni.\" Hrómundr sagði: \"Fyrr muntudeyja en ek.\" Hljóp hann þá at Vála ok greip hannupp, færði niðr við ísinn, svá at hálsbeinit brotnaði.Lá þessi galdrarumr þar dauðr. En Hrómundr settistniðr á ísinn. Hann mælti: \"Ek hafði eigi ráð meyjarinnar.Því hefi ek nú fengit fjórtán undir, ok þó þartil fellu bræðr mínir átta, ok mitt góða sverð, Mistilteinn,fell í vatnit, ok þess fæ ek aldri bætr, at ek misstisverðit.\" Gekk hann síðan þaðan ok heim at tjaldi sínuok tók nokkura hvíld."}}