{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_22", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_22", "text": {"0": "Nú er at segja frá Eireki konungi, at hann vaknar ummorguninn ok bað menn herklæðast ok leita eptirHrólfi. Var nú svá gert, ok leituðu hans þrjá daga okfundu hann eigi. Lét konungr þá leita til kastalanskonungsdóttur, ok var hún þaðan í burtu, svá at engimaðr vissi, hvat af henni var orðit. Fekk nú konunginummikils ótta allt saman, ok var mjök reiðr. Hannmælti til Vilhjálms: \"Þat sé ek, at þú hefir logit alltat mér, bæði frá þér ok Hrólfi. Má nú sjá, at hanner allr annarr maðr en þú hefir sagt. Sé ek, at Hrólfrhefir í hauginn farit, en eigi þú. Hefir hann fengit ingóðu herklæðin, en ek þau, er engu eru nýt. Máttiþat á honum sjá, at hann var stórra manna, en þú ertdáðlauss svikari, ragr í hverja taug. Hefir þú vitat allahans fyrirætlan ok þorat eigi at segja mér. Hygg ek þikat heldr eiga ríki eða aðra góða hluti, at ek ætla þikþrælborinn þorpara í allar ættir. Værir þú makligr, atek léti hengja þik á gálga fyrir þat fals ok svik, er þúhefir mér gert ok minni systur, ok mun sá dauði fyrirþér liggja, þó at hann komi nú eigi fram.\" Við þessiorð konungsins varð Vilhjálmr hræddr mjök ok mælti:\"Ek skal þat enn skjótt birta, hverr maðr ek er. Stíg eká stokk ok strengi ek þess heit, at ek skal eigi fyrr komaí sæng hjá Gyðu, systur þinni, fyrr en ek hefi Hrólfaf lífi tekit ok fært yðr höfuð hans ok jungfrúna. Skalek hér einkis manns styrk til hafa né fylgi.\" Tók núVilhjálmr vápn sín ok hest ok reið burt sem hvatligastok eptir Hrólfi, en Eirekr konungr sat eptir í Garðaríki,ok þótti nú illa at fara."}}