{"originalTitle": "Áns_Saga_Bogsveigis_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Áns_Saga_Bogsveigis_Chapter_2", "text": {"0": "Þá er Án var átján vetra, var hann öllum mönnumstærri norðr þar. Hvárki hafði honum þá enn vaxitvit né kurteisi. Þann vetr hafði Þórir setit í Hrafnistuok hafði þá fengit kenningarnafn af sverði sínu, okvar hann kallaðr Þórir þegn. En um várit bjóst Þórirat fara á konungs fund. Án biðr at fara með honum,en Þórir neitar því þverliga. En er hann fór út tilskips, kom Án þar farandi. Þórir spyrr, hvat hann viliþá. Án segist með honum fara skulu, hvárt er hannleggi þar nokkut loforð til eða ekki. Þórir segir hannhvergi fara skyldu, -- \"kann þú ekki at vera hjá höfðingjum,\"segir hann, \"at varla má við þína siðu hæfaheima hér.\" Hann tók þá Án ok batt hann við eina eikheldr sterkliga. Ekki brauzt Án við. Síðan fór hannok eigi langt, áðr hann sá, at Án fór þar ok dró eptirsér eikina; hafði hann kippt henni upp með rótum.Þórir mælti þá: \"Undramaðr ertu, frændi, at afli, en eigilízt mér þó ráð, at þú farir á konungs fund með þvílíkaskapsmuni sem þú hefir.\" Þórir skar þá af honumböndin ok mælti: \"Lítils viltu virða mín orð.\"Hann brá þá sverðinu Þegn ok ógnaði honum með:\"Þetta sverð mun kenna þér sannsýni, er þú hefir engaáðr, ok mun þat þik ekki mikils meta ok stemma ferðfyrir þér.\" Án mælti: \"Ekki muntu hræða mik semsprotabörn, ok at þú vitir, hvers ek á kosti við þik, þáskaltu nú sjá þat.\" Án þreif þá til Þóris ok brá honumá lopt ok hristi hannsem barn ok mælti: \"Sjá nú, hvatþú átt undir þér, ef okkr þykkir eigi einn veg.\" Hannlét hann þá lausan, ok sá Þórir þá, hvert efni í manninumvar. Fóru þeir þá út á skip, en at því hugði Án,hvar hann skyldi þess koma sér, at öllum þætti sér mestmein at. Kaupmenn spurðu hverr annan, hverr sjámaðr væri. Án mælti: \"Hví spyri þér mik eigi at? Ekkann at segja yðr. Ek heiti Án ok ættaðr ór Hrafnistu,bróðir Þóris þegns,\" en þeir kváðust ekki trúa því.Hann kvað þat satt, er hann segði. Þeir létu hannskyldu þar velkominn. Án var klæddr lítt. Þórir baðskera vöru til klæða honum, svá at hann væri eigi sváafleitinn, ok svá var gert. Kom honum þat ekki mjökat haldi, því at hann festi ófimliga á sik, ok varð honumengi búningsbót at þessu. Vel váru skipverjar tilÁns. Kunni hann ok eigi annat í móti at leggja."}}