{"originalTitle": "The_Story_Of_Grettir_The_Strong_Of_The_Suit_For_The_Slaying_Of_Thorbiorn_Oxmain,_And_How_Thorir_Of_Garth_Would_Not_That_Grettir_Should_Be_Made_Sackless", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "The_Story_Of_Grettir_The_Strong_Of_The_Suit_For_The_Slaying_Of_Thorbiorn_Oxmain,_And_How_Thorir_Of_Garth_Would_Not_That_Grettir_Should_Be_Made_Sackless", "text": {"0": "Of the suit for the Slaying of Thorbiorn Oxmain, and how Thorir of Garth would not that Grettir should be made sacklessTHORGILS Arison rode to the Thing with many men; and thither came all the great men of the land. Now Thorgils and Skapti the Lawman soon met, and fell to talking.Then said Skapti, \"Is it true, Thorgils, that thou hast harboured those three men through the winter who are deemed to be the wildest of all men; yea, and all of them outlawed withal, and yet hast kept them so quiet, that no one of them has done hurt to the other?\"Thorgils said it was true enough.Skapti said that great might over men it showed forth in him; \"But how goes it, thinkest thou, with the temper of each of them; and which of them thinkest thou the bravest man?\"Thorgils said, \"I deem they are all of them full stout of heart; but two of them I deem know what fear is, and yet in unlike ways; for Thormod is a great believer and fears God much; but Grettir is so fearsome in the dark, that he dares go nowhither after dusk has set in, if he may do after his own mind. But my kinsman Thorgeir I deem knows not how to fear.\"\"Yea, so it is with their minds as thou sayest,\" said Skapti; and with that they left talking.Now, at this Althing Thorod Drapa-Stump brought forward a suit for the slaying of Thorbiorn Oxmain, which he had not brought to a hearing at the Hunawater Thing, because of the kin of Atli, and he deemed that here his case would be less like to be thrown over. The kinsmen of Atli sought counsel of Skapti about the case; and he said he saw in it a lawful defence, so that full atonement would be forthcoming therefor. Then were these matters laid unto umpiredom, and most men were minded that the slayings of Atli and Thorbiorn should be set one against the other.But when Skapti knew that, he went to the judges, and asked whence they had that? They said that they deemed the slain men were bonders of equal worth.Then Skapti asked, which was the first, the outlawry of Grettir or the slaying of Atli? So, when that was reckoned up, there was a week's space betwixt Grettir's outlawry at the Althing and the slaying of Atli, which befell just after it.Then said Skapti, \"Thereof my mind misgave me, that ye had made an oversight in setting on foot the suit in that ye made him a suitor, who was outlawed already, and could neither defend nor prosecute his own case. Now I say that Grettir has nought to do with the case of the slaying, but let him take up the blood-suit, who is nighest of kin by law.\"Then said Thorod Drapa-Stump, \"And who shall answer for the slaying of Thorbiorn my brother?\"\"See ye to that for yourselves,\" said Skapti; \"but the kin of Grettir will never pour out fee for him or his works, if no peace is to be bought for him.\"Now when Thorvald Asgeirson was aware that Grettir was set aside from following the blood-suit, he and his sought concerning who was the next of kin; and that turned out to be Skeggi, son of Gamli of Meals, and Uspak, son of Glum of Ere in Bitra; they were both of them exceeding zealous and pushing.Now must Thorod give atonement for Atli's slaying, and two hundreds in silver he had to pay.Then spake Snorri the Godi, \"Will ye now, Ramfirthers,\" says he, \"that this money-fine should fall away, and that Grettir be made sackless withal, for in my mind it is that as a guilty man he will be sorely felt?\"Grettir's kin took up his word well, and said that they heeded the fee nought if he might have peace and freedom. Thorod said that he saw Grettir's lot would be full of heavy trouble, and made as if he would take the offer, for his part. Then Snorri bade them first know if Thorir of Garth would give his leave to Grettir being made free; but when Thorir heard thereof he turned away exceeding wroth, and said that Grettir should never either get out of his outlawry or be brought out of it: \"And the more to bring that about,\" said he, \"a greater price shall be put on his head than on the head of any outlaw or woodman yet.\"So, when he took the thing so ill, the freeing of Grettir .came to nought, and Gamli and his fellows took the money to them, and kept it in their ward; but Thorod, Drapa-Stump had no atonement for his brother Thorbiorn.Now Thorir and Thorod set each of them on Grettir's head three marks of silver, and that folk deemed a new thing, for never had any greater price been laid down to such an end before than three marks in all.Snorri said it was unwisely done to make a sport ofkeeping a man in outlawry who might work so much ill, and that many a man would have to pay for it.But now men part and ride home from the Thing."}}