{"originalTitle": "Ketils_Saga_Hængs_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ketils_Saga_Hængs_Chapter_4", "text": {"0": "Bárðr hét maðr, góðr bóndi, ok átti dóttur fríða,er Sigríðr hét. Sá þótti þá beztr kostr. Hallbjörn baðKetil biðja sér konu ok hyggja svá af Hrafnhildi. Ketillkvað sér ekki hug á kvánföngum, ok var hann jafnanhljóðr, síðan þau Hrafnhildr skildu. Ketill kveðstmundu fara norðr með landi. En Hallbjörn sagðistmundu fara bónorðsför fyrir hann, -- \"ok er þat illt,at þú vilt elska tröll þat.\" Síðan fór Hallbjörn bónorðsförtil Bárðar. Bóndi kvað Ketil hafa farit meiriok torveldari ferðir en biðja sér konu. \"Vænir þú miklygi?\" sagði Hallbjörn. Bóndi svarar: \"Veit ek, atKetill væri hér kominn, ef honum væri hugr á þessu,en eigi hefi ek traust til né vilja at synja þér konu.\"Ok keyptu þeir saman, ok var ákveðin brullaupsstefna.Síðan fór Hallbjörn heim. Ketill spurði ekki at tíðendum.Hallbjörn kvað mörgum meiri á vera um ráðahaginnforvitnina en Katli. En Ketill gaf at því engangaum, en þó gekk fram þessi ráðastofnun, ok var veizlangóð. Ketill fór ekki af klædum ina fyrstu nótt, erþau kómu í eina sæng. Hún fór ekki at því, ok samdistbrátt með þeim.Eptir þetta andaðist Hallbjörn, en Ketill tók viðbúsforráðum, ok var fjölmennt með honum. Ketill áttidóttur við konu sinni, er Hrafnhildr hét. Ok at liðnumþrim vetrum kom Hrafnhildr Brúnadóttir til fundarvið Ketil. Hann bauð henni með sér at vera. Enhún kveðst ekki þá mundu dveljast. \"Þar hefir þú núgert fyrir um fundi okkra ok samvistir í lauslyndiþinni ok óstaðfestu.\" Hún gekk þá til skips, mjök döprok þrungin, ok var þat auðsýnt, at henni þótti mikitfyrir skilnaðinum við Ketil. Grímr var eptir. Ketillvar ríkastr manna norðr þar, ok þótti þeim mikit traustat honum. Hann fór eitt sumar norðr á Finnmörk atfinna þau Brúna ok Hrafnhildi. Þeir fóru á litlu skipi.Þá lágu þeir við bjarg eitt hjá á nokkurri. Ketill baðGrím sækja þeim vatn. Hann fór ok sá tröll við ána.Þat bannaði honum ok vildi taka hann. Grímr hræddistok hljóp heim ok sagði föður sínum. Ketill fór þátil móts við tröllit ok kvað vísu:\"Hvat er þat býsna,er við berg stendrok gapir eldi yfir?Búsifjar okkrarhygg ek batna munu.Líttu á ljóðvega.\"Tröllit hvarf, en þeir feðgar fóru heim.Þat var á einu hausti, at víkingar kómu til Ketils.Hét annarr Hjálmr, en annarr Stafnglámr. Þeir höfðuherjat víða. Þeir beiddust at hafa þar friðland meðKatli, ok þess lét hann þeim kost, ok váru þeir meðhonum um vetrinn í góðu yfirlæti. Um vetr at jólumstrengdi Ketill heit, at hann skal eigi Hrafnhildi, dóttursína, gifta nauðga. Víkingar báðu hann hafa þarþökk fyrir. Eitt sinn kom þar Áli Uppdalakappi. Hannvar upplenzkr at ætt. Hann bað Hrafnhildar. Ketillkveðst eigi vilja gifta hana nauðga, -- \"en tala má ekmálit við hana.\" Hrafnhildr kveðst eigi vilja leggjaástarhug við Ála eða binda forlög sín við hann. Ketillsagði Ála svá búit, ok hér fyrir skorar Áli Ketil áhólm, en Ketill kveðst fara mundu. Þeir bræðr, Hjálmrok Stafnglámr, vildu berjast fyrir Ketil. En hann baðþá halda skildi fyrir sik. En er þeir kómu til vígvallar,hjó Áli til Ketils, ok varð eigi við brugðit skildinum,ok kom blóðrefillinn í enni Ketils ok arði niðr umnefit, ok blæddi mjök. Þá kvað Ketill vísu:\"Hjálmr ok Stafnglámr,hlífið ykkr báðir.Gefið rúm gömlumat ganga framar hóti.Fljúga fólknöðrur.Frækn er Dalakappi.Ljótr er leikr sverða.Litat er skegg á karli.Skrapa skinnkyrtlar.Skjálfa járnserkir.Hristast hringskyrtur.Hræðist biðill meyjar.\"Síðan sveiflar Ketill sverðinu til höfuðsins, en Áli bráupp skildinum. En Ketill hjó þá til fótanna ok undanbáða, ok fell Áli þar."}}