{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_5", "text": {"0": "Þenna sama dag gengr Víkingr á land einn atskemmta sér. Hann snýor til skógar. Varð honum þávarmt mjök. Ok er hann kom í eitt rjóðr fagrt, settisthann niðr ok sér, hvar kona gengr. Hún var harðláfögr. Hún gekk at honum ok heilsar upp á hann harðlasæmiliga, en hann tók henni vel. Þau töluðust viðlanga stund, ok fór ræða þeira heldr vinsamliga. Hannfrétti hana at nafni, en hún kvaðst Sólbjört heita Húnspyrr, hvárt hann þyrsti ekki, því at hann hafi langtgengit til. Víkingr kvað þat eigi vera. Hún tók hornundan yfirhöfn sinni ok bauð honum at drekka, enhann tók við ok drakk ok eptir þat syfar hann okhallast þá í kné Sólbjartar ok svaf. En er hann vaknar,vár hún öll í burtu. Honum var heldr orðit kynlightvið drykkinn. Hann hafði hroll mikinn í búknum.Veðrit var gustkalt, ok nær mundi hann engan hlut,sem aðr hafði verit, en sízt til Húnvarar. Fór hann tilskips ok helt í burt. Tók hann þá krankleika mikinnok lagðist í rekkju af sótt þeiri, er líkþrá heitir. Helduþeir víða fyrir land fram, því at þeir vildu hvergi ílendast.En er hann hafði tólf mánuði legit í þessum sjúkleika,tók mjök at honum at þrengja, ok fellu mörgsár á líkam hans.Þat var einn dag, at þeir lögðu at landi, at þeir sáusjau skip sigla fyrir höfnina. Ok er þeir fundust, spurðuhvárir aðra at nafni. Víkingr sagði til sín, en sá nefndistHálfdan, er fyrir var, ok vera Úlfsson. Hálfdan varstórr maðr ok sterkligr, ok þegar hann veit, hversuháttat er Víking, gekk hann á skip til Víkings, ok varþá lítill máttr hans. Hálfdan spyrr, hversu at hefðiborizt um mein hans. Víkingr segir allt, sem orðithafði. Hálfdan svarar: \"Þar hefir hamhleypan Dís Kolsdóttirkomit með metum sínum. Þykki mér seinligt atrétta sinn hluta á henni, því at hún mun þykkjast hafahefnt Háreks járnhauss, bróður síns. Nú vil ek bjóðaþér fóstbræðralag ok vita, hvárt vit getum ekki hefntá Dísi.\" Víkingr svarar: \"Enga ván veit ek mér á þvíat fyrir koma Dísi eða Jökli járnhrygg, bónda hennar,sakir vanmættis míns, en svá lízt mér á þik, at þó atek væri vel til reika, væri mér þetta vel boðit sakirkarlmennsku þinnar.\" Var þetta nú staðfest, at þeirgerðust nú fóstbræðr.Hálfdan átti dreka stóran, ok var hann kallaðr Járnbarði.Hann var allr járni varðr fyrir ofan sjó, borðhárok inn bezti gripr. Ekki höfðu þeir þar lengi verit,áðr þeir fóru burt ok heim í Svafa. Minnkaði þá máttVíkings, svá at hann gerðist banvænn. En er þeir kómuvið land, gekk Hálfdan einn frá skipum, þar til hannkom í rjóðr eitt. Þar stóð steinn einn stórr. Hann gekkat honum ok klappar á með sprota sínum. Þar gekkút dvergr sá, er þar átti heima, er Litr hét. Þeir váruvinir miklir. Hann heilsar honum blíðliga ok fréttir,hvat at erendum væri. Hálfdan segir: \"Nú þykki mérmikit á liggja, fóstri, at þú gerir nú erendi mitt.\" \"Hvater þat fóstri minn?\" segir Litr. \"Ek vilda, at þú næðirhorninu góða Dísar Kolsdóttur.\" \"Kosta þú,\" segir Litr,\"því at þat er minn bani, ef ek leita við þat, en ekfæ þat ekki þess heldr, því at þú veizt, at ekki tröll erslíkt í veröldinni sem Dís.\" \"Hér þykki mér á liggjanú,\" segir Hálfdan. \"Hví mun ek þá eigi hætta,\" segirLitr, \"þótt ek gefi mitt líf við?\" \"Vel muntu gera,\"segir Hálfdan. Skildu þeir þá at sinni. Gekk Hálfdanþá til skipa ok dvaldist þar um hríð."}}