{"originalTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_12", "text": {"0": "Þenna vetr sat Óláfr konungr í Þrándheimi. Þorsteinnfann konung at jólum ok færði honum gripiþá, sem Goðmundr sendi honum, ok hornin Hvítingaok marga aðra gripi. Sagði hann konungi frá ferðumsínum ok sýndi honum Goðrúnu. Konungr þakkaðihonum, ok lofuðu allir hans hreysti ok þótti mikilsum vert. Síðan lét konungr skíra Goðrúnu ok kennatrú. Þorsteinn lék svipuleik um jólin, ok þótti mönnumþat skemmtan mikil. Hvítingar gengu í minnum,ok váru tveir menn um hvárt horn. En ker þat, semGoðmundr hafði sent konungi, gekk engum af atdrekka utan Þorsteini bæjarbarni. Handklæðit branneigi, þótt því væri í eld kastat, ok var hreinna eptiren áðr.Þorsteinn talar um við konung, at hann vildi gerabrullaup til Goðrúnar, en konungr veitti honum þat,ok var þat sæmilig veizla. Ok ina fyrstu nótt, er þaukómu í eina sæng ok niðr var hleypt fortjaldinu, þábrast upp þilfjöl at höfðum Þorsteins, ok var þar kominnAgði jarl ok ætlaði at drepa hann. En þar laust ímóti hita svá miklum, at hann þorði eigi inn at ganga.Sneri hann þá í burtu. Þá kom konungr at ok sló hannmeð gullbúnu refði í höfuðit, en hann steyptist niðrí jörðina. Helt konungr vörð um nóttina, en um morguninnváru horfin hornin Hvítingar. Gekk veizlan velfram. Sat Þorsteinn með konungi um vetrinn, ok unnustþau Goðrún vel.Um várit beiddi Þorsteinn orlofs at sigla í Austrveginnok finna Goðmund konung. En konungr sagðistþat eigi gera, utan hann lofaði at koma aptr. Þorsteinnhét því. Konungr bað hann halda trú sína vel,\"ok eig meira undir þér en þeim austr þar.\" Skildustþeir með kærleikum, ok báðu allir vel fyrir honum,því at Þorsteinn var orðinn vinsæll. Sigldi hann í Austrveg,ok er eigi getit annars en sú ferð færist vel. Komhann á Glæsisvöllu, ok fagnaði Goðmundr honum vel.Þorsteinn mælti: \"Hvat hafið þér frétt ór Geirröðargörðum?\"\"Þangat fór ek,\" segir Goðmundr, \"ok gáfuþeir landit í mitt vald, ok ræðr þar fyrir Heiðrekr úlfhamr,sonr minn.\" \"Hvar er Agði jarl?\" segir Þorsteinn.\"Hann lét gera sér haug, þá þér fóruð,\" segirGoðmundr, \"ok gekk þar í með mikit fé, en þeir Jökullok Frosti drukknuðu í ánni Hemru, er þeir fóru fráveizlunni, en ek hefi nú vald yfir heraðinu á Grundum.\"\"Þar er nú mikit undir,\" segir Þorsteinn, \"hverjuþú vilt mér af skipta, því at mér þykkir Goðrún eigaarf allan eptir föður sinn, Agða jarl.\" \"Ef þú vilt veraminn maðr,\" sagði Goðmundr. \"Þá muntu ekki vandaum trú mína,\" segir Þorsteinn. \"Þat vil ek,\" sagði Goðmundr.Sídan fóru þeir til Grunda, ok tók Þorsteinnheraðit undir sik."}}