{"originalTitle": "Gríms_Saga_Loðinkinna_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gríms_Saga_Loðinkinna_Chapter_1", "text": {"0": "SVÁ er sagt af Grími loðinkinna, at hann var bæðimikill ok sterkr ok inn mesti garpr. Því var hannloðinkinni kallaðr, at kinn hans önnur var vaxin meðdökkt hár, ok með því var hann alinn. Ekki beit þarjárn á. Grímr tók við búi í Hrafnistu eptir Ketil hæng,föður sinn. Hann gerðist ríkr at fé. Hann réð ok náligaeinn öllu um allt Hálogaland.Haraldr hét einn hersir ríkr ok ágætr í Vík austr.Hann átti Geirhildi, dóttur Sölga konungs, Hrólfssonarkonungs ór Bergi af Upplöndum. Dóttir þeira hétLopthæna. Hún var kvenna fríðust ok vel mennt.Þangat fór Grímr loðinkinni á skútu við átjánda mannok bað Lopthænu sér til handa. Var þat at ráðumráðit, ok skyldi hann sækja brullaupit um haustit. Ensjau nóttum fyrr hvarf Lopthæna burt, ok vissi engi,hvat af henni varð. En er hann kom til brullaupsins,saknar hann vinar í stað, er brúðrin var í burtu, okþóttist hann þó vita, at faðir hennar olli þar engu um.Þar sat hann þrjár nætr, ok drukku þeir ok þó meðlítilli kæti. Síðan fór hann heim í Hrafnistu. Þat hafðiborit til fimm árum fyrr, at kona Haralds hersis hafðiandazt, en hann fekk ári síðar norðan af FinnmörkGrímhildar Jösursdóttur ok hafði hana heim til sín.Skjótt þótti hún þar öllu spilla. Illa var hún til Lopthænu,stjúpdóttur sinnar, sem síðar bar raun á. Grímrundi lítt við hag sinn, er hann spurði ekki til Lopthænu,festarkonu sinnar.Þat bar þá til sem optar, at hallæri mikit kom áHálogaland. Grímr loðinkinni bjóst þá heiman ok fórá ferju sinni við þriðja mann. Hann helt norðr fyrirFinnmörk ok svá austr til Gandvíkr. Ok er hann komí víkina, sá hann, at þar var nógr veiðifangi. Settihann þar upp skip sitt ok gekk síðan til skála ok kveyktiupp eld fyrir sér. En er þeir váru í svefn komnir umnóttina, vöknuðu þeir við þat, at kominn var stormrmeð svartahríð. Svá mikil grimmd fylgdi veðri þessu,at allt sýldi, bæði úti ok inni. Um morguninn, er þeirváru klæddir, gengu þeir út ok til sjóvar. Sáu þeir þá,at á burtu var allr veiðifangi, svá at hvergi sá staði.Þóttust þeir nú ekki vel staddir, en ekki gaf á burtu.Gengu þeir nú heim til skála ok váru þar um daginn.Um nóttina vaknar Grímr við þat, at hlegit var útihjá skálanum. Hann spratt þá upp skjótt ok tók öxisína ok gekk út. Hann hafði ok með sér sem ávalltendrarnær örvarnar Gusisnauta, er Ketill hængr, faðirhans, hafði gefit honum. En er hann kom út, sá hanntvær tröllkonur við skip niðri, ok tók í sinn stafninnhvár þeira ok ætluðu at hrista í sundr skipit. Grímrmælti ok kvað vísu:\"Hvat heita þærhrauns íbúur,er skaða viljaskipi mínu?Ykkr hefi ekeinar sénarámátligastarat yfirlitum.\"Sú kvað vísu, er nær honum stóð:\"Feima ek heiti,fædd var ek norðarla,Hrímnis dóttirór háfjalli.Hér er systir mín,hálfu fremri,Kleima at nafni,komin til sjóvar.\"Grímr kvað:\"Þrífist hvergiÞjaza dóttir,brúðir verstar.Brátt skal ek reiðast.Ykkr skal ek rétt,áðr röðull skíni,vörgum sendavíst til bráðar.\"Kleima kvað:\"Þat var fyrri,at faðir okkarrburtu seiddibáru hjarðir.Skuluð aldrigi,nema sköp ráði,heilir heðanheim of komast.\"Grímr kvað:\"Skal ek ykkr báðumskjótla heitaoddi ok eggjuí upphafi.Munu þá reynaHrímnis mellur,hvárt at betr dugirbroddr eða krumma.\"Grímr tók þá eina af Gusisnautum ok skaut þá, er firrhonum stóð, svá at hún fekk þegar bana. Feima mælti:\"Illa fór nú, Kleima systir.\" Hún veðr þá upp at Grími.Hann höggr þá til hennar með öxinni, ok kom á herðarblaðit.Hún kvað við hátt ok hljóp inn með fjörum.Grími varð laus öxin við höggit, ok stóð hún föst ísárinu. Grímr hljóp eptir, ok bar hvárki með þeimsundr né saman, ok allt þar til at þau kómu at björgumstórum. Þar sá hann framan í björgunum helli mikinn.Þar var einstigi upp at ganga, ok hljóp hún þar uppsem sléttan völl. Ok í því er hún hóf sik til hlaupsupp í björgin, hraut öxin ór sárinu. Grímr tók hanaþegar upp, ok varð hann at krækja öxinni í annatsporit, er hann stóð í öðru, ok las sik svá eptir skaptinu,ok svá komst hann upp í hellinn. Þar sá hannbrenna bjartan eld, ok sátu tvau tröll við eldinn. Þatvar karl ok kerling. Þau spyrndust í iljar. Þau váru ístuttum ok skörpum skinnstökkum bæði. Gerla sáhann, hversu þau váru í sköpun bæði í millum fótanna.Hann hét Hrímnir, en hún Hyrja. En er Feima kominn í hellinn, heilsuðu þau henni ok spurðu, hvarKleima, systir hennar, væri. Hún svarar: \"Gettu þessna,hún liggr dauð út með fjörum, en ek særð banasári.En þit liggið inni ok fletizt hér við eld.\" Jötunninnmælti: \"Þetta hefir verit lítit fremdarverk, at drepaykkr, aðra sex vetra, en hina sjau. Eða hverr hefir gertþetta?\" Feima svarar: \"Þetta hefir gert illmennit Grímrloðinkinni. Eru þeir feðgar meir lagðir til þess enaðrir menn at drepa niðr tröll ok bergbúa. En þó athann hafi nú þetta gert, þá mun hann þó aldri náLopthænu, konu sinni. Ok er þat nú gaman, svá skammtsem nú er á millum þeira.\" Hrímnir mælti þá: \"Þvíveldr Grímhildr, systir mín, ok er henni flest til menntagefit.\" Þá mæddi Feimu blóðrás, ok fell hún dauðniðr. Í því gekk Grímr inn í hellinn ok hjó til Hrímniskarls svá hart, at af tók höfuðit. Þá spratt Hyrja kerlingupp ok rann á hann, ok tóku þau at glíma, okvar þeira atgangr bæði harðr ok langr, því at hún varit mesta tröll, en Grímr var rammr at afli. En þó lauksvá, at hann brá henni á loptmjöðm, svá at hún fell.Hjó hann þá af henni höfuðit ok gekk af henni dauðri,fór síðan til skála síns."}}