{"originalTitle": "Grettis_Saga_Chapter_44", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_44", "text": {"0": "Þorbjörn öxnamegin tók við eftirmáli um víg Þórissona. Bjó    hann málið til á hendur þeim Grími og Atla en þeir bjuggu til    varna um aðfarir og frumhlaup til óhelgi þeim bræðrum. Voru    málin lögð til Húnavatnsþings og fjölmenntu mjög    hvorirtveggju. Varð Atla gott til liðs því að hann átti    frændafla mikinn. Gengu þá að beggja vinir, töluðu um sættir    og sögðu allir að Atla væri vel um farið, ótilleitinn en þó    öruggur í einangri. Þóttist Þorbjörn sjá að eigi mundi annað    virðingarvænna en taka sættinni. Skildi Atli það til að hann    vildi hafa hvorki héraðssektir né utanferðir.    Voru þá teknir menn til gerðar, Þorvaldur Ásgeirsson fyrir    hönd Atla, en af Þorbjarnar hendi var Sölvi hinn prúði. Hann    var son Ásbrands Þorbrandssonar, Haraldssonar hrings er numið    hafði Vatnsnes allt utan til Ambáttarár fyrir vestan en fyrir    austan allt inn til Þverár og þar yfir um þvert til Bjargaóss    og allt þeim megin Bjarga út til sjóvar. Sölvi var ofláti    mikill og vitur maður og því kjöri Þorbjörn hann fyrir til    gerðar fyrir sína hönd.    Og eftir það sögðu þeir upp gerðina, að þá Þórissonu skyldi    bæta hálfum bótum en hálfar féllu niður fyrir aðför og    frumhlaup og fjörráð við Atla. Víg húskarls Atla þess er var    drepinn á Hrútafjarðarhálsi, stóðst það á endum og þeirra    tveggja er féllu með Þórissonum. Grímur Þórhallsson skyldi    láta héraðsvist sína en Atli vildi einn halda upp fébótum.    Þessi gerð líkaði Atla vel en Þorbirni heldur illa og skildu    þó sáttir að kalla en þó hraut það upp fyrir honum Þorbirni    að eigi mundi fyrir enda um gert með þeim ef svo færi sem    hann vildi. Atli reið heim af þinginu og þakkaði Þorvaldi vel    fyrir liðveislu sína. Grímur Þórhallsson réðst þá suður í    Borgarfjörð og bjó þá að Gilsbakka og var gildur bóndi."}}