{"originalTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_7", "text": {"0": "Þetta haust reru feðgar tveir á fiski ok drógu marmennil,ok hét annarr Handir, en annarr Hrindir. Þeirfærðu hann Hjörleifi. Konungr fekk hann í hendrhirðkonu einni ok bað hana gera vel við hann. Engimaðr fekk orð af honum. Kertisveinar glímdu okslökktu ljósin. Í því bili sló Hildr horni á skikkju Æsu.Konungr sló hana með hendi sinni, en Hildr sagðihundinn valda, er lá á gólfinu. Þá laust konungr hundinn.Þá hló marmennill. Konungr spurði, hví hannhló. Hann svarar: \"Því, at þér varð heimskliga, því atþau munu þér líf gefa.\" Konungr spurði hann fleira.Hann svarar engu. Síðan lézt konungr mundu flytjahann til sjóvar ok bað hann segja sér þat, er hann þyrftiat vita. Hann kvað, er hann fór til sjóvar:\"Ek sé lýsalangt suðr í haf:Vill danskr konungrdóttur hefna.Hann hefir útiótal skipa,býdr han Hjörleifihólmstefnu til.Varastu víti,ef þú vilt ....vil ek aptr í sjó.\"En er þeir reru þangat með hann, sem þeir höfðu hannupp dregit, þá kvað hann:\"Sögu kann ek segjasonum Háleygjavilgi góða,ef þér vilið heyra:Hér ferr sunnanSvarðar dóttir,of drifin dreyra,frá Danmörku.Hefir sér á höfðihjálm upp spenntan,herkumbl harðligt,Heðins af létta.Skammt mun sveinum,sé þat sem er,Hildar at bíðahér á ferli.Bresta mun baugröst,brá mær augumum heruð hingathegna til þegna.Hafa skal hverr drengrhjör ok mörg spjót,áðr komi mikil frammálmahríð síðan.Þó munu, ef þat er satt,þá ferr illa,hafa allir alkeyptár, þá er kemr vár.\"Þá lét Hjörleifr konungr hann utan borðs. Þá tók einnmaðr í hönd honum ok spurði: \"Hvat er manni bezt?\"Marmennill svarar:\"Kalt vatn augum,en kvett tönnum,lérept líki,lát mik aptr í sjó!Dregr mik engií degi síðanmaðr upp í skipaf mararbotnum.\"Konungr gaf þeim Handi ok Hrindi land at búa á okþar með þræl ok ambátt."}}