{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_32", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_32", "text": {"0": "Þat var til tíðenda einn dag á Írlandi, eptir þat Hrólfr,konungr Íra, hafði dregit saman her sinn allan okvissi þar kominn Hrólf konung Gautreksson af fjölkynngisinni ok heldr því liði saman hálfan mánuð,áðr Hrólfr konungr kæmi, at tröll eitt mikit kom álandit fyrir konungs atsetunni, svá illt ok grimmt, ateigi reisti rönd við, drap niðr menn ok fénað, enbrenndi byggðir, ok engu vætti eirði þat, drap niðrhvert kvikendi lifanda ok gerði it mesta illvirki, enþat, sem eptir var, flúði á merkr ok skóga. Ok þennamorgun kom þat til borgarinnar eptir orrostu konunganna.Hafði Hrólfr Írakonungr lengi drukkit um nóttina.Síðan sofnar hann ok allir hans menn. Ok ummorguninn, er menn ætluðu út at ganga, var tröll svámikit komit í hallardyrin, at engi þóttist sét hafa jafnmikittröll. Þat hafði alvæpni ok skjöld svá mikinn afjárni, at huldi öll hallardyrin. Þetta tröll var svágrimmt ok ógurligt, at engi þorði til útgöngu at leita,ok svá mikil ógn fylgdi þessu kvikendi, at af tók allanvísdóm af konunginum með megni ok bragðvísi, sváat engi varð hræddari en sjálfr hann við þenna atburð.Þótti mönnum þetta mikil fádæmi ok in mesta býsn,at þeim skyldi slík fádæmi at hendi bera. Tröllit létsem þat mundi þá ok þá inn hlaupa í höllina at þeim.Konungr bað engan svá djarfan vera, at til móts gengivið þetta tröll, sagðist vænta, at þat mundi burt leitaaf stundu. Sitja menn þar um daginn í þot við þettatröll, ok varð mönnum fátt til gamans."}}