{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_15", "text": {"0": "En einn jólaaptan er þess getit, þá Helgi konungrer kominn í rekkju ok var veðr illt úti, at komit varvið hurðina ok heldr ómáttuliga. Honum kom nú íhug, at þat væri ókonungligt, at hann léti þat úti, semvesalt var, en hann má bjarga því; ferr hann nú oklýkr upp dyrunum. Hann sér, at þar er komit eitthvatfátækt ok tötrugt. Þat mælti: \"Vel hefir þú nú gert,konungr,\" ok ferr þat síðan inn í skemmu. Konungrmælti: \"Ber á þik hálm ok bjarnfeldi, svá at þik kalieigi.\" Þat mælti: \"Veittu mér rekkju þína, herra, okvil ek hjá þér hvíla, því at líf mitt er í veði.\" Konungrsegir: \"Ríss mér hugr við þér, en ef svá er sem þú segir,þá liggðu hér við stokkinn í klæðum þínum, ok munmik ekki saka.\" Hún gerir nú svá. Konungr snýr sérfrá henni. Ljós brá í húsit. Ok er stund leið, varðhonum litit um öxl til hennar. Þá sér hann, at þarhvílir kona svá væn, at eigi þykkist hann aðra konufríðari sét hafa. Hún var í silkikyrtli. Hann snýr sérþá skjótt at henni með blíðu. Hún mælti: \"Nú vil ekfara í burt,\" segir hún, \"ok hefir þú leyst mik úr miklumnauðum, því at þetta var mér stjúpmóður sköp,ok hefi ek marga konunga heim sótta, enda lægðu núeigi með lýtum. Vil ek nú hér ekki lengr vera.\" \"Nei,\"sagði konungr, \"engi er þess kostr, at þú farir sváskjótt, ok munum vit eigi svá skilja. Skal nú gera tilþín skyndibrullaup, því at mér lízt vel á þik.\" \"Þérhljótið at ráða, herra,\" sagði hún, ok svá hvíldu þauþá nótt. En um morgininn tekr hún til orða: \"Meðlostum hefir þú nú til mín gert, en þat skaltu vita, atvit munum barn eiga. Ger nú sem ek mæli, konungr,vitjaðu barns okkar annan vetr í þetta mund at naustumþínum, eða muntu gjalda, ef þú gerir eigi svá.\"Eptir þetta fór hún í burt.Helgi konungr er nú nokkut kátari en áðr. Líða nústundir fram, ok gefr hann at þessu engan gaum. Oká þriggja vetra fresti verðr þat til tíðenda, at þar ríðaþrír menn at því sama húsi, sem konungr sefr í. Þatvar um miðnætti. Þeir fóru með meybarn ok settu þatþar niðr hjá húsinu. Kona sú tók til orða, er með barnitfór: \"Þat skaltu vita, konungr,\" sagði hún, \"at ættmennþínir munu þess gjalda, er þú hafðir þat at engu,sem ek bauð þér. En þú nýtr þess, er þú leystir mik órnauðum, ok vittu þat, at mær þessi heitir Skuld. Húner okkar dóttir.\" Eptir þetta riðu þessir menn í burt.Þetta hafði verit ein álfkona. Aldri varð konungr varrvið þessa konu síðan. Skuld vex þar upp ok er bráttgrimmúðug í skaplyndi. Þat er sagt eitthvert sinn, atHelgi konungr býr ferð sína ór landi ok ætlar svá athyggja af harmi sínum. Hrólfr, sonr hans, er eptir.Hann herjar nú víða ok vann mörg stórvirki."}}