{"originalTitle": "Grettis_Saga_Chapter_76", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_76", "text": {"0": "Þetta sumar kom skip út í Gönguskarðsósi. Þar var á sá maður    á skipi er Hæringur hét. Hann var ungur maður og fær svo vel    að hann kleif hvert bjarg. Hann fór til vistar með Þorbirni    öngli og var þar fram á haust. Hann fýsti Þorbjörn mjög til    að fara til Drangeyjar og kvaðst vildu sjá hvort hún væri svo    mikið bjarg að hvergi mætti upp komast. Þorbjörn kvað hann    eigi til einskis vinna skyldu ef hann kæmist upp á eyna og    fengi veitt Gretti áverka eða drepið hann. Gerði hann þetta    ágengilegt fyrir Hæringi.    Og eftir þetta fóru þeir til Drangeyjar og skutu honum,    Austmanninum, upp í einhverjum stað og skyldi hann leynast að    ef hann kæmist upp á eyna en þeir lögðu að stiganum og tóku    tal við þá Gretti. Spurði Þorbjörn Gretti hvort hann ætlaði    ekki úr eyjunni. Hann kveðst í öngu jafnráðinn.    \"Mjög hefir þú á oss leikið,\" segir Þorbjörn, \"nær sem vér    fáum þess hefnt en eigi uggir þú mart að þér.\"    Lengi áttust þeir þetta við og kom ekki ásamt með þeim.    En frá Hæringi er það að segja að hann kleif aftur og fram um    bjargið og fékk upp komist í einhverjum stað þar sem hvorki    hefir maður farið áður né síðan. En er hann kom upp á bjargið    sér hann hvar þeir bræður voru og horfðu baki við honum.    Hugðist hann nú á skammri stundu að vinna bæði til fjár og    frægðar. Þá varði einskis um hans ferðir því að þeir hugðu að    hvergi mátti upp komast nema þar sem stigarnir voru. Grettir    fékkst við þá Þorbjörn og skorti þar eigi tygileg orð af    hvorumtveggja. Þá varð Illuga litið hjá sér og sá mann kominn    mjög að þeim.    Hann mælti þá: \"Maður er hér kominn að okkur með reidda öxi    og sýnist mér heldur ófriðlega láta.\"    \"Snú þú í móti honum þá,\" segir Grettir, \"en eg mun geyma    stigans.\"    Illugi réðst í móti Hæringi og er Austmaðurinn sá það sneri    hann undan einhvers staðar eftir eyjunni. Illugi elti hann    meðan eyin vannst og þegar hann kom fram á bjargið hljóp    Hæringur þá ofan fyrir og brotnaði í honum hvert bein. Lauk    hans ævi svo. Þar heitir Hæringshlaup síðan sem hann týndist.    Illugi kom aftur og spurði Grettir hversu hann hefði við    þenna skilið er honum var ætlaður.    \"Ekki vildi hann mér að hlíta,\" segir Illugi, \"að sjá ráð    fyrir sér og braut hann bekrann ofan fyrir bjargið og biðji    bændur fyrir honum sem hann sé dauður.\"    Og er Öngull heyrði það bað hann þá burt leggja \"hefi eg nú    farið tvær ferðir til móts við Gretti en eg mun eigi fara í    þriðja sinn ef eg verð þá einskis vísari. En nú þykir mér    meiri von að þeir megi sitja í Drangey fyrir mínum sökum. En    það ætla eg að Grettir muni skemur sitja héðan af en hingað    til.\"    Nú fóru þeir heim. Þótti þessi ferð verri en hin fyrri og sat    Grettir þenna vetur í Drangey og hittust þeir Þorbjörn ekki    þann vetur.    Á þessum misserum andast Skafti lögmaður Þóroddsson. Var    Gretti það skaði mikill því að hann hafði heitið að ganga    fyrir um sýknu hans þegar Grettir hefði tuttugu vetur í sekt,    en sjá var hinn nítjándi sektar hans er nú var frá sagt um    hríð.    Um vorið andaðist Snorri goði og mart bar til tíðinda á    þessum misserum það sem ekki kemur við þessa sögu."}}