{"originalTitle": "Norna-Gests_Þáttr_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Norna-Gests_Þáttr_Chapter_6", "text": {"0": "Nú er at segja frá því, er Sigurðr bjóst til bardagaí mót Hundings sonum. Hann hafði mikit lið ok velvápnat. Reginn hafði mjök ráðagerð fyrir liðinu. Hannhafði sverð þat, er Riðill hét, er hann hafði smíðat.Sigurðr bað Regin ljá sér sverðit. Hann gerði svá okbað hann drepa Fáfni, þá er hann kæmi aptr ór þessiferð. Sigurðr hét honum því. Síðan sigldu vér suðrmeð landi. Þá fengu vér gerningaveðr stór, ok kennduþat margir Hundings sonum. Síðan sigldu vér nokkurulandhallara. Sá sám vér mann einn á bjargsnösnokkurri, er gekk fram af sjóvarhömrum. Hann var íheklu grænni ok blám brókum ok kneppta skó á fótumuppháva ok spjót í hendi. Þessi maðr ljóðar á ossok kvað:\"Hverir ríða hérRævils hestumhávar unnir,haf glymjanda?Eru segl yðursjóvi stokkin.Munat vágmararvind of standask.\"Reginn kvað í móti:\"Hér eru vér Sigurðrá sjá komnir.Er oss byrr gefinnvið bana sjálfan.Fellr brattr brekibröndum hæra.Hlunnvigg hrapa.Hverr spyrr at því?\"Heklumaðrinn kvað:\"Hnikar hétu mik,þá er hugin gladdiVölsungr víðaok vegit hafði.Nú máttu kallakarl á bjargiFeng eða Fjölni.Far vil ek þiggja.\"Þá viku vér at landi, ok lægði skjótt veðrit, ok baðSigurðr karl ganga út á skipit. Hann gerði svá. Þá fellþegar veðrit, ok gerði inn bezta byr. Karl settist niðrfyrir kné Sigurði ok var mjök makráðr. Hann spurði,ef Sigurðr vildi nokkut ráð af honum þiggja. Sigurðrkveðst vilja, sagðist þat ætla, at hann mundi verða ráðdrjúgr,ef hann vildi mönnum gagn gera. Sigurðr kvaðtil heklumanns:\"Segðu mér þat, Hnikarr,alls þú hvárttveggja veizt,goða heill ok guma:Hverjar eru beztar,ef berjast skal,heillir at sverða svipan?\"Hnikarr kvað:\"Mörg eru góð,ef gumnar vituheill at sverða svipan.Dyggva fylgjuhygg ek ins dökkva veraaf hrottameiði hrafns.Þat er annat,ef þú ert út of kominnok til brottferðar búinn:Tvá þú lítrá tái standahróðrfulla hali.Þat er it þriðja,ef þú þjóta heyrirúlf und asklimum.Heilla auðitverðr þér af hjálmstöfum,ef þú lítr þá fyrr fara.Engi skal gumnaí gegn vegasíð skínandisystur Mána.Þeir sigr hafa,er sjá kunnu,hjörleiks hvatir,eða hamalt fylkja.Þat er fár mikit,ef þú fæti drepr,þá er at vígi vegr:Tálar dísirstanda þér á tvær hliðarok vilja þik sáran sjá.Kembdr ok þveginnskal kennast hverrok at morgni mettr,því at óvíst er,hvat at aptni kemr.Illt er fyr heill at hrapa.\"Ok eptir þat sigldu vér suðr fyrir Hollsetuland ok fyriraustan Frísland ok þar at landi. Þegar fregna Hundingssynir um ferð vára ok safna liði ok verða bráttfjölmennir. Ok er vér finnumst, tekst harðr bardagi.Var Lyngvi þeira bræðra fremstr í allri framgöngu.Sóttu þó allir fast fram. Sigurðr sækir í móti svá hart,at allt hrökk fyrir honum, því at sverðit Gramr verðrþeim skeinuhætt, en Sigurði þarf eigi hugar at frýja.Ok er þeir Lyngvi finnast, skiptust þeir mörgum höggumvið ok berjast alldjarfliga. Verðr þá hvíld á bardaganum,því at menn horfa á þetta einvígi. Þat varlanga hríð, at hvárrgi þeira kom sári á annan, svá váruþeir vígfimir. Síðan sækja bræðr Lyngva fast fram okdrepa margan mann, en sumir flýja. Þá snýr Hámundr,bróðir Sigurðar, í móti þeim ok ek með honum. Verðrþá nokkur móttaka. En svá lýkr með þeim Sigurði okLyngva, at Sigurðr gerir hann handtekinn, ok var hannsettr í járn. En er Sigurðr kom til vár, þá verða skjótumskipti. Falla þá Hundings synir ok allt lið þeira,enda myrkvir þá af nótt. Ok þá er lýsti um morgininn,var Hnikarr horfinn ok sást eigi síðan. Hyggja menn,at þat hafi Óðinn verit. Var þá um þat talat, hverndauða Lyngvi skyldi hafa. Reginn lagði þat til ráðs,at rísta skyldi blóðörn á baki honum. Tók Reginn þávið sverði sínu af mér ok reist með því bak Lyngva,svá at hann skar rifin frá hryggnum ok dró þar útlungun. Svá dó Lyngvi með mikilli hreysti. Þá kvaðReginn:\"Nú er blóðugr örnbreiðum hjörvibana Sigmundará baki ristinn.Fár var fremri,sá er fold rýðr,hilmis nefi,ok hugin gladdi.\"Þar var allmikit herfang. Tóku liðsmenn Sigurðar þatallt, því at hann vildi ekki af hafa. Var þar mikit fé íklæðum ok vápnum. Síðan drap Sigurðr þá Fáfni okRegin, því at hann vildi svíkja hann. Tók Sigurðr þágull Fáfnis ok reið á burt með. Var hann síðan kallaðrFáfnisbani. Eptir þat reið hann upp á Hindarheiðiok fann þar Brynhildi, ok fóru svá þeira skipti semsegir í sögu Sigurðar Fáfnisbana."}}