{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_51", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_51", "text": {"0": "Eptir þessa eggjan Hjalta stendr Böðvarr upp okgengr út til bardagans. Er þá björninn horfinn burtúr liðinu, ok tekr nú bardaginn at þyngjast fyrir. HafðiSkuld drottning engum brögðum við komit, á meðanbjörninn var í liði Hrólfs konungs, þar sem hún satí sínu svarta tjaldi á seiðhjalli sínum. Skiptir nú sváum sem dimm nótt komi eptir bjartan dag. Sjá nú mennHrólfs konungs, hvar kemr fram úr liði Hjörvarðs konungseinn ógurligr galti. Hann var eigi minni tilsýndaren þrevett naut ok var úlfgrár at lit, ok flýgr ör afhverju hans burstarhári, ok drepr hann hirðmenn Hrólfskonungs hrönnum niðr með fádæmum.Böðvarr bjarki ruddist nú um fast ok hjó á tværhendr ok hugsaði nú ekki annat en vinna sem mest,áðr hann felli, ok fellr nú hverr um þveran annan fyrirhonum, ok blóðugar hefir hann báðar sínar axlir okhlóð valköstum á alla vega í kringum sik. Lét hann líktsem hann væri óðr. En svá margan mann sem hanndrepr ok fleiri aðrir Hrólfs kappar af liði þeira Hjörvarðarok Skuldar, eru þau ódæmi at, at aldri þverrarlið þeira at heldr, ok er sem þeir hafist ekki at, ok aldriþykkjast þeir hafa komit í slík undr. Böðvarr mælti:\"Drjúgt er liðit Skuldar, ok grunar mik nú, at þeirdauðu sveimi hér ok rísi upp aptr ok berist í móti oss,ok mun þat verða torsótt at berjast við drauga, ok svámargr leggr sem hér er klofinn ok skjöldr rifinn, hjálmrok brynja í smátt sundr höggvinn ok margr höfðingi ísundr bolaðr, þá eru þeir nú grimmastir inir dauðuviðreignar, ok ekki höfum vér mátt við þessu, endahvar er sá kappi Hrólfs konungs, sem mér frýði mesthugar ok mik kvaddi optast útgöngu, áðr en ek svaraðihonum, ok eigi sé ek hann nú, ok em ek þó eigi vanrat hallmæla mönnum?\" Þá sagði Hjalti: \"Þú segir satt,eigi ertu hallmælasamr. Hér stendr sá, sem Hjalti heitir,ok hefi ek nú nokkut verkaefni fyrir höndum, ok ereigi alllangt í millum okkar, ok þarf ek við góðradrengja, því at af mér eru höggnar allar hlífar, fóstbróðir,ok þykkist ek þó allákaft vega, ok get ek núeigi hefnt allra minna högga, en eigi skal nú við hlífast,ef vér skulum í Valhöll gista í kveld, ok víst höfumvér aldri hitt slík undr fyrir sem hér eru nú, ok hefiross lengi fyrir boðat þessum tíðendum, sem nú erufram komin.\" Böðvarr bjarki mælti: \"Nem, hvat ek segi:Ek hefi barizt í tólf flokkorrostum ok jafnan verit kallaðrfullhugi ok hliðat fyrir engum berserk. Ek hvattaHrólf konung at sækja heim Aðils konung, ok mættumvér þar nokkurum brögðum, ok var þat lítils verthjá þessum ófagnaði, en nú er svá lagt til míns hjarta,at mér er ekki jafnglatt at vega sem áðr. Ek mættaHjörvarði konungi áðan í fyrri hríðinni, svá at okkarfund bar saman, ok kastaði hvárrgi okkar löstum áaðra. Áttu vit vápnaviðskipti um stund. Sendi hannmér lag, hvar ek kennda heljarför, en ek hjó af honumhönd ok fót, ok kom annat höggit á öxl honum, okklauf ek svá ofan með síðunni ok með hryggnum, ensvá brá hann sér við, at hann andvarpaði eigi ok svásem hann sofnaði um stund, en ek hugða hann dauðan,ok fáir munu slíkir finnast, ok eigi barðist hann síðródjarfligar en áðr, ok aldri kann ek at segja, hvat hanneflir. Hér er nú margt manna saman komit á móti ossríkra ok tíginna, er ór öllum áttum at drífr, svá at eigimá rönd við reisa, en Óðin kann ek ekki at kenna hérenn. Mér er þó mesti grunr á, at hann muni hér sveimaí móti oss, herjans sonrinn inn fúli ok inn ótrúi, okef nokkurr kynni mér til hans at segja, skylda ek kreistahann sem annan versta ok minnsta mýsling, ok þat illaeitrkvikindi skyldi verða svívirðiliga leikit, ef ek mættihann höndum taka, ok hverjum mundi vera meiri heiptí hug, ef hann sæi sinn lánardrottin svá út leikinn semvér sjáum nú?\" Hjalti mælti: \"Ekki er forlögin hægt atbeygja né á móti náttúrunni at standa,\" ok hættu þeirsvá sínu tali."}}