{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_14", "text": {"0": "Um morguninn vöknuðu þeir bræðr snemma. Komkerling þá til þeira, ok spurðu þeir, hversu framorðitværi, en hún sagði, at þeir mættu þar dveljast um daginn.Stóðu þeir þá upp ok klæddu sik, ok var kerlingin beinasta í öllu. Fóru þeir þá til borða. Hafði kerlingnú mungát ok góða matgerð. Spurði kerling nú, hvertþeir ætluðu at fara eða hver erendi þeir ætti. Þeir sögðuhenni nú öll sín erendi ok spurðu hana, hvárt húnkynni enga grein á at gera, hvat orðit væri af dætrumTryggva konungs. \"Eigi veit ek,\" sagði hún, \"hvers ykkrverðr um auðit at ná þeim, en þat mun ek fyrst segjaykkr, at eptir andlát Öskruðs jötuns þá urðu þeir bræðrekki ásáttir, hvárr konungr skyldi vera. Þóttust báðirtil komnir. Kom þat ásamt með þeim, at sá skyldi konungrverða, sem ágætari konungsdóttur gæti fengit okhagari, ok fór Gautr heiman fyrri ok tók Hildi ina eldri,dóttur Tryggva konungs, en Hildir fór seinna ok tókBekkhildi, ok eru þær nú báðar hér í Jötunheimum,en eigi þykki mér víst um, hvárt þær liggja lausar fyrir,en nú í vetr at jólum á at vera brullaup þeira, ok eigaþá öll tröll saman at koma ok dæma, hvár þeira systrahagari er.\" \"Mikit batnar nú um,\" sagði Ásmundr,\"þegar vit vitum, hvar þær eru niðr komnar, ok værimikit undir um, ef þú værir í liðsinni með okkr.\" \"Sváat eins er frændsemi vár góð,\" sagði hún, \"at ek áþeim lítit gott upp at inna, ef eigi nyti meir manndyggðarminnar en tilverknaðar þeira, en hér munuþit hvílast í dag, ok mun ek sýna ykkr í féhirzlurmínar.\"Þeir létu vel yfir því. En þá borð váru ofan tekin,leiddi kerling þá í afhelli mikinn. Váru þar inni margarkistur, ok lauk hún þeim upp, ok váru þar í margirgóðir gripir ok fásénir. Þótti þeim þat gott á at líta.Síðast tók kerling upp eitt eski. Hún lauk því upp, okkenndi þar góðan ilm at. Þar þekkti Egill hönd sínaok þat gull, sem á henni átti at vera. Sýndist honumhöndin heit, ok rauk af, ok þöfta æðarnar. Kerlingmælti: \"Þykkist þú nokkut, Egill, þekkja höndina?\" \"Atvísu,\" sagði Egill, \"ok kenni ek gull þetta, er móðirmín gaf mér, eða hversu komstu at hendinni?\" \"Segjamá ek þér þat,\" sagði kerling. \"Gautr, bróðir minn,kom til mín ok falaði at mér gullhringinn inn góða,sem ek vilda eigi selja honum. En nokkuru síðar, erdóttir mín fór til geita, kom hann at henni ok gaf henniþann drykk, at hún æpti einart ok skyldi aldri huggastmega, fyrr en ek færða henni hringinn þangat á hólinn,sem hún lá. En þá ek kom með hringinn, komGautr þar ok vildi taka af mér hringinn, en ek spornaðavið, ok urðu með okkr sviptingar miklar. En ervið lá, at ek munda missa hringinn, kom maðr ór skóginum,ok sýndist mér þér líkr, Egill. Hann hjó jötuninnmikit högg, en jötunninn hjó af honum höndina,en síðan hlupu þeir til skógar, en ek tók upp höndina,ok hefi ek geymt hana síðan, ok lagða ek hjá lífsgrös,svá at hún mátti ekki deyja. Þykki mér bera samanmeð okkr, Egill, at þú munir þessi maðr verit hafa,eða muntu voga, at ek vekja upp undina ok bera ekmik at græða við höndina?\" \"Mér þykkir litlu til týna,\"sagði Egill.Síðan tók hún falinn af Agli ok deyfði höndina, okvarð Agli ekki sárt við, at hún skar af framan. Síðanlagði hún yfir lífsgrös ok sveipaði um silki ok helt at allandaginn. Fann Egill þá, at líf færðist í. Síðan lagðikerling hann í sæng ok sagði, at þeir skyldu þar dveljast,þar at hann væri gróinn. En at liðnum þremr nóttumvar Egill gróinn, ok var honum eigi ómjúkari höndinen þá hún var heil, en svá var sem rauðr þráðr lægium. Spurðu þeir þá kerlingu, hver ráð hún legði tilmeð þeim, en hún sagði, at þeir skyldu þar bíðabrullaups, -- \"er héðan skammt fylgjumaðr minn, erSkröggr heitir, ok ef vér ynnum nokkut á við þá bræðr,þætti mér vel til standa, at vit nytum þess.\" Líðr nútil jóla."}}