{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_10", "text": {"0": "Nú er sú stund var liðin, er á var kveðit, at Ragnarrskyldi veizluna sækja til Uppsala ok kom hann eigi,þótti Eysteini konungi ger til sín svívirðing ok dóttursinnar, ok nú var lokit vinfengi þeira konunganna.Ok þá er þeir Eirekr ok Agnarr, synir Ragnars, spyrjaþetta, þá ræddu þeir með sér, at þeir mundu fá sérlið mikit, sem þeir mætti mest, ok mundu herja áSvíþjóð. Ok nú draga þeir saman lið mikit ok búa skipsín, en þótti mikit undir, at vel tækist til, þá er skipskyldi fram setja. Nú verðr þat, at skip Agnars skauztaf hlunni, ok varð þar maðr fyrir, ok fær sá bana, okkölluðu þeir þat hlunnroð. Nú þótti þeim eigi vel til takastí fyrstu ok vildu ekki láta standa þat fyrir ferð sinni.Ok þá er lið þeira var búit, fara þeir með lið sitt til Svíþjóðar,ok þar, er þeir koma fyrst í ríki Eysteins konungs,fóru þeir herskildi yfir. En landsmenn urðu varirvið ok fóru til Uppsala ok segja Eysteini konungi, atherr var kominn í landit. En konungrinn lætr faraörvarboð um ríki sitt ok dregr svá mikinn her saman,at furða var at. Ok þann her flytr hann, þar til erhann kemr í skóg einn, ok setr þar sínar herbúðir,ok hefir hann nú með sér kúna Síbilju, ok mjök erhún nú blótin, áðr en hún vildi fara. Ok er þeir eruí skóginum, mælti Eysteinn konungr: \"Frétt hefi ektil,\" segir hann, \"at synir Ragnars eru á völlunum fyrirframan skóginn, en þat er mér sannliga sagt, at þeirhafi eigi einn þriðjung liðs við oss. Nú skulu vér skipavárar fylkingar til at berjast, ok skal þriðjungr liðsvárs fara í mót þeim, ok eru þeir svá harðfengnir, atþeir munu þykkjast hafa ráð várt í hendi, ok þegareptir skulum vér öllum megin koma at þeim, ok kýrinskal fara fyrir liðinu, ok væntir mik, at eigi skuliþeir haldast við fyrir lát hennar.\" Ok nú er svá gert.Ok þegar er þeir bræðr sjá lið Eysteins konungs, þóttiþeim sér ekki ofrefli við at eiga ok ætla eigi meiraliðit vera munu. Ok þegar hér eptir kemr allt liðitór skóginum, ok kýrin er laus látin, ok hleypr húnfyrir liðinu ok lætr grimmliga, ok varð svá mikillgnýr at þeim hermönnum, er heyrðu, at þeir börðustsjálfir, nema þeir bræðr tveir fengu staðizt. En sú inilla vættr vá með hornum sínum margan mann þanndag. Ok þótt synir Ragnars væri miklir fyrir sér, þámáttu þeir eigi bæði standast ofrefli fjölmennis ok blótskap,ok þó veittu þeir harða viðtöku ok vörðust vel okdrengiliga ok af mikilli frægð. Þeir Eirekr ok Agnarrváru í öndverðri fylkingu þann dag, ok opt gengu þeirí gegnum fylkingar Eysteins konungs. Ok nú fell Agnarr.Nú sér Eirekr þat ok berst nú allra fræknligastok hirðir nú eigi, hvárt hann kemst í brott eða eigi.Ok nú verðr hann ofrliði borinn ok handtekinn. Oknú mælti Eysteinn, at stöðva skyldi bardagann, okbauð Eireki grið. \"Ok þat mun ek til leggja,\" segirhann, \"við þik, at ek mun gifta þér dóttur mína.\"Eirekr segir ok kvað vísu:\"Vilkat boð fyr bróðurné baugum mey kaupa,Eystein kveða orðinnAgnars bana, heyra;grætr eigi mik móðir,munk efstr of val deyja,ok geirtré í gögnumgerr, látið mik standa.\"Nú segir hann, at hann vill, at þeir menn hafi griðok fari hvert er þeir vilja, er þeim hafa fylgt. \"En ekvil, at spjót sé tekin sem flest ok sé stungit spjótunumí völl niðr, ok þar vil ek mik láta hefja á upp,ok þar vil ek láta lífit.\" Nú segir Eysteinn konungr,at eptir því skal gera, sem hann beiðir, þótt hannkjósi þat, er verr gegnir hvárumtveggjum. Nú eruspjótin niðr sett, ok kvað Eirekr vísu:\"Munat eins konungs efni,svát ek vita dæmi,á dýrra beð deyja,til dögurðar hrafni;mun blóði þá bráðirok brátt yfir gjallabræðra beggja slítablár, þótt illa launi.\"Ok nú gengr hann þar til, er spjótin eru niðr sett, oktekr hring af hendi sér ok kastar til þeira, er honumhöfðu fylgt ok þá váru grið gefin, ok sendir þá til Áslaugarok kvað visu:\"Þau berið orð it efra,eru austrfarar liðnar,at mær hafi mínamjó, Áslaugu, bauga;þá mun mest af móði,er mik spyrja dauðan,mín stjúpmóðir mildummögum sínum til segja.\"Ok nú er hann hafinn upp á spjótin. Þá sér hann,hvar hrafn flýgr, ok enn kvað hann:\"Hlakkar már of höfðihér mínu nú sára,krefr unda valr augnaósýnna hér minna;veizt, ef hrafn ór höfðihöggr brúnsteina mína,launar unda valr Ekkilsilla marga fylli.\"Nú lætr hann líf sitt með mikilli hreysti. En sendimennhans fóru heim ok létta eigi fyrr en þeir komaþar, er Ragnarr átti atsetu. Ok þá var hann farinn íkonungastefnu. Þeir váru ok eigi heim komnir synirRagnars ór hernaði. Nú eru þeir þar þrjár nætr, áðrþeir gangi til fundar við Áslaugu. Ok þá er þeir komafyrir hásætit Áslaugar, kveðja þeir hana virðuliga, oktekr hún kveðju þeira, ok hafði hún einn líndúk fyrirknjám sér ok ætlaði at kemba sér, ok hárit hafði húnleyst. Nú spyrr hún, hverir þeir væri, fyrir því at húnhafði þá eigi fyrr sét. Sá, er orð hafði fyrir þeim, sagði,at þeir höfðu verit liðsmenn þeira Eireks ok Agnars,sona Ragnars. Þá kvað hún vísu:\"Hvat segið ér ór yðru,eru Svíar í landieða elligar úti,allnýs konungs spjalli?Fregit hefk hitt, at fóru,en fremr vitum eigi,ok hildingar höfðuhlunnroð, Danir sunnan.\"Hann kvað vísu í mót:\"Þér segjum vér, þínum,þat er nauð, kona, dauða,ill eru einkar manni,örlög, sonu Þóru;þung spjöll vitum önnureigi nýjari en þessi;nú hefk fram komit fréttum,flaug örn of ná dauðan.\"Nú spyrr hún, hvé farit hafði. Ok nú kvað hann þávísu, er Eirekr hafði kveðit, er hann sendi henni hringinn.Nú sjá þeir, at hún felldi tár, en þat var semblóð væri álits, en hart sem haglkorn. Þat hafði engimaðr sét, at hún hefði tár fellt, hvárki áðr né síðan. Núsegir hún, at hún má ekki til hefnda sýsla, fyrr enheim koma aðrir hvárir, Ragnarr eða synir hans. \"Enþér skuluð vera hér þar til, en ekki skal af spara ateggja til hefnda, jafnt sem þeir væri mínir synir.\" Núeru þeir þar. En svá gefr til, at þeir Ívarr koma fyrriheim en Ragnarr, ok eru þeir eigi lengi heima, áðrÁslaug ferr at finna sonu sína, en Sigurðr var þá þrévetr.Hann ferr með móður sinni. Ok þá er hún kemrí höll þá, er þeir réðu fyrir bræðr, fagna þeir hennivel, ok spyrja hvárir aðra tíðenda, ok segja þeir fyrrifall Rögnvalds, sonar hennar, ok frá þeim atburðum,er þar höfðu orðit. En ekki fær henni þat mikils okkvað:\"Kaga létu mik mínirmávangs synir löngum,ér eruð heim ok heimanhúsgangs meðalfærir;Rögnvaldr tók at rjóðarönd í gumna blóði;hann kom yngstr til Óðinsógndjarfr sona minna.Ek kann eigi þat at sjá,\" segir hún, \"at hann munditil meiri frægðar lifa.\" Nú spyrja þeir, hvat hún segitíðenda. Hún svarar: \"Fall þeira Eireks ok Agnars,bræðra yðarra, en stjúpsona minna, þeira manna, erek ætla, at inir beztu drengir hafi verit. Ok er þatókynligt, at þér þolið slíkt eigi ok hefnið miklu. Okþess vil ek biðja yðr ok í öllum atbeina vera með yðr,at þessa verði meir hefnt en miðr.\" Nú segir Ívarr, at-- \"þat er víst, at til Svíþjóðar kem ek aldri þeirartíðar, at ek berjumst við Eystein konung ok þann blótskap,er þar er.\" Hún fylgir þessu vel, en Ívarr hefirorð fyrir þeim ok synjar ávallt fararinnar. Ok nú kvaðhún vísu:\"Eigi mundi yðaróhefnt vera bræðraeitt misseri eptir,ef ér dæið fyrri;lítt hirðik því leyna,ef líf hafa knættiEirekr sitt ok Agnarr,óbornir mér niðjar.\"\"Eigi er víst,\" segir Ívarr, \"hvárt þat stoðar nakkvat,þótt þú kveðir aðra vísu at annarri, eða hvé gerlaveiztu, hverr fastgarðr þar er fyrir?\" \"Eigi veit ek þatvíst,\" segir hún, \"eða hvat kanntu at segja, hver torveldiþar er á?\" Ívarr segir, at þar er blótskapr svá mikill,at hvergi kvaðst hann spurdaga hafa, at þvílíkr mundivera. \"Ok sá konungr er bæði ríkr ok illgjarn.\" \"Hvater þat, er hann trúir mest á í blótum?\" Hann segir:\"Þat er kýr ein mikil, ok er hún kölluð Síbilja. Húner svá mjök mögnuð, at þegar er menn heyra lát hennar,hafa óvinir hans engir staðizt, ok er trautt semberjast skuli við menn at eins, heldr má til þess ætla,at fyrri skal tröllskapnum mæta en konunginum, okvil ek hvárki hætta þar til mér né liði mínu.\" Húnsegir: \"Á hitt máttu líta, at þú munt eigi bæði megaheita mestr maðr ok vinna ekki til.\" Ok nú er henniþykkir fyrir ván komit, ætlar hún í brott; þótti henniþeir eigi mikils meta sín orð. Þá mælti Sigurðr ormrí auga: \"Segja má ek þér, móðir,\" segir hann, \"hvatmér er í hug, en eigi má ek ráða þeira svörum.\"\"Heyra vil ek þat,\" segir hún. Nú kvað hann vísu:\"Þat skal þriggja nátta,ef þik tregar, móðir,leið eigu vér langa,leiðangr búinn verða;skal Uppsölum eigi,þótt ófafé bjóði,ef oss duga eggjar,Eysteinn konungr ráða.\"Ok er hann hafði þessa vísu kveðit, skipast nokkuthugr þeira bræðra. Ok nú mælti Áslaug: \"Yfir lýsirþú nú, sonr minn, at þú vilt gera minn vilja. En þómá ek eigi yfir sjá, at vit komim þessu á leið, ef vithöfum eigi fullting bræðra þinna, en þat mætti sváverða, at mér mætti bezt þykkja, at þessa yrði hefnt,ok vel þykki mér þér fara, sonr minn.\" Ok nú kvaðBjörn vísu:\"Duga mun hugr ok hjartaí hauksnöru brjósti,þótt minnr um þat mæli,manni innan rifja;eigi er oss í augumormr né fránir snákar,bræðr glöddu mik mínir,mank stjúpsonu þína.\"Ok nú kvað Hvítserkr vísu:\"Hyggjum at, áðr heitim,at hefnt megi verða,látum ýmsa illu,Agnars bana, fagna;skjótum húf á hrannir,höggum ís fyr barði,sjám á hitt, hvé snekkjursnemmst vér fáim búnar.\"En Hvítserkr ræddi því um þat, at ís skyldi höggva,at frost váru á mikil, ok váru skip þeira inni frerin.Ok nú tók Ívarr til orða ok segir, at þá var þar komit,er hann mundi nokkurn hlut í eiga, ok nú kvað hannvisu:\"Hafið ofrhuga ærinnok áræði bæði,þess mundi þá þurfa,at þrá mikit fylgdi;bera mun mik fyr bragnabeinlausan fram verða,þó gatk hönd til hefnda,at hváriga nýtak.Ok er hitt nú til,\" segir Ívarr, \"at vér leggjum áslíkan hug sem vér megum of skipabúnað ok um samdráttherliðs, því at vér munum þess við þurfa at sparaekki af, ef vér skulum sigrast.\" Nú gengr Áslaug íbrott."}}