{"originalTitle": "Viðbætir_(Additional_Small_Texts)_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Viðbætir_(Additional_Small_Texts)_Chapter_2", "text": {"0": "Þat var sagt, at einn dag spurði Eirekr norræni konung, hverrgert hefði himin eða jörð. Konungr segir: \"Einn gerði hvárttveggja.\"Eirekr spurði: \"Hverr er sá?\" Konungr svarar: \"Guðalmáttigr, sá er einn í guðdómi, en þrennr í greiningu.\"Eirekr mælti: \"Hverjar eru þær þrjár greiningar?\" Konungrsegir: \"Líttu í sólina. Í henni eru þrjár greinir, eldr, birti okvermir, ok er þó ein sól. Svá er ok í guði faðir ok sonr okheilagr andi, ok er hann þó einn í sínum almætti.\" Eirekrmælti: \"Þó er mikill guð sjá, er gerði himin ok jörð. Seg mérnú nokkut af mikilleik hans.\" Konungr mælti: \"Guð er einnóumbræðiligr ok óyfirstíganligr. Hann er yfir öllum hlutum okþolir alla hluti, ok hann heldr öll endimörk jarðar með sinnihendi.\" Eirekr mælti: \"Hvárt veit guð alla hluti?\" Konungrsegir: \"Einn veit hann allt, sem í hans augliti sé.\" En er konungrhafði þetta mælt, þá undraðist Eirekr mikilleik guðs.Eirekr mælti: \"Hvárt býr guð á himni eða jörðu?\" Konungrsegir: \"Á himnum ríkir hann, ok þar er hans veldi. Þar ereigi sótt né þytr, eigi dauði, eigi hryggleikr ok eigi vesöld. Þarer jafnan fagnaðr ok eilíf sæla ok gleði með himneskum krásumán enda.\" Eirekr mælti: \"Hverir eru þar með guði?\" Konungrsegir: \"Helgir englar eru þar. Þá skapaði guð sér til þjónustuí fyrstu. Guð almáttigr gerði sér bjarta höll; þá höll kallaðihann himnaríki. Síðan gerði hann myrkvastofu; þat er þessiheimr, er vér byggjum. Í honum setti guð djúpa gröf; þat erhelvíti. Í þeim stað er hvers kyns vesöld með eldi, ok þar kveljastandir ranglátra manna. Fyrir þeiri gröf ræðr Satan, óvinralls mannkyns, en guð almáttigr batt hann rammliga eptir píslsína. Síðan reis hann upp á þriðja degi eptir sinn líkams dauða.En á fertuganda degi steig hann upp til himnaríkis, er öllumvöldum guðs er fyrir búit, riddarum ok hirðsveitum, ok þarer öllum skylt til at stunda ok fylla þat skarð, er þá varð, erenglarnir spilltust, en guð mun þá tölu fylla með hreinlífismönnum.\"Eirekr mælti: \"Hver er gröf sú, er þú mæltir, at íjörðu væri?\" Konungr segir: \"Þat er jörð dauðans, er fyrir erbúin syndugum mönnum, ok kallast þat helviti. Í þeim stað erhvers kyns vesöld með eldi eilífum. Þar kveljast vándir menn.\"Eirekr mælti: \"Hverir eru þeir?\" Konungr segir: \"Heiðnirmenn allir ok guðníðingar.\" Eirekr mælti: \"Hví eru allirheiðnir menn illir?\" Konungr segir: \"Því, at þeir vilja eigigöfga guð, skapara sinn.\" Eirekr mælti: \"Er eigi þat guð, ervér göfgum?\" Konungr segir: \"Eigi er þat guð, því at frá þeimer sagt vesölum, hve illa þeir dó eða hversu glæpafullt líf þeirfram leiddu, meðan þeir lifðu. Þeira andir eru nú í eilífum eldiok óslökkvanligum kvölum.\" Eirekr mælti þá: \"Aldri heyrðaek slíka hluti fyrr frá þeim sagða.\" Konungr segir: \"Villr ertuí trúnni, at þú heyrðir eigi slíkt sagt, en ef þú vill á eilífan guðtrúa, þann er í þrenningu er, þá muntu eptir dauðann meðhonum fara í eilífa sælu.\" Eirekr mælti: \"Þess æski ek, at eköðlist eilíft líf eptir dauðann.\" Konungr mælti: \"Þessi ósk veitistþér, ef þú trúir á eilífan guð í þrenningu ok takir þá heilagaskírn, ok verðr þú þá lífgaðr af holdi hans ok blóði ok geristþú vinr guðs. Tak við kristni ok heiðra hann í öllum hlutumréttiliga.\" Eirekr mælti: \"Þat samir at gera, sem þú eggjar. Segþú mér þat, er ek spyr þik: Hvar er helvíti?\" Konungr segir:\"Undir jörðu.\" Eirekr mælti: \"Hvat er yfir jörðu.\" Konungrsegir: \"Lopt.\" Eirekr mælti: \"Hvat er yfir lopti?\" Konungrsegir: \"Festingarhiminn. Í þeim himni eru öll himintungl svásem brennandi eldr.\" Eirekr mælti: \"Hvat er yfir festingarhimni?\"Konungr mælti: \"Vötn eru þar fest sem ský.\" Eirekrmælti: \"Hvat er yfir þeim vötnum?\" Konungr segir: \"Andligrhiminn, ok því trúa menn, at englar búi þar.\" Eirekr mælti:\"Hvat er yfir þeim himni?\" Konungr svarar: \"Skilningarhiminn.Í þeim himni má líta sjálfan guð ok hans veldi, þeir semþess eru makligir.\" Þá undrast Eirekr, hversu vitr konungrvar ok mælti: \"Þó er mikil ok háleit ok óyfirstíganlig þín spekt.Seg þú, ef þú veizt, hversu mikil er breidd jarðarinnar.\" Konungrsegir: \"Forvitinn ertu, Eirekr, ok margra hluta viltu víssverða, þeira sem ónauðsynligir eru ok fáheyrðir ok mjökókunnir. En til þess at ek fylli spurning þína, þá heyr þú, hvater ek segi þér, ok nem eptir. Umhverfis jörðina telja fróðirmenn hundrað þúsunda rasta ok átta tigi þúsunda, ok haldahenni engir stólpar upp, heldr guðligr almáttr.\" Eirekr mælti:\"Hversu langt er milli himins ok jarðar?\" Konungr svarar: \"Forvitinnertu. Þat er kallat, at af jörðu sé allt til ins efsta himinshundrað þúsunda mílna ok þrjú hundruð ok hálfr níundi tögrmílna.\" Eirekr mælti: \"Hvat er utan um jörðina?\" Konungrsegir: \"Mikill sjór, er oceanum heitir.\" Eirekr mælti: \"Hverter yzt land í suðrhálfu heimsins?\" Konungr svarar: \"Indíalandsegjum vér enda á löndum í þá hálfu heims.\" Eirekr mælti:\"Hvar er sá staðr, er Ódáinsakr heitir?\" Konungr segir: \"Paradisumköllum vér svá eða jörð lifandi.\" Eirekr mælti: \"Hvarer sá staðr?\" Konungr segir: \"Í austr er land frá Indíalandiinu yzta.\" Eirekr mælti: \"Má komast þangat?\" \"Víst eigi,\"segir konungr, \"því at eldligr veggr stendr fyrir, sá tekr allttil himins upp.\"En er þetta ok margt annat hafði konungr sagt Eireki, þálét hann fallast til fóta konungi ok mælti: \"Ek bið þik, innbezti konungr, at fyrir fullting yðvart greiðist ferð mín, þvíat mér er nauðsyn á hendi at efna heitstrenging mína, því atek strengdi þess heit at fara suðr í heima at leita Ódáinsakrs,en ek veit, at ek má at engum kosti komast þangat, utan eknjóti yðvars fulltings við.\" Konungr segir: \"Vertu hér þrjávetr með oss ina næstu ok far síðan, því at nauðsyn er, at þérverði hjálp at mínum ráðum, ok hlýð þú mínum fortölum íöllu. Tak við skírn, ok mun ek þá fulltingja þér.\" Eirekrspurði konung vandliga at ömbun réttlætis eða píslum helvítis.Hann spurði ok at yfirbragði þjóða ok grein landa, frá höfumok útlöndum ok frá allri austrálfu heimsins ok suðrálfu, frákonungum stórum ok frá ýmissum eyjum, frá auðn landa okfrá þeim stöðum, er þeir áttu ferð yfir, frá mönnum undarligumok búningi þeira ok siðum margra þjóða, frá höggormumok flugdrekum ok alls kyns dýrum ok fuglum, frágnótt gulls ok gimsteina. Þessar spurningar ok margar aðrarleysti konungr vel ok fróðliga. Eptir þetta váru þeir skírðirEirekr ok hans menn."}}