{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_44", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_44", "text": {"0": "Nú taka þeir þetta til ráðs, at þeir hlaupa á þilin sváhart ok heimsliga, at þau brotna í sundr, ok komastsvá út. Er þá alþakit stræti borgarinnar af brynjuðufólki. Tekst þar þá inn harðasti bardagi með þeim, okgengr Hrólfr konungr ok kappar hans grimmliga fram.Verðr mjök rýrt fyrir þeim liðit. Mæta þeir aldri neinumsvá stoltum né dramblátum, at ekki verði at krjúpafyrir þeira stórum höggum. Ok í þessum harða bardagakemr haukr Hrólfs konungs fljúgandi ór borginni oksezt á öxl Hrólfs konungs svá látandi, svá sem hanneigi miklum sigri at hrósa. Böðvarr mælti: \"Svá lætrhann nú sem hann hafi nokkurn frama unnit.\" Sámaðr skundaði til eins lopts, sem haukana átti at annastok þeir váru í geymdir, ok þykkir honum undarligt, athaukr Hrólfs konungs er í burtu, en hann finnr dauðaalla hauka Aðils konungs. Lýkr með því bardaganum,at þeir drepa þar fjölda manna, ok stenzt eigi neittfyrir þeim. En Aðils konungr er þá horfinn, ok eigiþykkjast þeir vita, hvat af honum er orðit. Þeir biðjasér griða, sem uppi standa af mönnum Aðils konungs,ok veita þeir þeim þat.Eptir þetta ganga þeir til hallar ok inn í höllinadjarfliga. Þá spyrr Böðvarr, á hvern bekk Hrólfr konungrvill sitja. Hrólfr konungr svarar: \"Á konungspallinnsjálfan skulum vér setjast, ok mun ek setjastí öndvegi.\" Aðils konungr kom eigi í höllina, ok þóttisthann þungt af bíða ok mikla smán hafa fengit, hverrabragða sem hann leitaði. Þeir sátu nú um hríð meðhvíld ok ró. Þá mælti Hjalti inn hugprúði: \"Mun ekkiráð, at einhverr viti hesta várra ok vita, hvárt þá skortireigi þat, sem þeir þurfa við?\" Ok nú var svá gert,en þegar sá kom aptr, sagði hann hestana háðuligaút leikna ok skammfæra ok sagði frá, hvernig þeir váruút leiknir, svá sem fyrr var sagt. Ekki gaf Hrólfr konungrsik at þessu, nema hann sagði, at allt færi á einnveg fyrir Aðils konungi.Nú kemr Yrsa drottning í höllina ok gengr fyrirHrólf konung ok kvaddi hann með list ok prýði. Hanntók vel kveðju hennar. Hún mælti: \"Eigi er þér sváfagnat, frændi, sem ek vilda ok vera ætti, ok eigi skaltuhér lengr dveljast, sonr minn, í slíkum ófagnaði, þvíat liðsdráttr er mikill um allt Svíaveldi, ok ætlar Aðilskonungr at drepa yðr alla, sem hann hefir viljat fyrirlöngu, hefði hann því fram komit, ok hefir nú meiramátt auðna þín en tröllskapr hans. Ok nú er hér eittsilfrhorn, sem ek vil fá þér ok varðveittir eru í allirinir beztu hringar Aðils konungs ok sá einn, er Svíagríssheitir ok honum þykkir betri en allir aðrir,\"  okþar með fær hún honum mikit gull ok silfr í öðru lagi.Þetta fé var svá mikit allt saman, at varla kunni einn atvirða. Vöggr var þar viðsaddr ok þiggr mikit gull atHrólfi konungi fyrir sína dyggðuga þjónustu. Drottninglætr leiða fram hesta tólf, alla rauða at lit nema einn,sá var hvítr sem snjór, þeim skyldi Hrólfr konungr ríða.Þessir váru þeir, sem bezt reyndust af öllum Aðils konungshestum, allir albrynjaðir. Hún fekk þeim skjölduok hjálma ok herklæði ok önnur góð klæði, sem beztfundust, því at eldrinn hafði áðr spillt þeira klæðum okvápnum. Alla hluti fekk hún þeim stórkostuliga, þásem þeir þurftu at hafa. Hrólfr konungr mælti: \"Hvárthefir þú fengit mér þvílíkt fé, sem ek átta at réttu okfaðir minn hafði átt?\" Hún segir: \"Mörgum hlutumer þetta meira en þú áttir at heimta, ok hafi þér hérmikinn frama unnit ok þínir menn. Búið yðr nú sembezt, svá at eigi megi á yðr ganga, því at þér munuðenn reyndir verða. Eptir þetta stigu þeir á hesta sína.Hrólfr konungr mælir ástsamliga til móður sinnar, okskilja þau með blíðu."}}