{"originalTitle": "Ketils_Saga_Hængs_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ketils_Saga_Hængs_Chapter_3", "text": {"0": "Um haustit fyrir vetrnætr bjó Ketill ferju sína. Hallbjörnspurði, hvat þá skal at hafast. Ketill kveðst ætlaí veiðiför. Hallbjörn kvað þat engra manna hátt, --\"ok gerir þú þetta í óleyfi mínu.\" Ketill fór ekki atsíðr. Ok er hann kom norðr á fjörðu, tók hann ofviðriok sleit undan til hafs, ok náði ekki höfn, ok rak hannat björgum nokkurum norðr fyrir Finnmörk ok lendiþar, er björgin skildust. Bjóst hann nú um ok sofnar.En hann vaknar við þat, at skipit skalf allt. Hann stóðupp ok sá, at tröllkona tók í stafninn ok hristi skipit.Ketill hljóp í bátinn ok tók upp smjörlaupa nokkuraok hjó festina ok reri í burt. Helzt ofviðrit. Þá lagðisthvalr at honum ok skýldi skipinu við veðrinu, ok þóttihonum manns augu í honum vera. Ok þá rak hannat skerjum nokkurum, ok braut hann bátinn ok lagðistí sker nokkur, ok sá hann þá ekki nema sorta til lands,ok lagðist hann þangat eptir hvíld sína ok komst atlandi ok hitti götu ór fjörunni ok fann bæ. Þar stóðmaðr úti fyrir dyrum ok klauf skíð. Hann hét Brúni.Sá tók við honum vel ok kvað visu:\"Heill kom þú, Hængr!Hér skaltu þiggjaok í allan vetrmeð oss vera.Þér mun ek fastna,nema þú fyrir látir,dóttur mína,áðr dagr komi.\"Ketill kvað vísu:\"Hér mun ek þiggja!Hygg ek, at valdiFinns fjölkynngifeikna veðri.Ok í allan dageinn jós ek við þrjá.Hvalr kyrrði haf.Hér mun ek þiggja.\"Þeir gengu síðan inn. Þar váru fyrir tvær konur. Brúnispurði, hvárt hann vill ligga hjá dóttur hans eða einnsaman. Hún hét Hrafnhildr ok var harðla stór vextiok þó drengilig. Svá er sagt, at hún hafði alnar breittandlit. Ketill kveðst hjá Hrafnhildi liggja vilja. Síðanfóru þau í rekkju, ok breiddi Brúni á þau uxahúðefsta. Ketill spurði, hvat því skyldi. \"Ek hefi hingatboðit Finnum, vinum mínum,\" sagði Brúni, \"ok vilek eigi, at þit verðið fyrir sjónum þeira. Þeir skulu núkoma til smjörlaupa þinna.\" Finnar kómu ok várueigi mjóleitir. Þeir mæltu: \"Mannfögnuðr er oss atsmjöri þessu.\" Síðan fóru þeir í burt. En Ketill varþar eptir ok skemmti sér við Hrafnhildi. Hann fór okjafnan í skotbakka ok nam íþróttir. Stundum fór hanná dýraveiðar með Brúna. Um vetrinn eptir jól fýstistKetill í burt. En Brúni kvað eigi þat mega fyrir vetrarríkiok illum veðrum, -- \"en Gusir Finna konungrliggr úti á mörkum.\"Um várit bjuggust þeir Brúni ok Ketill til ferðar.Þeir fóru it fremra um fjörðu. Ok er þeir skildu, mæltiBrúni: \"Far þú þá leið, sem ek vísa þér, en eigi áskóginn.\" Hann gaf honum skeyti nokkur ok broddeinn ok bað hann hans neyta, ef hann þyrfti, í nauðsynsína. Síðan skildu þeir, ok fór Brúni heim. Ketillmæltist við einn saman: \"Hví mun ek eigi fara inaskemmri leiðina ok hræðast ekki grýlur Brúna?\" Síðansneri hann á skóginn, ok sá hann mjallroku miklaok at maðr renndi eptir honum ok hafði tvá hreina okvagn. Ketill kvaddi hann með vísu:\"Skríð þú af kjálka,kyrr þú hreina,seggr síðförull,seg, hvat þú heitir.\"Sá svarar:\"Gusi kalla mikgöfgir Finnar.Em ek oddvitiallrar þjóðar.Hvat er þat manna,er mér í móti ferrok skríðr sem vargr af viði?Æðru skaltu mæla,ef þú undan kemskþrysvar í Þrumufirði.Því tel ek þik ósnjallan.\" Þeir fundust fyrir Ófara-Þrumu.Ketill kvað vísu:\"Hængr ek heiti,kominn ór Hrafnistu,hefnir Hallbjarnar.Hví skríðr þú svá, inn armi?Friðmálum mælamunkat ek við Finn ragan,heldr mun ek benda boga,þann mér Brúni gaf.\"Gusir þóttist nú vita, hverr Hængr sé, því at hannvar frægr mjök. Gusir kvað vísu:\"Hverr er á öndrumöndverðan dag,gjarn til gunnarí grimmum hug?Vit skulum freistaflein at rjóðahvárr at öðrum,nema hugr bili.\"Ketill kvað:\"Hæng kalla mighálfu nafni.Mun ek veita þérviðnám heðan.Skaltu víst vita,áðr vit skiljum,at búkörlumbíta örvar.\"Gusir kvað:\"Bústu nú viðbitri eggþrumu.Haf þú hlíf fyrir þér.Hart mun ek skjóta.Þér mun ek bráðlaat bana verða,nema þú af auðiöllum látir.\"Ketill kvað:\"Mun ek af auðieigi látaok fyrir einum þéraldri renna.Fyrr skal þér höggvinhlíf fyrir brjósti,en fyr sjónumsvart at ganga.\"Gusir kvað:\"Skaltattu gulliné gersimummeð heilum hugheima ráða.Kemr þér banibrátt at höndum,ef vit skulum útioddum leika.\"Ketill kvað:\"Munkat ek gullivið Gusi skiptané heldr fyrritil friðar mæla.Mér er bráðr banibetri mikluen hugleysiok heðankváma.\"Síðan bendu þeir upp boga sína ok lögðu örvar ástreng ok skutust í odda, ok fór svá tylft örva hvárs,at niðr fellu. Fleinn einn var þá eptir, er Gusir átti.Broddr Ketils var ok eptir. Þá tók Gusir fleininn, oksýndist honum hallr, ok steig hann á. Ketill mælti:\"Feigr er núFinnr inn ragi,at hann fóttreðrflein sinn rangan.\"Síðan skutust þeir at, ok mættust nú ekki á fluginum,ok fló broddrinn í brjóst Gusi, ok fekk hann bana.Brúni hafði látit Gusi sýnast hallr fleinninn, því athann var konungdóminum næstr, ef Gusi yrði nokkut,en þóttist áðr vanhaldinn af skiptum þeira. Gusir hafðihaft sverð þat, er Drangvendill hét, allra sverða bezt.Ketill tók þat af Gusi dauðum ok örvarnar Flaug,Hremsu ok Fífu. Ketill fór aptr til Brúna ok sagðihonum, hvat í hafði gerzt. Brúni kvað sér nærri höggvit,at bróðir hans var drepinn. Ketill kveðst nú hafa unnitundir hann konungdóminn. Síðan fylgdi Brúni honumí byggðina, ok skildust þeir með miklum kærleikum.Eigi er fyrr sagt af ferðum Ketils en hann kom heimtil Hrafnistu. Hann hitti bónda einn ok spurði, hvatskip þau skyldu, er fóru til eyjarinnar. Bóndi kvaðþat vera boðsmenn, ok ætti at drekka erfi eptir Ketil,ef þá spyrðist ekki til hans. Ketill fór á vándu skipitil eyjarinnar ok gekk inn í skálann, ok urðu mennhonum fegnir. Var nú veizlunni snúit í fagnaðaröl ímót Katli. Var hann nú heima þrjá vetr. Þá kom þarskip við eyna, ok var þar á Hrafnhildr Brúnadóttirok sonr þeira Ketils, er Grímr hét. Ketill bauð þeimþar at vera. Hallbjörn mælti: \"Hví býðr þú trölliþessu hér at vera?\" Ok var hann mjök byrstr ok styggrvið hennar kvámu. Hrafnhildr kvað hvárigum þeiramein mundu at henni vera, -- \"ok mun ek burt heðanfara, en Grímr, sonr okkarr, loðinkinni skal eptir vera.\"Því var hann svá kallaðr, at kinn hans önnur var loðin,ok með því var hann alinn. Þar festi ekki járn á. Ketillbað Hrafnhildi eigi reiðast fyrir þessa sök. Hún kvaðþeim lítt mundu undir þykkja reiði hennar. Síðanfór hún heim ok reri norðr með landi, en bað Grímþar vera þrjá vetr ok kveðst þá mundu koma eptirhonum."}}