{"originalTitle": "Ásmundar_Saga_Kappabana_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ásmundar_Saga_Kappabana_Chapter_2", "text": {"0": "Helgi hét konungr ágætr. Hann var hermaðr mikill.Helgi fór með herskipum á fund Buðla konungs okgerði honum orðsending, at hann mundi þar friðmaðrvera, ok kveðst vilja kannast við hann ok þiggja at honumveizlu. Konungr tók því vel. Helgi konungr gekkupp til hallar ok fekk þar góðar viðtökur. Hildibrandrhét faðir Helga konungs, er réð fyrir Húnalandi. Helgikonungr mælti þá: \"Birta mun ek minn vilja til yðarmeð tilmæli ráðahags við dóttur yðra. Má ek sjá hvárttveggjaat þessu sæmd, mik til landvarnar við yðr, enríki yðart til móts.\" Buðli konungr segir: \"Ek vil yðruerendi vel svara með samhuga hennar við oss.\" Ok síðanvar þetta mál kært við hana, en hún geldr til samþykkivilja föður síns, ok er nú aukin veizlan eptirtíginna manna sið, ok fær Helgi konungr Hildar, dótturBuðla konungs, ok síðan váru þeir mágar samhuga, okvar Buðla konungi mikit traust at Helga konungi.Þau Hildr áttu son, er Hildibrandr hét, er mannavar vænstr, ok þegar er hann dróst á fætr, þá mæltiHelgi konungr, faðir hans: \"Þinn fóstrfaðir skal veraHildibrandr inn ríki, faðir minn, í Húnalandi, ok erþá vænst, at þín forlög verði mátuligust.\" Helgi konungrsendi nú þangat sveininn. Hildibradr konungrtók ágætliga við honum ok kveðst vænta, at þar mundiupp fæðast einn kappi. Eptir þat fór Helgi konungr íhernað, en Buðli konungr gerðist gamall löndum atstýra."}}