{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_3", "text": {"0": "Nú er at segja frá Þorfinni jarli, at hann ríss upp ívalnum. Hann tók fyrir brjóst konungi ok fann, athann var dauðr. Hann gekk þá þangat, er þeir Hálfdanok Ásmundr lágu. Hann sér, at Ásmundr var dauðr.Hann spyrr, hvárt Hálfdan mætti nokkut mæla. Hannkvað eigi trauða til þess. Jarl spyrr, hvárt hann værieigi sárr. Hálfdan kveðst eigi sárr vera, \"en fell ekaf mæði,\" sagði hann, \"eða hvat kanntu at segja mértil Ásmundar, bróður míns?\" Jarl svarar: \"Hann er núdauðr.\" \"Vissa ek þat,\" segir Hálfdan, \"at hann varekki at manni.\" Jarl bar Hálfdan ór valnum, því athann var mjök stirðr, svá at hann mátti eigi ganga.Jarl gekk til skemmu Ingibjargar, en er hún sá jarl,fagnaði hún honum vel ok spurði tíðenda. Jarl segirkonung ok Ásmund, bróður hennar, dauðan ok allirborgarmenn. Ingibjörg varð mjök hrygg við ok grét.Jarl segir annat betra en at gráta. Jarl kvað nú skemmumeyjarhennar verða at skilja við hana. Jarl tók þáIngibjörgu ok berr hana á hendi sér ok Hálfdan öðrum megin,gengu síðan til skógar, ok finnr fyrir sérlítinn bæ ok klappar á dyrum. Kona gekk þar út okheilsar jarli. Hann tekr vel kveðju hennar. Sjá konahét Gríma. Jarl mælti þá: \"Þat vilda ek, Gríma,\" segirhann, \"at þú takir við börnum þessum ok geymir, þartil er ek kem eptir þeim, því at ek veit, at þau eru hérgeymd fyrir víkingunum. Eru hér þrjár merkr silfrs,er ek vil gefa þér.\" Hún tók við hvárutveggja, fénu okbörnunum, en jarl fór heim til borgar ok lagðist niðrí valinn. Engi maðr varð varr við hans ferð.Sóti ok hans menn vakna snemma um morguninnok hugðu gott til konungsdóttur. Gengr hann þegarfrá skipunum ok hans menn allir til borgarinnar. Oker þeir koma þar, rannsaka þeir valinn ok finna hvergiannan konungsson. Þeir sjá Þorfinn jarl ok spurðu, hvárthann vissi ekki til annars konungssonar, en hann kveðstekki til hans vita. Sóti hafði farit til skemmu Ingibjargarok kom aptr ok sagði hana á burtu ok kvaðjarl til barnanna vita. Jarl kveðst eigi til þeira vita,en Sóti lézt mundu aflima hann, ef hann vildi eigisegja til barnanna. Jarl kvaðst eigi segja mundu. Sótivildi eigi at heldr drepa jarl. Sóti tók þá undir sikbæði ríkit ok þegna. Gerðist hann þá konungr í Danmörku,þótt þat væri illa fengit. Þjónuðu honum okmenn heldr af hræðslu en góðvilja. Jarl var hljóðrþann vetr. Lét Sóti leita þeira systkina, ok fundustþau ekki, en þegar farit var í nánd bæ Grímu, þá laustávallt á hríð, ok urðu menn Sóta aptr at snúa.Einn morgun snemma gengr jarl, svá at engi vissi,til bæjar Grímu. En er hann kom, stóð hún úti okhjá henni bæði börnin. Hún heilsaði jarli glaðliga.Hann tók því vel. Þau systkin urðu þá harðla feginfóstra sínum ok kysstu hann. Jarl kvað nú börninmundu verða at skilja við Grímu ok kvaddi hana. Gekkhann nú burt með börnin, þar til er hann kom til sjóvarstrandar.Þar sá Hálfdan skipaflota. Jarl átti þar eittskip ok kvað Hálfdan skyldu þat eiga ok fjárhlut,\"ok skaltu fara til Bjarmalands til Óttars jarls, bróðurmíns, ok segja, at hann taki við þér fyrir mín orð, en efhann er tregr til, þá fá honum gull þetta til jartegna,ok mun hann þá við þér taka.\" Hálfdan mælti: \"Þatvil ek nú, fóstri minn, at þú færir með mér.\" Jarlneitti því. Minntist hann þá við þau systkin ok gekkheim síðan, en Hálfdan fór á skip með Ingibjörgu okhelt í haf, ok byrjaði þeim vel, tók Bjarmaland. Hanngekk frá skipi með öllum mönnum sínum ok til hallarjarls. Hálfdan gekk fyrir jarl ok kveðr hann. Jarl tókhonum vel ok spurði tiðenda. Hálfdan segir þá semvar, at Hringr konungr var andaðr ok þat með, at Þorfiðrjarl hafði sent hann þangat til halds ok trausts.Jarl lét seinliga við því. Þá fekk Hálfdan jarli gullit.Jarl mælti þá: \"Mikit þykkir bróður mínum undir, atek taki við þér, enda skal ek ok svá gjarna gera.\" Settijarl þá Hálfdan it næsta sér, en Ingibjörgu var fylgttil skemmu dóttur jarls, er Þóra hét. Hún var bæði vænok vitr."}}