{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_9", "text": {"0": "Þat bar til tíðenda einn dag sem optar, at tveir mennókunnir gengu inn í höllina. Þeir váru miklir ok þrekligir,en lítt búnir at vápnum ok klæðum. Þeir gengufyrir jarl ok kvöddu hann. Hann tók vel kveðju þeiraok spurði þá at nafni. Inn stærri maðrinn sagði: \"Viterum bræðr. Ek heiti Hrafn, en bróðir minn Krákr, okerum vit flæmskir at ætt.\" \"Illt var þá til góðra nafna,\"sagði jarl, \"er svá röskvir menn skyldu svá heita.\" Hrafnmælti: \"Hér vildum vit þiggja vetrvist í vetr, því atokkr er sagt, at þú sért vel til þeira manna, er langteru at komnir.\" Jarl segir þá skyldu vera velkomna okskipaði þeim sæti utan frá öndvegismanni á miðjanbekk. Þeir váru þar í góðu yfirlæti af jarli. Ekki áttuþeir marga gleði eða skemmtan við aðra menn. Þar váruknattleikar jafnan. Margir menn báðu þá bræðr at faratil leiks. Þeir sögðust jafnan at leikum verit hafa okþóttust heldr harðleiknir. Jarlsmenn létust sjálfir munduábyrgjast sik, hvað sem um liði.Um morgin eptir gengu þeir bræðr í leikinn, okhöfðu þeir jafnan knöttinn um daginn. Hrundu þeirmönnum ok felldu harðliga, en slógu suma. At kveldiváru þrír handbrotnir, en margir lamdir eða meiddir.Þóttust jarlsmenn nú hart af fá. Gekk svá fram nokkuradaga. Þeir toku þat ráðs, at þeir báðu Stefni jarlssonfara í leikinn ok rétta nokkut þeira hluta. Hannjátar því, ok um morgun eptir fór Stefnir til leikvallar,ok þegar Hrafn sá hann, mælti hann: \"Hvárt ertu svásterkr, at þú mátt ekki at leikum vera með öðrum mönnum,eða þykkist þú svá stórr, at engi skal þora at leikaí móti þér?\" Stefnir sagði: \"Hvárki er ek svá sterkr némikillátr, at ek mega eigi at leikum vera.\" Hrafn mælti:\"Þá býð ek þér til leiks at þriggja nátta fresti ok þeimmanni, sem þú kýss til með þér í móti okkr bræðrum,ef þú treystist.\" Stefnir sagði: \"Víst skaltu vita, at ekskal koma til leiksins.\"Gekk hann síðan burt ok lét taka sér hest ok reiðtil þess, at hann kom til kastala Hrólfs. Sá var annarrvetr, er Hrólfr var í Danmörku. En þegar Hrólfr vissi,at Stefnir var kominn, gekk Hrólfr móti honum okfagnaði honum með allri blíðu. Settust þeir þá tildrykkju. Stefnir mælti: \"Til þess er ek hér kominn, atek vildi biðja þik til leiks með mér móti vetrtaksmönnumföður míns, er heita Krákr ok Hrafn.\" Hrólfr sagði:\"Mér er sagt, at þeir hafi marga menn meidda, en sumadrepna ok þeir sé menn sterkir. En ek kann ekki atleikum. Mun ek þó fara með yðr, ef þér vilið.\"Fóru þeir nú til borgarinnar. Tók jarl vel við Hrólfi.Annan dag eptir gengu þeir Hrólfr ok Stefnir til leiksins.Váru þeir bræðr ok þar komnir. Hrafn tók knöttinn,en Krákr knatttréit, ok léku at vanda þeira. Jarlsat á stóli ok horfði á leikinn. En er þeir höfðu leikitum hríð, fær Hrólfr nát knettinum. Hann grípr knatttréitaf Kráki ok fær Stefni. Leika þeir þá svá lengi, atþeir bræðr náðu ekki knettinum. Þat var eitt sinn, atHrafn hljóp eptir knettinum, at maðr einn rétti fyrirhann fót, svá at hann fell, ungr maðr ok glettinn viðaðra menn, frændi jarls. Hrafn varð reiðr mjök okspratt upp skjótt ok greip þann, er hann felldi, ok færðihann á lopt ok keyrði hann niðr at höfðinu, svá at hanngekk ór hálsliðnum. Jarl kallar á menn sína ok baðtaka Hrafn ok drepa. Hrólfr hljóp þá at Hrafni okþreif til hans. Í annan stað tókust þeir á Krákr okStefnir. Hrólfr bannaði, at nokkur skakkaði með þeim.Þeir glímdu ok eigi lengi, áðr Hrólfr vá Hrafn upp ábringu sér ok færði niðr, svá at hann lá lengi í óviti,en af gekk skinnit af herðarblöðunum. En er Hrafnraknaði við, reis Hrólfr upp at honum ok mælti: \"Séek, at þú hefir tígns manns augu, ok bið ek yðr, herra,at þér gefið þessum mönnum grið, því at ek veit, atþeir eru mikillar ættar.\" Stefnir hafði ok borit af Krákiok bað föður sinn veita Hrólfi þat, er hann beiddi. Varjarl lengi inn reiðasti, en þó gaf hann þeim grið fyrirbæn Hrólfs ok Stefnis. Þeir bræðr váru stirðir mjökok gengu brutt þegjandi ok til herbergis síns. Kómuþeir ekki undir borð á því kveldi.Gafst nú upp leikrinn, ok fóru menn til drykkju.Hrólfr mælti við Stefni: \"Nú skaltu taka þér klæði, ervit eigum bezt, ok fá Þóru, systur þinni, í hendr, ok skalhún gera þeir bræðrum klæði ok láta vera búin árlaí morgin.\" Stefnir gerði svá ok gekk til Þóru meðklæðit ok sagði henni, hversu gera skyldi. Gekk Stefnirsíðan í burt, en hún tók at gera klæðin. Leið svá nóttin,en um morgin snemma sendi Þóra Hrólfi klæðin, okváru þau fullgerð. Tók hann við ok fór til herbergisþeira bræðra ok sá, at þeir lágu. Hrólfr mælti: \"Hvíflýgr Hrafn síð upp, þar sem nóg er æzlit, ok eru núernir ok önnur hrækvikendi full orðin?\" Hrafn segir:\"Varla má vel fljúga, ef skerðir eru eða fjaðrsárir.\"Hrólfr tók klæðin ok kastaði til þeira, en gekk burtusíðan. En þeir bræðr tóku klæðin ok fóru í ok gengusíðan undir borð. Leið nú svá vetrinn. Ekki er þatsagt, at þeir Krákr ok Hrafn þakkaði Hrólfi klæðinné lífgjöfina, ok váru þeir þó vel haldnir. Í móti sumrihurfu þeir burtu, svá at engi maðr vissi, hvat af þeimvarð, ok þótti mörgum kynligt þeira athæfi. Hrólfr fórí hernað um sumarit ok þeir Stefnir báðir ok var gotttil fjár ok mannorðs. Þeir kómu heim at hausti meðheilbrigðu, ok er ekki sagt frá stórvirkjum þeira."}}