{"originalTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_1", "text": {"0": "FYRIR austan Vanakvísl í Asía var kallat Asíalandeða Asíaheimr, en þat fólk var kallat Æsir, erþar byggðu, en höfuðborgina kölluðu þeir Ásgarð.Óðinn var þar nefndr konungr yfir. Þar var blótstaðrmikill. Njörð ok Frey setti Óðinn blótgoða. DóttirNjarðar hét Freyja. Hún fylgdi Óðni ok var friðla hans.Menn þeir váru í Asía, er einn hét Álfrigg, annarrDvalinn, þriði Berlingr, fjórði Grérr. Þeir áttu heimaskammt frá höll konungs. Þeir váru menn svá hagir,at þeir lögðu á allt gerva hönd. Þess háttar menn, semþeir váru, kölluðu menn dverga. Þeir byggðu einn stein.Þeir blönduðust þá meir við mannfólk en nú.Óðinn unni mikit Freyju, enda var hún allra kvennafegrst í þann tíma. Hún átti sér eina skemmu. Húnvar bæði fögr ok sterk, svá at þat segja menn, at ef hurðinvar aptr ok læst, at engi maðr mætti koma í skemmunaán vilja Freyju. Þat var einn dag, er Freyju varð gengittil steinsins, hann var þá opinn. Dvergarnir váru atsmíða eitt gullmen. Þat var þá mjök fullgert. Freyjuleizt vel á menit. Dvergunum leizt ok vel á Freyju.Hún falaði menit at dvergunum, bauð í móti gull oksilfr ok aðra góða gripi. Þeir kváðust ekki féþurfi, sagðisthverr vilja sjálfr sinn part selja í meninu ok ekkiannat fyrir vilja hafa en hún lægi sína nótt hjá hverjumþeira. Ok hvárt sem hún lét at þessu komast betreða verr, þá keyptu þau þessu. Ok at liðnum fjórumnáttum ok enduðum öllum skildaga, afhenda þeirFreyju menit. Fór hún heim í skemmu sína ok lét kyrrtyfir sér, sem ekki hefði í orðit."}}