{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_17", "text": {"0": "Hálfdan snýr nú á skóginn, ok er hann hafði gengittvá daga, þá sá hann einn leynistíg. Hundrinn vildistíginn, en Hálfdan gekk fram brautina, þangat til athann fann skála. Þar var hnigin hurð á klofa. Hálfdanhratt henni upp, en í því hann gekk inn, þá var Gullkúlaþar fyrir, dóttir Kols, ok hjó á háls honum meðbitrligri skálm, en þar var undir steinasörvi kerlingarok brast við hátt, en skálmin stökk í sundr. Hálfdangreip hana upp ok rak hana niðr fall mikit ok greipsíðan í annan fótinn á henni ok reif hana sundr atendilöngu ok kastar henni síðan út fyrir dyrr. Kolr komheim á móti dagsetri, ok er hann laut í dyrrnar, þásetti Hálfdan saxit á hálsinn, ok var þat hans bani. Enum nóttina, þá er Hálfdan var í svefni, kómu þau innbæði, Kolr ok dóttir hans, ok sóttu þau bæði at Hálfdani.Hundrinn hljóp upp ok reif Gullkúlu á náranumok rakti ór henni þarmana. Hálfdan hljóp undirskálabúann, ok glímdu þeir lengi, en svá lauk, at Hálfdanfelldi hann ok braut hann á háls. Síðan tók hanneld ok brenndi þau upp bæði. Þar var hann tvær nætr.Síðan fór hann á burtu ok létti eigi fyrr en hann komá Klifskóg. Þar fann hann skála stóran, ok var hurðinsvá þung, at hann varð alls máttar at kosta, áðr húngekk upp. Hann sá þar rúm eitt. Þat hafði tvær álniryfir hans lengd. Ból sá hann þar svá mikit sem báss væri.Þá var sýnt húmat. Hann heyrði út gný mikinn, okheyrði hann, at göltrinn grenjaði ok lét ófrýnliga. GekkHálfdan þá út ór skálanum. Hundrinn hljóp gnöllrandiat geltinum, en göltrinn snerist undan. Hálfdan hjó eptirhonum ok ór honum rófuna. Göltrinn snerist aptr okstakk trýninu á millum fóta Hálfdanar ok vatt honum álopt, svá at honum varð laust saxit, en þó kom hannstandandi niðr. Skálabúi kom þá at ok sló til Hálfdanarmeð gaddakylfu, en hann snerist undan höggvinu ok gateigi nát saxinu. Hann greip í fótinn á geltinum okkippti honum at sér. Höggit kom á millum hlusta geltinum,ok brotnaði haussinn í honum. Hálfdan reif fótinnundan geltinum ok rak hann við eyra spellvirkjanum,svá at hann fell á kné. Hálfdan hljóp þá at honumok hratt hann um koll. Hann greip þá til Hálfdanar,ok sviptust þeir fast, ok urðu ýmsir undir. Þá hljóp atrakkinn karlsnautr ok beit í nefit á skálabúa ok reif afhonum nasirnar. Þá gat Hálfdan nát saxinu ok hjó afskálabúa höfuðit ok brenndi hann síðan upp at báli.Var hann þá stirðr ok móðr. Þar dvelst hann umnóttina.Síðan kom hann at Kálfárskóg ok kemr at skála Sels.Hurð var hnigin á miðjan klofa. Hann hljóp á hurðinaþrisvar, áðr en upp gekk. Hann settist í rúm skálabúa.Hann hafði eikarkefli í hendi ok tálgaði hvasst í báðaendana ok sveið í eldinum. Hann sá út um dyrrnar, hvarskálabúi ferr, ok hljóp hundrinn fram undan. HundrinnHálfdanar brá við þegar ok hljóp upp á þvertréit.Hálfdan gekk út á móti bóndanum, en þegar hundrinnsá hann, hljóp hann á mót honum með gapanda ginitok lætr allólmliga. Hálfdan rak höndina inn í kjaptinná honum ok snýr keflinu, svá at annarr endinn horfirupp í góminn, en annarr niðr, ok kom hann ekki samankjaptinum. Selr kom at í þessu ok hafði bjarndýr áherðunum, en hvalkálf fyrir sér."}}