{"originalTitle": "Norna-Gests_Þáttr_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Norna-Gests_Þáttr_Chapter_1", "text": {"0": "SVÁ er sagt, at á einum tíma, þá er Óláfr konungrTryggvason sat í Þrándheimi, bar svá til, at einnmaðr kom til hans at áliðnum degi ok kvaddi hannsæmiliga. Konungr tók honum vel ok spurði, hverrhann væri, en hann sagðist Gestr heita. Konungr svarar:\"Gestr muntu hér vera, hversu sem þú heitir.\"Gestr svarar: \"Satt segi ek til nafns míns, herra,en gjarna vilda ek at yðr gisting þiggja, ef kostr væri.\"Konungr sagði honum þat til reiðu vera. En með þvíat áliðinn var dagr, vildi konungr ekki tala við gestinn,því at hann gekk þá skjótt til aptansöngs ok síðantil borðs ok þá til svefns ok náða.Ok á þeiri sömu nótt vakti Óláfr konungr Tryggvasoní sæng sinni ok las bænir sínar, en aðrir menn allirsváfu í því herbergi. Þá þótti konungi einn álfr eðaandi nokkurr koma inn í húsit ok þó at luktum dyrumöllum. Hann kom fyrir rekkju hvers manns, er þar svaf,ok at lyktum kom hann til sængr eins manns, er þarlá utarliga. Þá mælti álfrinn ok nam staðar: \"Furðusterkr láss er hér fyrir tómu húsi, ok er konungr eigijafnvíss um slíkt sem aðrir láta, er hann sé allra mannaspakastr, er hann sefr nú svá fast.\" Eptir þatt hverfrsá á brott at luktum dyrum.En snemma um morgininn eptir sendi konungr skósveinsinn at verða víss, hverr þessa sæng hafði byggtum nóttina; prófaðist svá, at þar hafði legit gestrinn.Konungr lét kalla hann fyrir sik ok spurði, hvers sonhann væri. En hann svarar: \"Þórðr hét faðir minn ok varkallaðr þingbítr, danskr at kyni. Hann bjó á þeim bæí Danmörk, er Græningr heitir.\" \"Þrifligr maðr ertu,\"segir konungr. Gestr sjá var djarfr í orðum ok meirien flestir menn aðrir, sterkligr ok nokkut hniginn íefra aldr. Hann biðr konung at dveljast þá lengr meðhirðinni. Konungr spurði, ef hann væri kristinn. Gestrlézt vera prímsigndr, en eigi skírðr. Konungr sagðihonum heimilt at vera með hirðinni, -- \"en skammastund muntu með mér óskírðr.\" En því hafði álfrinnsvá til orðs tekit um lásinn, at Gestr signdi sik umkveldit sem aðrir menn, en var þó reyndar heiðinn.Konungr mælti: \"Ertu nokkurr íþróttamaðr?\" Hannkvaðst leika á hörpu eða segja sögur, svá at gaman þættiat. Konungr sagði þá: \"Illa gerir Sveinn konungr þat,at hann lætr óskírða menn fara ór ríki sínu landa ámeðal.\" Gestr svarar: \"Ekki er þat Dana konungi atkenna, því at miklu fyrr fór ek burt ór Danmörk enOttó keisari lét brenna Danavirki ok kúgaði Haraldkonung Gormsson ok Hákon blótjarl at taka við kristni.\"Margra hluta spyrr konungr Gest, en hann leysti flestvel ok vitrliga. Svá segja menn, at Gestr þessi kæmi áþriðja ári ríkis Óláfs konungs til hans. Á því ári kómuok til hans þeir menn, er Grímar hétu ok váru sendiraf Guðmundi af Glasisvöllum. Þeir færðu konungihorn tvau, er Guðmundr gaf honum. Þau kölluðu þeirok Gríma. Þeir höfðu ok fleiri erendi til konungs,sem síðar mun sagt verða. Nú er þat at segja, at Gestrdvaldist með konungi. Er honum skipat utar frá gestum.Hann var siðsamr maðr ok látaðr vel. Var hannok þokkasamr af flestum mönnum ok virðist vel."}}