{"originalTitle": "Gautreks_Saga_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gautreks_Saga_Chapter_4", "text": {"0": "Herþjófr Hörðalands konungr fór með her at Haraldikonungi um nótt á óvart ok drap hann í tryggðum,en tók í gísling Víkar, son hans. Herþjófr konungrlagði undir sik ríki þat allt, er átt hafði Haraldr konungr,ok tók margra ríkra manna sonu með valdi okí gísling, en tók skatta af öllu ríki.Grani hét einn ríkr maðr í liði Herþjófs konungs.Hann var kallaðr Hrosshárs-Grani. Hann bjó í ey þeiriá Hörðalandi, er Fenhring heitir, á þeim bæ, er á Askiheitir. Hann tók at herfangi Starkað Stórvirksson okflutti heim í Fenhring. Þá var Starkaðr þrévetr. Hannvar níu vetr í Fenhring með Hrosshárs-Grana. Svásegir Starkaðr:\"Þá er HerþjófrHarald um vélti,sér ójafnansveik í tryggðum,Egða dróttinöndu rænti,en hans sonumhaftbönd sneri.Þrévetran mikþaðan of fluttiHrosshárs-Granitil Hörðalands;nam ek á Askiupp at vaxa,sákat niðjaá níu vetrum.\"Herþjófr konungr var hermaðr mikill ok var löngumí hernaði, ok var þá mjök herskátt í ríki hans. Hannlét hlaða vita á fjöllum ok setti menn til at gæta okskjóta upp vitum, ef ófriðr kæmi. Víkarr gætti vitannaá Fenhring við þriðja mann, ok skyldi þann vita fyrstupp kynda, ef herr væri sénn, en síðan hvern at öðrum.En er Víkarr hafði skamma stund vitans gætt,gekk hann einn morgin á Ask út ok fann Starkað,fóstbróður sinn, Stórvirksson. Hann var furðuligamikill. Hann var hímaldi ok kolbítr ok lá í fleti viðeld. Þá var hann tólf vetra gamall. Víkarr reisti hannupp ór fletinu ok fekk honum vápn ok klæði ok mældivöxt hans, því at honum þótti hann undarliga mikitvaxit hafa, síðan hann kom á Ask. Fengu þeir Víkarrsér skip ok fóru í brutt þaðan. Svá segir Starkaðr:\"Afl gat ek ærit,uxu tjálgur,langir leggirok ljótt höfuð,en hímaldiaf hagli sat,fás forvitinn,í fleti niðri,Unz Víkarr komfrá vita innan,gísli Herþjófs,gekk inn í sal;hann kenndi mik,hann kvaddi mikupp at standaok andsvara.Hann mældi mikmundum ok spönnum,alla armatil úlfliða,-- -- -- -- --vaxit háriá höku niðri.\"Hér segir Starkaðr frá því, at hann hafði þá skegg, erhann var tólf vetra. Síðan reis Starkaðr upp, ok fekkVíkarr honum vápn ok klæði, ok fóru síðan til skips.Eptir þetta safnaði Víkarr liði, ok urðu þeir saman tólf.Þeir váru allir kappar ok hólmgöngumenn. Svá segirStarkaðr:\"Þá safnaðiSörkvi ok GrettiHaralds arfþegi,Hildigrími,Erp ok Úlfi,Áni ok Skúmu,Hróa ok HrottaHerbrands syni,Styr ok Steinþórifrá Staði norðan;þar var inn gamliGunnólfr blesi;þá várum vérþrettán saman;fær varligafríðri drengi.\"Síðan fór Víkarr konungr með lið sitt á fund Herþjófskonungs. En er konungr spurði ófrið þenna, þá lét hannlið sitt til búast. Herþjófr konungr átti mikinn húsabæ,ok var þar gott vígi, svá at þat var náliga kastali eðaborg. Þar var fyrir sjautigi vígra manna ok ótalit allrverkalýðr ok þjónustumenn. En þegar er víkingar kómuat, gerðu þeir svá harða atgöngu, at þeir hristu grindrok hurðir ok hjuggu á gættin, svá at frá gengu lokurok slagbrandar, er innan váru fyrir hliðunum, en konungsmennhrukku frá, ok náðu víkingar inngöngu.Tókst þar þá bardagi mikill. Svá segir Starkaðr:\"Svá kómum vértil konungs garða,hristum grindr,hjuggum gætti;brutum borglokur,brugðum sverðum,þar er sjau tigirseggir stóðukostum góðirfyr konungi;þó var um aukitöllum þrælum,verkalýðumok vatndrögum.\"Herþjófr konungr varðist lengi með liði sínu, því athann hafði marga frækna menn, en með því að Víkarrhafði valit lið með sér ok ágæta kappa, þá varð rýrtfyrir þeim lið Herþjófs konungs. Víkarr var jafnan framastsinna manna. Svá segir Starkaðr:\"Var Víkarivant at fylgjaþví at fremstr ok fyrstrí flokki stóð;hjuggum hjálmameð höfuðgnípum,brynjur sneiddumok brutum skjöldu.\"Starkaðr sótti hart fram með Víkari á hendr Herþjófikonungi, ok þeir veittu honum bana. Allir kappar Víkarssóttu hart fram. Fellu þar margir menn, en sumirváru særðir. Svá segir Starkaðr:\"Var Víkarivegs um auðit,en Herþjófiheiptir goldnar,særðum seggi,en suma drápum,stóðkat ek fjarri,þá er fell konungr.\"Þar fekk Víkarr sigr, en Herþjófr konungr fell, svásem áðr er sagt, ok þrír tigir manna með honum, enmargir sárir til ólífis, en engir fellu af Víkars mönnum.Eptir þat tók Víkarr skip þau öll, er Herþjófr konungrhafði átt, ok allt lið, þat er hann fekk, fór síðanaustr með landi með allt lið, þat er honum vildi fylgja.Ok er hann kom á Agðir, kómu til hans þeir, er verithöfðu vinir föður hans. Varð hann þá brátt fjölmennr.Var hann þá til konungs tekinn yfir Agðir allar okJaðar, ok hann lagði undir sik Hörðaland ok Harðangrok allt ríki þat, er Herþjófr konungr hafði átt.Víkarr konungr gerðist brátt ríkr ok inn mesti hermaðr.Hann var hvert sumar í hernaði. Víkarr konungrfór með her sinn í Vík austr ok gekk á land austan fjarðarok herjaði upp á Gautland ok vann þar mikit hervirki.En er hann kom upp í Væni, þá kom þar á mótihonum konungr sá, er Sísarr hét. Hann var austan órKænugarði. Hann var kappi mikill ok hafði lið mikit.Þeir Víkarr konungr ok Sísarr áttu þar bardaga harðan,ok gekk Sísarr hart fram ok drap margt manna af liðiVíkars konungs. Þar var Starkaðr með Víkari konungi.Hann gekk fram móti Sísari, ok áttust þeir lengi viðvápnaskipti, ok þurfti hvárrgi öðrum at frýja stórrahögga. Sísarr hjó af Starkaði skjöldinn ok veitti honumtvau sár í höfði mikil með sverði ok í sundr viðbeinit.Starkaðr fekk ok sár fyrir ofan mjöðmina á síðunni.Svá segir Starkaðr:\"Vart þú eigimeð Víkariaustr í Væniárdag snemma,þá er sóttu vérSísar á velli,þat var þrekvirkiþokks megnara.Mik lét sverði hannsáru höggvinnskarpeggjuðuskjöld í gegnum,hjálm af höfði,en haus skoratok kinnkjálkaklofinn í jaxla;en it vinstraviðbein lamit.\"Starkaðr fekk ok holsár á annarri síðunni af atgeiriþeim, er Sísarr vó með. Svá segir Starkaðr:\"Ok á síðusverði beittimér öflugrfyrir mjöðm ofan,en í aðraatgeir lagðiköldum broddi,svát á kafi yddi;þau sér merkiá mér gróin.\"Starkaðr hjó Sísar með sverði ok sneið svá um þverasíðu honum ok veitti honum mikit sár á fæti fyrir neðankné, ok at lyktum hjó hann af honum annan fótinní ökkla, ok þá fell Sísarr konungr. Svá segir Starkaðr:\"Sneidda ek honumsíðu aðrabitrum brandium búk þveran;svá ek af heiptumhjörvi beittak,at alls meginsáðr kostaðak.\"Í bardaga þeim varð mannfall mikit, ok fekk Víkarrkonungr sigr, en Kænir lögðu á flótta, þeir er eptir lifðu.Eptir sigr þenna fór Víkarr konungr heim í ríki sitt."}}