{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_3", "text": {"0": "Einn tíma talar Ingólfr við þá Sturlaug ok fóstbræðr:\"Hversu lengi skal svá fram fara, at þit fóstbræðr leikiztbarnleikum við sem meyjar til manna? Væri þatheldr röskra drengja siðr at fremja nokkut til framaeða biðja sér kvenna at minnsta kosti ok setjast í búok stýra ríki ok fé með föður sínum.\" Sturlaugr sagði:\"Hvert skal ek mér konu biðja, er þú eggjar þess svámjök?\" Ingólfr mælti: \"Hringr jarl á sér dóttur, erheitir Ása in fagra. Hún er væn kona ok vel viti borin.\"Sturlaugr segir: \"Ek em enn eigi mjök gamalltil kvánbæna ok lítt ráðinn í skapi, en þó mun ek þessaleita, ok ætla ek þó til lítils koma munu.\"Nú búa þeir ferð sína ok eru saman sex tigir manna,vel búnir at vápnum ok klæðum ok hestum. Ríða núleið sína ok koma at kveldi dags til Hrings jarls okfá þar viðtökur góðar. Gerði jarl veizlu góða ok merkiligaí móti þeim. Sátu þeir þar þrjár nætr. Ok einndag gengu þeir með jarli til skemmu Ásu, ok hefirSturlaugr frammi erendi sín ok biðr Ásu sér til handa.Jarl víkr til sjálfrar hennar. Nú segir jarl dóttur sinnitil þeira ok mælti svá: \"Biðli áttu hér at svara, dóttir.\"Ása mælti: \"Hvat heitir sá?\" \"Hann heitir Sturlaugr,\"segir jarl. Ása segir: \"Fyrir hví munda ek eiga þannmann, er jafnan vinnr heima búverk með móður sinniok gerir ekkert til frama?\" Við þessi orð varð Sturlaugrreiðr mjök ok ríðr í brott ok heim."}}