{"originalTitle": "Grettis_Saga_Chapter_68", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_68", "text": {"0": "Eftir víg Þorsteins Kuggasonar lagði Snorri goði fæð mikla á    þá Þórodd son sinn og Sám son Barkar hins digra, en það er ei    greint hvað þeir höfðu helst til saka utan það að þeir hafi    eigi viljað gera eitthvert stórvirki það er Snorri lagði    fyrir þá. Og því rak Snorri goði Þórodd burt frá sér og bað    hann eigi fyrr aftur koma en hann hefði drepið einnhvern    skógarmann og svo varð að vera. Fór Þóroddur þá yfir til    Dala.    Þá bjó á Breiðabólstað í Sökkólfsdal ekkja sú er Geirlaug    hét. Hún hélt smalamann þann sem sekur var orðinn um    áverkamál. Hann var frumvaxta piltungur. Það frétti Þóroddur    Snorrason og reið á Breiðabólstað. Hann spurði hvar    smalamaður væri.    Húsfreyja kvað hann vera hjá fé \"eða hvað viltu honum?\"    \"Eg skal hafa líf hans,\" segir Þóroddur, \"því að hann er    sekur skógarmaður.\"    Hún svarar: \"Það er þér engi frami að drepa hann, veslinginn,    slíkur ofurgarpur sem þú þykist vera. Mun eg vísa þér til    meira þrekvirkis ef þér er mikill hugur á að reyna þig.\"    \"Hvert er það?\" segir hann.    Hún svarar: \"Hér upp í fjallinu liggur Grettir Ásmundarson.    Fást þú við hann. Það er meir við þitt hæfi.\"    Þóroddur tók vel máli þessu \"og skal svo vera.\"    Keyrði hann þá hestinn sporum og reið upp eftir dalnum. Og er    hann kom á hæðirnar fyrir neðan Austurá sá hann hvar var    ljósbleikur hestur með söðli. Hann sá þar og mikinn mann með    vopnum og sneri þegar til móts við hann. Grettir heilsaði    honum og spurði hver hann væri.    Þóroddur nefndi sig og mælti: \"Hví spyrð þú mig eigi heldur    að erindum mínum en nafni?\"    \"Því,\" sagði Grettir, \"að þau ein munu vera að lítið mun til    koma eða ertu son Snorra goða?\"    \"Svo er og víst,\" segir Þóroddur, \"en þó skal nú reyna hvor    okkar meira má.\"    \"Auðvitað er það,\" sagði Grettir. \"Eða hefir þú eigi frétt    það að eg hefi orðið lítil heillaþúfa um að þreifa flestum    mönnum?\"    \"Veit eg það,\" segir Þóroddur, \"en þó skal nú nokkuð til    voga\" og brá sverði og sótti að Gretti með ákefð en hann    hlífði sér með skildi en ekki bar hann vopn á Þórodd og fór    svo um stund. Ekki varð hann sár.    Grettir mælti þá: \"Látum við af þessum leik því að öngan    sigur muntu fá í okkrum viðskiptum.\"    Þóroddur hjó þá sem tíðast.    Grettir leiddist við hann að fást. Þreif hann til Þórodds og    setti hann niður hjá sér og mælti: \"Alls á eg kosti við þig    gera það sem eg vil og ekki hræðist eg að þú verðir mér að    bana en hræðist eg hærukollinn Snorra goða föður þinn og ráð    hans. Þau hafa flestum á kné komið. Og skyldir þú ætla þér    það er þú gætir orkað. En ekki er það barnafæri að berjast    við mig.\"    En er Þóroddur sá að hann kom öngu fram sefaðist hann heldur    og skildu þeir við það. Reið Þóroddur heim í Tungu og sagði    föður sínum sameign þeirra Grettis.    Snorri goði brosti að og mælti: \"Margur er dulinn að sér og    varð ykkar mikill mannamunur. Þú hjóst upp á hann en hann    mátti gera við þig hvað er hann vildi. En þó gerði Grettir    viturlega er hann drap þig eigi því að eg mundi eigi nennt    hafa að þín væri óhefnt. Skal eg heldur leggja honum til liðs    ef eg verð við staddur hans mál.\"    Fannst það mjög að Snorra að honum þótti Grettir vel hafa    gert við Þórodd og var jafnan vin hans síðan í tillögum    sínum."}}