{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_8", "text": {"0": "Þat er at segja frá Ingjaldi trönu, at hann safnarógrynni hers ok leitar at þeim fóstbræðrum, Víkingiok Hálfdani. Þat var eitt sumar, at þeir fundust í Austrvegi.Hafði Ingjaldr fjóra tigi skipa. Slær þar í bardaga.Berjast þeir svá, at ekki mátti í milli sjá, hvárirvinna mundu. Um síðir réð Víkingr til uppgöngu ádreka Ingjalds ok Njörfi þegar eptir honum ok Hálfdan,ok ruddust um fast, svá at þeir drepa hvern manneptir annan. Þá veðr Ingjaldr aptr eptir drekanum okhafði atgeir stóran at vega með. Sóttu þeir fóstbræðrnú at Ingjaldi, ok var þat lengi dags, at þeir kómuengu sári á hann, ok þá er Ingjaldi þótti fast at herða,stökk hann fyrir borð ok Njörfi ok Hálfdan eptir honum,ok leggjast hvárir, er meira geta. Víkingr létti eigifyrr en hann hafði drepit hvern mann á drekanum.Síðan hljóp hann í bát ok reri til lands. Ingjaldr lagðistþar til, er hann kemst at landi. Þá kómu þeir framaní lágarða Hálfdan ok Njörfi. Ingjaldr greip upp steinok fleygði til Hálfdanar, en hann skýtr sér undan íkaf. Njörfi komst á land í því ok Hálfdan í öðrum stað.Sóttu þeir at Ingjaldi í ákafa, ok er þat hafði gengitlengi, þá heyrðu þeir gný mikinn. Litu þeir þangat,sem þeim heyrðist gnýrinn, en er þeir litu aptr, varIngjaldr horfinn, en í staðinn kominn grimmligr göltrok lét ekki ógert. Sótti hann þá at þeim, svá at þeirmáttu ekki annat gera en verja sik. Ok er þat hafðigengit nokkura stund, sneri göltrinn at Hálfdani okgreip allan kálfann af vinstra fæti honum. Í því komVíkingr at ok höggr um þvera burstina á geltinum, sváat í sundr tók hrygginn. Sáu þeir, at Ingjaldr lá þardauðr. Tóku þeir síðan eld ok brenndu hann upp atköldum kolum; fóru nú til skipa sinna ok binda sárHálfdanar.Eptir þat halda þeir í burt ok norðr til eyjar þeirar,er Þruma heitir. Þar réð fyrir sá maðr, er Refill hét,sonr Mæfils sækonungs. Hann átti þá dóttur, er Finnahét. Hún var kvenna fríðust ok bezt at sér ger umalla hluti. Hálfdan bað hennar, ok með atgangi Njörfakonungs, en vaskleika Víkings, fekk hann þetta ráð.Léttu þeir fóstbræðr þá hernaði sínum. Settist ok Njörfikonungr at ríki sínu. Staðfestist Víkingr þar ok varðjarls hans, en Hálfdan gerðist hersir ríkr ok bjó á þeimbæ, er í Vágum hét. Þar var stórr fjallvegr í millum,er Víkingr jarl átti fyrir at ráða. Heldu þeir sinni vináttu,meðan þeir lifðu, en færa var með þeim Hálfdaniok Njörfa."}}