{"originalTitle": "Norna-Gests_Þáttr_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Norna-Gests_Þáttr_Chapter_5", "text": {"0": "Þat var einn dag, at vér kómum til húsa Regins, okvar Sigurði þá vel fagnat. Þá kvað Reginn vísu þessa:\"Kominn er hingatkonr Sigmundar,seggr inn snarráði,til sala várra,megn hefir mikit,en ek maðr gamall,er mér fangs vánaf frekum úlfi.\"Ok enn kvað hann:\"Ek mun fræðafólkdjarfan gram.Nú er Yngva konrmeð oss kominn.Sjá mun ræsirríkstr und sólu,frægr um lönd öllmeð lofi sínu.\"Sigurðr var þá jafnan með Regin, ok hann sagði honummargt af Fáfni, er hann lá á Gnitaheiði í orms líkiok at hann var undarliga mikill vexti. Reginn gerðiSigurði sverð, er Gramr hét. Þat var svá snarpeggjat,at hann brá því í ána Rín ok lét reka ofan atullarlagð fyrir strauminum, ok tók í sundr lagðinn.Síðan klauf Sigurðr steðja Regins með sverðinu. Eptirþat eggjaði Reginn Sigurð at drepa Fáfni, bróður sinn,ok kvað vísu þessa:\"Hátt munu hlæjaHundings synir,þeir er Eylimaaldrs vörnuðu,ef mik tegarmeir at sækjahringa rauðaen hefna föður.\"Eptir þetta býr Sigurðr ferð sína ok ætlar at herja áHundings sonu, ok fær Hjálprekr konungr honum margtlið ok nokkur herskip. Í þeiri ferð var með Sigurði Hámundr,bróðir hans, ok Reginn dvergr. Ek var ok þar,ok kölluðu þeir mik þá Norna-Gest. Var Hjálprekikonungi kunnleiki á mér, þá er hann var í Danmörkmeð Sigmundi Völsungssyni. Þá átti Sigmundr Borghildi,ok skildu þau svá, at Borghildr drap Sinfjötla,son Sigmundar, með eitri. Síðan fekk Sigmundr suðrí Frakklandi Hjördísar Eylima dóttur, er Hundingssynir drápu, ok átti Sigurðr bæði at hefna föður sínsok móðurföður. Helgi Sigmundarson, er Hundingsbanivar kallaðr, var bróðir Sigurðar, er síðan var kallaðrFáfnisbani. Helgi, bróðir Sigurðar, hafði drepit Hundingkonung ok sonu hans þrjá, Eyjólf, Herröð, Hjörvarð.Lyngvi komst undan ok tveir bræðr hans, Álfrok Hemingr. Váru þeir inir frægstu menn um allaatgervi, ok var Lyngvi fyrir þeim bræðrum. Þeir várumjök fjölkunnigir. Þeir höfðu kúgat marga smákonungaok marga kappa drepit ok margar borgir brenntok gerðu it mesta hervirki í Spáníalandi ok Frakklandi.En þá var eigi keisararíki komit norðr hingað yfirfjallit. Hundings synir höfðu tekit undir sik þat ríki,er Sigurðr átti í Frakklandi, ok váru þeir þar mjökfjölmennir."}}