{"originalTitle": "Helga_Þáttr_Þórissonar_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Helga_Þáttr_Þórissonar_Chapter_1", "text": {"0": "ÞÓRIR hét maðr, er bjó í Noregi á bæ þeim, er áRauðabergi heitir. Þessi bær er skammt frá Víkinni.Þórir átti tvá syni. Hét annarr Helgi, en Þorsteinnannarr; báðir váru þeir þrifligir menn, ok var þó Helgiframar um íþróttir. Faðir þeira var hersir at nafnbót.Hann var í vináttu við Óláf konung.Þat var á einu sumri, at þeir bræðr höfðu kaupferðnorðr til Finnmerkr ok höfðu smjör ok flesk til kaupsvið Finna. Fengu þeir góða kaupferð ok heldu aptr atáliðnu sumri ok kómu um dag við nes þat, er hétVímund. Þar var allgóðr skógr. Gengu þeir á land uppok fengu nokkurt mösurtré. Verðr Helga lengra gengití skóginn en öðrum mönnum. Síðan kastar yfir myrkrimiklu, svá at hann hittir eigi til skipsins á þeim aptni;tekr nú ok skjótt at dimma af nótt. Þá sér Helgi, hvartólf konur ríða ór skóginum. Þær váru allar á rauðumhestum ok í rauðum reiðklæðum. Þær stigu af baki.Allr reiðingr hestanna þá glóaði við gull. Ein bar þaraf öllum um vænleik, ok allar aðrar þjóna henni,þessi inni sköruligu konu. Hestar þeira gengu á gras.Eptir þat settu þær niðr eitt fagrt tjald. Var þat stafatmeð ýmsum litum ok víða gullskotit, ok öll höfuðinváru við gull búin, er af upp gengu landtjaldinu, oksvá stöngin, er upp stóð, ok mikill gullknappr ofan á.Ok er þær höfðu um búizt, reistu þær borð ok báruá margs konar krásir. Þá tóku þær handlaugar, vatnskarlok munnlaugar, gervar af silfri, ok allt laugat í gulli.Helgi stóð nærri tjaldi þeira ok horfði á. Sú, er fyrirþeim var, mælti: \"Helgi, gakk hingat, ok þigg hér matok drykk með oss.\" Hann gerir svá. Helgi sér, at þar erfríðr drykkr ok önnur fæðsla ok væn ker. Þá váru borðofan tekin ok hvílur búnar, ok váru þær miklu skrautligrien annarra manna sængr. Sú kona spyrr Helga, erfyrir þeim var, hvárt hann vildi heldr liggja einn samaneða hjá henni. Helgi spyrr hana at nafni. Hún svarar:\"Ek heiti Ingibjörg, dóttir Guðmundar af Glæsisvöllum.\"Helgi mælti: \"Hjá þér vil ek liggja.\" Ok svá gerðuþau þrjár nætr í samt. Var þá bjart veðr; standa þau þáupp ok klæðast. Ingibjörg mælti þá: \"Nú munum vithér skilja. Eru hér kistlar tveir, annarr er fullr af silfri,en annarr af gulli, er ek vil gefa þér, ok seg engummanni, hvaðan þat kom.\" Eptir þat ríða þær burt samaveg sem þangat, en hann fór til skips síns. Fagna þeir honumvel ok spyrja, hvar hann dvaldist, en hann vill þarekki frá segja. Halda þeir þá suðr með landi ok komaheim til föður síns ok hafa aflat mikils fjár. Faðir Helgaok bróðir spyrja, hvaðan honum kom svá mikit fésem hann hafði í kistlunum, en hann vill þat eigisegja."}}