{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_8", "text": {"0": "Ólöf drottning sitr nú í ríki sínu um hríð, ok hefirhennar ofsi ok ójafnaðr aldri verið meiri en nú. Hefirhún nú á sér varðhöld sterk eptir veizluna, sem húngerði Helga konungi. Þetta spyrst nú víða um lönd.Þykkir öllum in mestu ódæmi, er hún skyldi hafa spottatslíkan konung. Ok eigi miklu síðar heldr Helgi skipisínu úr landi, ok í þessari ferð kemr hann skipi sínuvið Saxland, þar sem Ólöf drottning á atsetu. Hefirhún þar mikit fjölmenni fyrir. Hann leggr skipi sínuí einn leynivág ok mælti síðan við lið sitt, at þeir skylduhans þar bíða til innar þriðju sólar, en fara þá leið sína,ef hann kæmi þá eigi aptr. Hann hafði með sér kisturtvær, fullar af gulli ok silfri. Hann fær sér vándan búningyztan klæða.Síðan ferr hann leið sína til skógar ok varðveitir þarféit, gekk síðan í burt ok í nánd við höll drottningar.Hann hittir einn þræl hennar fyrir sér ok spyrr hanntíðenda burt úr landi. Hann segir frið góðan, þrællinn,ok spyrr, hverr hann væri. Hann lézt vera einnstafkarl, \"en þó hefir mér til handa borit mikill fjárfundrí mörkinni, ok lízt mér ráðligt at sýna þér, hvar féiter,\" ganga nú aptr til skógar, ok sýnir honum féit, okþykkir þrælnum mikils vert, hvert happ hann hefir sótt.\"Hversu fégjörn er drottning?\" segir stafkarl. Þræll segirhún væri kvenna féágjörnust. \"Þá mun henni líka,\"segir stafkarl, \"ok mun hún þykkjast þetta fé eiga, erek hefi hér fundit, því at þetta mun land hennar. Skal núekki gera happ sitt at óhappi, ok skal eigi leyna fé þessu,ok skal drottning skapa mér af þann hlut, sem hún vill,ok mun mér þat bezt gegna, eða hvárt mun hún viljaþat til vinna at sækja hingat féit?\" \"Þat ætla ek,\" segirþrællinn, \"ef með leynd er at farit.\" \"Hér er men okhringr, er ek vil gefa þér,\" segir karl, \"ef þú kemr hennieinni hingat í skóginn, en ek skal setja þar ráð við, efhenni mislíkar til þín.\" Þessu ráða þeir ok kaupa.Ferr hann nú heim ok segir drottningu, at hann hafifundit fé mikit í skógi, svá at þat er margra mannasæla, ok biðr hana skyndiliga fara með sér eptir fénu.Hún segir: \"Ef þetta er satt, sem þú segir, þá mun þérverða at þessari sögn gæfa, ella höfuðbani, en þó áðr atek hefi reynt þik at trúlyndum manni, þá mun ek trúaþessu, er þú segir.\" Hún sýnir nú þat, at hún sé fégjörn,ok ferr með honum á launungu á náttarþeli, sváat engi maðr veit nema þau tvau. Ok er þau koma ískóginn, er Helgi þar fyrir ok grípr hana höndum oksegir þá vera skapligan fund þeira at hefna sinnar svívirðingar.Drottning sagðist hafa illa breytt við hann, --\"ok vil ek þat nú allt bæta við þik, ok gerðu til mínbrúðkaup sæmiligt.\" \"Nei,\" sagði hann, \"eigi skal þérþess kostr. Skaltu fara til skipa með mér ok vera þarþá stund, sem mér líkar, því at ek nenni eigi fyrir metnaðarsakir at hefna þér engu, svá illa sem ek var leikinnok háðuliga.\" \"Þér munuð nú ráða verða at sinni,\" sagðihún. Konungr hvíldi hjá drottningu margar nætr. Okeptir þat ferr drottning heim, ok er henni nú þvílíkthefnt sem nú var sagt, ok unir hún stórilla við hagsinn."}}