{"originalTitle": "Grettis_Saga_Chapter_77", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_77", "text": {"0": "Þetta sumar á alþingi töluðu frændur Grettis mart um sekt    hans og þótti sumum sem hann hefði úti sekt sína ef hann    hefði mikið af hinu tuttugasta ári. En þeir sem sakir áttu    við hann vildu það eigi og kölluðu hann margt útlegðarverk    gert hafa síðan og þótti sekt hans eiga að vera því lengur.    Þá var nýr lögmaður tekinn, Steinn Þorgestsson, Steinssonar    mjögsiglanda, Þórissonar haustmyrkurs. Móðir Steins lögmanns    var Arnóra dóttir Þórðar gellis. Steinn var vitur maður. Hann    var þá beiddur úrskurðar en hann bað þá rannsaka hvort það    væri hið tuttugasta sumar síðan hann var sekur ger. En það    varð svo.    Þá gekk að Þórir úr Garði og leitaði að færa í alla trega þá    er mætti og gat hann fundið að Grettir hafði verið einn vetur    út hér svo að hann var ósekur og urðu þá nítján vetur þeir    sem hann hafði í sekt verið.    Þá sagði lögsögumaður að engi skyldi lengur í sekt vera en    tuttugu vetur alls þó að hann gerði útlegðarverk í þeim tímum    \"en fyrr mun eg öngvan úr sekt segja.\"    Og af þessu eyddist sýkn að sinni en þótti nú að vísu ganga    að hann mundi sýkn vera á öðru sumri.    Þetta líkaði illa Skagfirðingum ef Grettir kæmist úr    sektinni, báðu nú Þorbjörn öngul gera annaðhvort, leggja    aftur eyjuna eða drepa Gretti. En honum þótti vandi á höndum    því að hann kunni eigi ráð til að vinna Gretti en vildi þó    halda eyjunni. Leitaði hann allra bragða nú að stíga yfir    Gretti, annaðhvort með harðfengi eða brögðum eða á hvern hátt    er hann gæti það gert."}}