{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_19", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_19", "text": {"0": "En er þrjár nætr váru til sumars, þá fann HjálmþérHervöru. Hún mælti: \"Muntu nokkut vera lengrhjá föður mínum?\" \"Nei,\" segir Hjálmþér. Hún sagði:\"Í kveld skaltu ganga fyrir hann ok þakka honum vetrvistina,því at hann sefr sex dægr fyrir sumar ok verðrþá alls víss í jörðu ok á, ok ekki má honum þá neittóvart koma. Vil ek, at þú siglir á burt á morgun snemma,því at honum er ekki vel til þín.\" Hann þakkar hennisín góð orð ok ráð, ok skildu þau talit. En um kvelditgekk Hjálmþér fyrir konunginn ok þakkar honumvetrvistina, -- \"skal ek þína frægð ok rausn bera á ölllönd.\" Konungr mælti: \"Þetta eru ráð Hervarar, dótturminnar. Verðum vit nú svá búit at skilja. Get ek ekkiat sinni at gert.\" Sváfu menn af um nóttina. En ummorguninn árla bað Hjálmþér alla menn vel lifa. Hannbað Hervöru með sér fara, en hún kvaðst þat eigi vilja,-- \"því at þat er bani yðar. Vil ek heldr láta mitt líf,því at faðir minn vægir engum manni, hvárki vinumné frændum.\" Hjálmþér bað hana vel lifa, en hún baðhann vel fara ok allan heiðr njóta ok æru, ok fell húní óvit við þeira skilnað.En er Hjálmþér ok Ölvir kómu til skips, segir Hörðr:\"Ekki hefi ek heilsat Hervöru.\" Hann tók svarðreipmikit ok gekk heim ok kastar því um turninn Hervararok berr svá allt ofan til skipa ok á sitt skip. Þeir fóstbræðrváru á öðru skipi. Hjálmþér spyrr Hörð, hvat hann bæri.\"Hér fer ek með Hervöru,\" segir hann, \"fyrir utan viljaföður hennar, frænda ok vina. Mun hún nú með mérfara; vill hún skjótt hafa þinn fund.\" \"Slíkt er vitrligafarit,\" segir Hjálmþér, \"ok röskliga hefir þú affyrri mönnum gerning þenna.\" Hjálmþér fór á skip tilHervarar. Hún stóð upp í móti honum ok talar til hansblíðliga ok mælti: \"Ertu enn eigi af stað kominn, vinr?\"segir hún. \"Ekki enn, kæra jómfrú,\" segir hann, \"okvil ek, at þér gangið á mitt skip.\" \"Gjarna,\" segir hún,\"en mikinn skaða hafi þér gert föður mínum, at þit takiðmik í burt utan hans vilja, en þó vil ek heldr með yðrfara en vera eptir.\" Þá kom snart blásandi byrr, siglaþeir í haf. En sem þeir sáu ekki til landa, tók af byrinn,ok rak þá um hafit með straumum í fjögur dægr, en itfimmta dægrit stódu skipin kyrr. Hervör mælti: \"Faðirminn ræðr veðráttu þessari ok svá því, at skipin standakyrr. Mun hann nú vaknaðr ok eigi allfátt dreymt hafa.Veit hann nú allar yðar fyrirætlanir ok at þér hafiðmik í burt tekit, ok munu þér hafa nógar raunir, hversuþér hafið gert.\""}}