{"originalTitle": "Örvar-Odds_Saga_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_12", "text": {"0": "Nú skilja þeir lið sitt, ok sigla þeir Guðmundr okSigurðr norðr til Hrafnistu, ok setjast þeir þar at kyrrðumok vilja létta hernaði. En Oddr sitr eptir íDanmörku um vetrinn, en Hjálmarr fór til Svíþjóðarmeð sínu liði, ok mæla mót með sér austr á Skáneyum várit, ok sitja nú um kyrrt hvárirtveggja þann vetr.En er vár kom, halda þeir Hjálmarr austan ok Þórðrstafnglámi í þat mund, sem mælt var til móts við þá.Er þeir finnast, þá spyrr Hjálmarr, hvert Oddr villhalda um sumarit. En hann sagði, at hann vill til Írlands.\"Eigi vildir þú þar herja í fyrra sumar,\" sagðiHjálmarr. \"Hverninn sem þat var,\" sagði hann, \"þá skalnú þangat fara í sumar.\"Sigla þeir nú ór landi, ok gaf þeim vel byri, þar tilat þeir koma við Írland. Þá mælti Oddr: \"Nú munuvér tjalda hér, en ek mun ganga á land upp einn saman.\"\"Ek mun fylgja þér,\" sagði Hjálmarr. \"Einn vilek fara,\" sagði Oddr, \"því at ek á hér mælt mót viðkonur nokkurar í skóginum.\" Oddr fór nú, þar tilat hann kemr í þat sama rjóðr, sem þau Ölvör höfðusammælzt, ok var hún þá eigi komin. Hann fyllist núþegar upp mikillar reiði við þá Íra ok ætlar þegar áland upp ok herja slíkt allt, er hann má. En er hannhefir farit um hríð, heyrir hann, at vagnar ganga í móthonum. Þar finnast þau Ölvör, ok heilsar hún honumfyrri: \"Nú vil ek, at þú sért mér eigi reiðr, þó at ekhafi seinni orðit en ek kvað á.\" \"Er nú búin skyrtan?\"sagði Oddr. \"Eigi trauðar þat,\" sagði hún, \"ok skaltunú setjast niðr hjá mér, ok vil ek sjá, hverninn þér samiskyrtan.\" Ok svá gerir hann, tekr við ok rekr í sundrok ferr í síðan, ok var hún honum hæfiliga mikil atöllum hlutum. \"Hvárt fylgja nú allir kostir skyrtunni,\"sagði Oddr, \"þeir sem ákveðnir váru?\" \"Svá er þat,\"sagði hún. \"Hverninn er,\" sagði Oddr, \"hvárt hefir þúein gert góðgrip þenna?\" Þá varð henni ljóð á munni:\"Serk of frák ór silkiok í sex stöðum gervan:ermr á Íralandi,önnur norðr með Finnum,slógu Saxa meyjar,en suðreyskar spunnu,váfu valskar brúðir,varp Óþjóðans móðir.\"Þá varð Oddi ljóð á munni:\"Varat sem brynjaeða bláir hringarísköld um mikáðan felli,þá er um síðursilkiskyrta,gulli saumuð,gekk fast ofan.\"\"Hversu líkar þér nú skyrtan?\" sagði hún. En hannlét vel yfir. \"Nú skaltu kjósa þér laun fyrir skyrtugerðina,\"sagði Oddr. \"Svá er hér herskátt,\" sagði hún,\"síðan faðir minn var felldr, at við er búit, at landitgangi undan mér. Því kýs ek þau launin, at þér sitiðhér þrjá vetr.\" \"Þá munu vit kaupa fleira,\" sagði Oddr,\"ok skaltu þat til vinna at ganga með mér ok veramín eiginkona.\" \"Manngjarnliga mun þér mæltþykkja,\" sagði hún, \"ok skal þetta kjósa.\" Þá litastOddr um ok sér skammt frá sér riðul manna. Hannspyrr, hvárt þat lið sé sett til höfuðs honum. \"Fjarriferr því,\" sagði hún. \"Þessir menn skulu fylla flokkþinn til skipa, ok skaltu nú fara með meira sóma enit fyrra sumar.\" Snýr hann nú til skipa ofan ok liðþetta með honum, ok hittast þeir Hjálmarr í tjöldumsínum.Oddr biðr nú Hjálmar, at hann siti þar þessa þrjávetr, ok því játar hann. Fær Oddr nú Ölvarar. En ásumrum liggja þeir á herskipum ok drepa víkinga þá,er þangat herjuðu. Ok er þeir höfðu setit þar slíkastund, sem ákveðit var, höfðu þeir eytt víkingum öllum,bæði nærri ok fjarri á Írlandi; sumir váru drepnir,en sumir stukku undan. Þá var Oddi svá leitt orðitat vera þar, at ekki stoðar at letja hann.Mey hafa þau Ölvör ok Oddr getit sín á millum,ok er sú Ragnhildr nefnd. Þau eiga um þat at ræða,at Oddr vill hafa hana með sér, en Ölvör vill eigi þat.Þar kemr, at Hjálmarr skal þessu skipa, ok vill hann,at mærin vaxi upp með móður sinni.En er þeir váru búnir, halda þeir á burt ok komavið England. Þeir hafa spurt, at þar liggr víkingr sá,er Skolli hét, ok hafði fjóra tigi skipa. Ok er þeir hafalagt í lægi, stígr Oddr á bát ok vill finna Skolla atmáli. En er þeir finnast, spyrr hann Odd, hvert erendiþeira væri þangat til lands. \"Ek ætla at eiga bardagavið þik,\" sagði Oddr. \"Hvat áttu mér illt at inna?\"sagði Skolli. \"Ekki,\" sagði Oddr, \"nema ek vil hafafé þitt ok líf fyrir þat, at þú herjar á konung þann,er hér ræðr fyrir.\" En hann hét Játmundr. \"Ertu sáOddr,\" sagði Skolli, \"er fór til Bjarmalands fyrir löngu?\"\"Sá er maðr inn sami,\" sagði Oddr. \"Ekki er ek svádulinn at mér,\" sagði Skolli, \"at ek ætla at halda tiljafns við þik. Nú muntu vilja vita, hví ek herja áJátmund konung.\" \"Vel má þat,\" sagði Oddr. \"Þessikonungr drap föður minn hér frá landi ok marga frændrmína, en síðan settist hann í ríkit. En ek get nú stundumunnit helming af landinu, en stundum þriðjung.Nú þætti mér yðr meiri frami at snúast í lið með mér,ok dræpu vér Játmund konung, en tækim ríkit undiross, því at ek mun þetta vitnum binda.\" \"Þá skaltu,\"sagði Oddr, \"fá þér átta bændr ofan af landi til eiðafulltings.\"\"Svá skal vera,\" sagði Skolli. Nú fór Oddrtil skipa sinna ok finnr Hjálmar ok sagði honum, atef svá gengr sem Skolli hafði talat, at þeir mundusnúast í lið með honum. Sofa þeir nú af um nóttina.En um morguninn ganga þeir á land upp með ölluliði sínu. Þá hafði Skolli þat at sýst um nóttina, athann var kominn af landi ofan með bændrna, ok unnuþeir honum eiða. Eptir þat slá þeir saman liðinu okganga á land upp ok fara herskildi yfir, brenna alltok bæla, þar er þeir koma. En landslýðrinn flýr undanok til fundar við konung. En á sunnanverðu landinufinnast þeir, ok lýstr þar þegar í bardaga með þeim,ok börðust þrjá daga. En svá lauk, at þar fell Játmundrkonungr. En þeir Oddr leggja landit undir sik ok sitjaþar um vetrinn. En um várit býðr Skolli at gefa þeimlandit. En Oddr vill eigi þiggja, -- \"en þat ræð ek,at þú bjóðir Hjálmari.\" En Hjálmarr vill eigi. \"Þatræð ek þá,\" sagði Oddr, \"at vit gefum Skolla landit.\"Ok hann þiggr ok mælti svá, at þeir skyldu þar veraávallt, er þeir vildu, hvárt sem væri vetr eðr sumar.Þeir búa nú tuttugu skip ór landi, ok er nú ekki sagtaf þeira ferð, fyrr en þeir koma suðr fyrir Skíðu."}}