{"originalTitle": "Áns_Saga_Bogsveigis_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Áns_Saga_Bogsveigis_Chapter_7", "text": {"0": "Þat var einn morgin, at Án var heima á bæ sínum,at hann mælti: \"Þat hygg ek,\" sagði hann, \"at mennsé í skóginum mjök margir, ok má vera, at komi atþví, sem mælt er, at mikit er konungs ríkit ok mikil erkonungs gifta.\" Án vekr nú upp húskarla sína ok mælti:\"Opt finnst þat á, at ek er vel kvángaðr. Jórunn hefiropt varat mik við, at ek skylda eigi sitja hér við mótþykkikonungs, en ek vilda láta drífa um stafn, semverða mætti.\" Síðan tók hann ás einn ok hjó í sundrok telgir handarhald á báðum hlutunum. Án sagði:\"Þá er vér komum út, mun hringr sleginn um oss,en mér þykkir illt at flýja. En vit Grímr munum eigivápnum við koma,\" ok bað hann taka annan trélurkinn,ok svá gerðu þeir. Þeir sneru nú til sjóvar. Þávar konungr þar kominn með mikinn mannfjölda.Þeir Án ruddu götu fyrir sér ok lömdu á tvær hendr.Þótti konungs mönnum þar eigi gott at búa undir,en húskarlar sóttu þar eptir, ok váru margir drepnir,en konur kómust á náðir Jórunnar. Þeir Án ok Grímrkómust á eina róðrarskútu ok sáu konungsflotann umhverfissik, en út miðsyndis var ein njósnarskúta. Ánsagði, at honum þætti vel, at þeir gerði þeim nokkurnöfundarkrók, -- \"sem oss eru settir til meins\". Ánskaut einum fork, er járni var búinn, undir rangbyrðitá skútunni, ok gerðist þat skipti á, at sjór kolblárkom í staðinn, ok kölluðu menn á konungs skipin,at þeir hjálpi þeim. Án sótti undan út á millum þeira.Án sagði, at meiri mundi róðr Gríms, ef báðir fætrhans væri jafnir. Hann kvað einkis skyldu í sakna.Án fann eigi fyrr en hlummarnir á árunum skullumillum herða honum, en Grímr var sprunginn af róðrinum.Án sté nú fyrir borð ok vildi þat sízt, at konungsmenn hefði hendr at honum. Þeir sáu, at maðrinnvar fyrir borð stiginn, en annarr lá dauðr í austrinum.Þeir segja konungi þetta. Hann sagði: \"Þess var ván,at Án fyrirmyndi oss at hafa hendr at honum, en þóskal honum fyrir allt eitt koma, ok setjum vörðu alltmeð sjónum, at hann komist eigi á land.\"Þetta kom Án í hug ok snýr þvers til eyjar einnar,er lá utan fyrir, ok komst þar upp ok var þá allmáttfarinn.Erpr hét sá, er þar bjó, ok kona hans. Ekkivar þar fleira manna. Erpr kannar fjörur ok fór meðeyk ok sá, at maðr lá mikill á ströndinni. Bóndi ætlaðihann dauðan ok gekk illa at honum. Án bað hannfara djarfliga. Erpr sagði: \"Þú munt hafa hægri sænghaft heima hjá Jórunni.\" Hann ekr honum nú heim,ok skögðu fætrnir út af vagninum. Kerling bað hanneigi dauðum manni heim aka. Erpr kvað önnur efni ívera ok sagði henni. Hún mælti, at þat mundi gott tilfjár, ef við góðan dreng ætti um. Án hresstist þar númjök. lngjaldr konungr hugði Án dauðan, ok fór hannheim. Án var með karli, ok er hann var heill, flytrErpr hann til lands. Án kvað þeim vel farit hafa okgaf kerlingu gull, en Erpi eyna ok lét þó meira skylduverðkaup þeira í tómi. Síðan kom Án heim. Jórunnhafði nokkut snúit áleiðis á meðan, ok skorti þó mikitá, at risna mætti haldast. Menn fögnuðu vel Án, enhann svarar húsfreyju: \"Ekki höfum vér jafnir veritum fjárhagina hingat til við þik.\" Hún kvaðst ekkiat því telja, ef hann heldist við. Honum kom nú íhug, at eigi mundi óráðligt at vitja fjárins í skálaGarans, því at honum þótti nú nauðsyn til bera. Hannlét þat nú heim færa ok sagði Jórunni: \"Hér máttulíta á mína eigu,\" ok segir allan tilburðinn. Þótti hannþá eigi félauss, sem menn ætluðu. Kom nú í samt lagum fé þeira sem áðr eða meira.Án setr nú njósnir alla vega frá sér. Ingjaldr konungrfrétti þetta, ok hafði hann gæzlur á sér ok svafí skála hjá hirð sinni. Án fylgdi smíðum sínum semfyrr. Ok eitt kveld, sem hann gekk frá smíðinni, sáhann í ey einni eld brenna. Honum kom í hug, atkonungr mundi enn vitja eða snöttungar mundu leggjastá fé hans. Hann forvitnast um ok fór til sjóvareinn saman ok tók sér bát ok rær til eyjarinnar. Hannsá þar mann sitja við eldstó, ungligan ok mikinn. Sávar í skyrtu ok línbrók. Hann mataðist. Silfrdiskr stóðfyrir honum. Hann hafði kníf tannskeptan ok stakkupp ór katlinum ok át af slíkt er honum sýndist, enkastar aptr í, er kólnaði, en tók þá annat upp. Ánþótti hann eigi varliga búa um sik. Hann skaut tilhans, ok kom í stykkit, er hann vó upp ór katlinum,ok datt þat í ösku niðr. Hann leggr skeytit niðr hjásér ok mataðist sem áðr. Án skaut ör annarri, ok komhún í diskinn fyrir hann, ok fell hann í tvá hluti. Þessisat ok gaf engan gaum at þessu. Þá skaut Án inniþriðju, ok kom sú í knífskeptit, er aptr stóð ór hendihonum, ok fló heptit í tvá hluti. Þá mælti sjá inn ungimaðr: \"Þessi maðr gerði mér mein, en sér lítit gagn,er hann spillti knífi mínum.\" Hann þreif upp bogasinn, en Án kom í hug, at eigi var víst, hvar óskytinör geigaði. Hann gekk öðrum megin eikarinnar ok léthana á millum þeira. Sjá inn ungi maðr skaut innifyrstu ör, svá at Án hugði, at koma mundi á hannmiðjan, ef hann hefði beðit; önnur þótti honum semkomit mundi hafa fyrir bringspalir honum, en inþriðja í augat, ok stóðu svá allar til í eikinni, þar semÁn hafði staðit. Þá mælti sá inn ungi maðr: \"Hitt erþeim ráð, er skaut at mér, at sýna sik nú, ok hittumstvið, ef hann á við mik sakir.\" Síðan gekk Án fram,ok tóku til at glíma, ok var þeira atgangr mjök sterkligr.Án mæddist skjótara, því at hinn var stinnleggjaðrok sterkr. Án bað þá hvílast, en inn ungi maðr léztbúinn til hvárstveggja, ok þó réð Án. Hann spyrr:\"Hvert er nafn þitt?\" Hann kvaðst Þórir heita, en sagðiföður sinn heita Án, -- \"eða hverr ertu?\" \"Ek heiti Án,\"sagði hann. Ungi maðr sagði: \"Þat mun satt vera, atmargs góðs muntu án vera, ok ertu nú án sauðarinsþess, er ek tók.\" Án sagði: \"Hirðum ekki um heiptarmál,ok er þetta lítils vert, eða hverjar hefir þújartegnir, ef þú finnr föður þinn?\" \"Ek ætla finnastmuni sönn merki sögu minnar, en þó em ek eigi skyldrþér at sýna,\" sagði Þórir. Án lét þat betr sama at sýna,hvat til marks væri um faðerni hans. Þórir sýnir honumhringinn. Án sagði: \"Sönn eru þessi merki, atföður þinn hefir hér fyrir hitt, ok förum heim ok vitjumbetra herbergis.\"Þeir gera nú svá ok koma heim, ok sátu menn hansok biðu eptir honum með ugg ok ótta, því at þeir vissueigi, hvat af honum var orðit. Án settist í öndvegi okÞórir hjá honum. Jórunn spyrr, hverr sjá maðr væriinn ungi. Án bað hann sjálfan segja til nafns síns.Hann sagði: \"Þórir heiti ek, ok em ek sonr Áns.\" Húnmælti: \"Kemr at því, sem mælt er, at hverr er auðgarien þykkist. Ekki sagðir þú mér, at þú ættir þennason, en þó hygg ek ekki aukasmíði vera munu at honum,ok togið af honum, eða hversu gamall ertu?\"\"Átján vetra,\" sagði Þórir. Hún sagði: \"Þat ætla ek,at ek muna kalla þik hálegg, því at ek hefi engumsét hæra til knés.\" Hann sagði: \"Þetta nafn líkar mér,ok muntu gefa mér nokkut í nafnfesti, at menn kallimik svá.\" Hún sagði þat skyldu satt ok gaf honum gullmikit. Án spyrr Þóri at um uppfæði hans með karli.Hann kvað þat orð á hafa verit, at þar fæddist upp dóttir,\"því at Ingjaldr konungr vildi drepa mik, ok flýði ekþví norðan, sem verða mátti.\" Þar var Þórir um vetrinn.Án mælti eitt sinn: \"Eigi nenni ek at fæða þik uppsitjanda lengr, ef þú leggr ekki fram.\" Hann kveðsteigi til hafa í fémunum nema hringinn. Án kvað sérbetra þykkja at hafa sendiför nokkura, -- \"sýnist mérsem þú værir skyldr til at hefna nafns þíns á Ingjaldikonungi. Ætla ek, at þér verði auðit helzt af várriætt, því at þat er reynt, at vit konungr leggjumst aldrihendr á. Ok ekki þarftu hingat at vitja, nema hefndinkomi fram, hvárt sem þú átt skylt við mik eða eigi.Sverðit Þegn skaltu eiga, ok ef þú kemr þessu verkifram, þá er þar systir konungs. Haf þú hana með þérok gjalt henni son fyrir bróður.\" Þórir kvað þetta geramundu ok helt með skip albúit í hernað, en at haustihafði hann fimm skip vel skipuð. Hann var yfrit djarfrmaðr ok sterkr ok inn mesti hervíkingr. Hann komá bæ Ingjalds konungs á náttarþeli ok bar eld at skálanum.Vöknuðu menn við reykinn. Ingjaldr konungrspyrr, hverr fyrir eldinum réði. Hann kvað Þóri háleggþar vera. Konungr segir: \"Vera má, at þessi gneistihafi flogit af Drífu karls dóttur, því at þar hefir mérlengi grunr á verit, ok má vera, at oss verði fulleldaum þat lýkr.\" Þórir kveðst á þat viljaðr, at sjatnaðiillvirki hans. Ingjaldr konungr lét þá brjóta upp stokkanaok bera á skálahurðina ok kvað eigi vilja innibrenna. Þá hlupu menn út. Þórir var nær staddr, þáer konungr kom út, ok hjó hann banahögg. Hann tókburt Ásu ok hafði með sér ok mikit fé ok sendi hvárttveggjaföður sínum. Hann tók vel við Ásu, en Þórirleggst í hernað ok vann mörg framaverk. Hann varágætr maðr ok þótti líkr föður sínum. Þórir kom meðþat til Áns, at hann var orðinn stórauðigr, ok fekk þargóðar viðtökur. Hann var þar um vetrinn.En at vári sagði hann Án, at hann vill á burtráðast -- \"ok gef ek þér upp eignir allar, en þú girnsteigi eignir þær, sem Ingjaldr konungr hefir átt, þvíat skammt mun at bíða, at eytt mun fylkiskonungum.Ok er betra at gæta sinnar sæmdar en at setjast í hærastað ok þaðan minnkast. En ek mun fara norðr í Hrafnistutil eigna minna. Erp skaltu annast ok fóstra þinnok móður.\" Síðan fór Án norðr, en Þórir varð gildrmaðr. Án kom norðr í eyna, ok átti hann þar dóttur,þá er Mjöll hét, móður Þorsteins, Ketils sonar raums,föður Ingimundar ins gamla í Vatnsdal. Án átti opt atberja um þær skinnkyrtlur norðr þar, ok þótti hanninn mesti maðr fyrir sér. Sonr Þóris var Ögmundrakraspillir, faðir Sigurðar bjóðaskalla, ágæts manns íNoregi. Ok lýkr hér við sögu Áns bogsveigis."}}