{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_1", "text": {"0": "HEIMIR í Hlymdölum spyrr nú þessi tíðendi, atdauðr er Sigurðr ok Brynhildr. En Áslaug, dóttirþeira, en fóstra Heimis, var þá þrévetr. Veit hann nú, ateptir mun leitat at týna meyjunni ok ætt hennar. Erhonum svá mikill harmr eptir Brynhildi, fóstru sína, athann gætti ekki ríkis síns né fjár, sér nú, at hann færeigi meyjunni þar leynt; lætr nú gera eina hörpu svámikla, at þar lét hann meyna Áslaugu í koma ok margargersimar í gulli ok silfri ok gengr á brott síðan víðaum lönd ok um síðir hingat á Norðrlönd. Svá varharpa hans hagliga ger, at hana mátti taka í sundr oksaman at fellingum, ok var hann því vanr um daga,þá er hann fór í hjá vatnföllum ok hvergi í nándbæjum, at hann tók hörpuna í sundr ok þó meyjunni,ok hann hafði vínlauk einn ok gaf henni at eta. Enþat er náttúra þess lauks, at maðr má lengi lifa, þótthann hafi enga aðra fæðu. Ok þá er mærin grét, slóhann hörpuna, ok þagnaði hún þá, fyrir því at Heimirvar vel at íþróttum búinn, þeim er þá váru tíðar. Hannhafði ok mörg klæði dýrlig hjá henni í hörpunni okmikit gull.Ok nú ferr hann þangat til, unz hann kemr í Noregok kemir til eins býjar lítils, þess er heitir á Spangareiði,ok bjó þar karl sá, er Áki hét. Hann átti konu,ok hét hún Gríma. Þar var eigi fleira manna en þau.Þann dag var karl farinn í skóg, en kerling var heima,ok heilsar hún Heimi ok spyrr, hvat manna hann væri.Hann kveðst vera einn stafkarl ok bað kerlingu húsa.Hún segir, at eigi kæmi þar fleira en svá, at hún kveðstmundu vel við honum taka, ef hann þættist þurfa þarat vera. En er á leið, þá segir hann, at honum þættiþat mest beinabót, at eldr væri kveyktr fyrir honumok síðan væri honum fylgt til svefnhúss, þar er hannskyldi sofa. Ok þá er kerling hafði kveykt eldinn, þásetr hann hörpuna upp í set hjá sér, en kerling varóðamálug. Opt varð henni litit til hörpunnar, fyrirþví at trefr á einu dýrligu klæði kómu út á hörpunni.Ok er hann bakaðist við eldinn, þá sér hún einndýrligan gullhring koma fram undan tötrum hans, þvíat hann var illa klæddr. Ok er hann hafði bakazt semhann kunni sér þörf til, þá hafði hann náttverð. Eneptir þat bað hann kerlingu fylgja sér þangat til, semhann skyldi sofa um nóttina. Þá segir kerling, at honummundi betra vera úti en inni, -- \"því at vit karlminn erum opt málug, er hann kemr heim.\" Hannbiðr hana ráða, gengr nú út ok svá hún. Hann tekrhörpuna ok hefir með sér. Kerling gengr út ok ferrþar til, er bygghlaða ein er, ok fylgir honum þar tilok mælti, at hann skyldi þar um búast, ok kveðst þessvænta, at hann mundi þar njóta svefns síns. Ok núgengr kerling í brott ok annast þat, er hún þurfti, enhann gerir sér svefn.Karl kemr heim, er aptanninn líðr, en kerling hefirfátt unnit þat, er hún þurfti, en hann var móðr, er hannkom heim, ok illr viðskiptis, er allt var óbúit þat, erhún skyldi annazt hafa. Sagði karl, at mikill værimunr sælu, er hann vann hvern dag meira en hannmátti, en hún vildi til einkis taka þess, er gagn varat. \"Ver eigi reiðr, karl minn,\"  sagði hún, \"fyrir þvíat þat kann at vera, at þú mættir nú skamma stundvinna til þess, at vit værim sæl alla ævi.\" \"Hvat erþat?\" segir karl. Kerling svarar: \"Hér er kominn tilherbergis okkars einn maðr, ok ætla ek, at hann hafiallmikit fé með at fara, ok er hniginn á efra aldr okmun verit hafa inn mesti kappi ok er nú þó móðrmjök, ok eigi þykkjumst ek hans maka sét hafa, okþó ætla ek hann mæddan ok syfjaðan.\" Þá segir karl:\"Þat sýnist mér óráðligt at svíkja þá ina fá, sem hérkoma.\" Hún svarar: \"Því muntu lengi lítill fyrir þér,at þér vex allt í augu, ok ger nú annathvárt, at þúdrep hann, eða ek tek hann mér til manns, ok munuvit reka þik í brott. Ok segja kann ek þér þá ræðu,er hann mælti við mik í gærkveld, en lítils mun þérþykkja um vert. Hann mælti kvensamliga við mik, okþat mun mitt ráð vera at taka hann mér til manns,en reka þik í brott eða drepa, ef þú vill eigi eptir þvígera, sem ek vil.\" Ok er þat sagt, at karl hafði kvánríki,ok telr hún um þangat til, er hann lætr at eggjanhennar, tekr öxi sína ok snarbrýnir mjök. Ok er hanner búinn, fylgir kerling honum þar til, er Heimir sefr,ok var þar hrytr mikill. Þá mælti kerling til karls, athann skyldi láta verða tilræði sem bezt, -- \"ok skundabrott með hlaupi, því at ekki máttu standast lát hansok óp, ef hann fær þik höndum tekit.\" Hún tekrhörpuna ok hleypr á brott með. Nú gengr karl þartil, er Heimir sefr. Hann höggr til hans, ok verðr þatmikit sár, ok verðr honum laus öxin. Hann hleyprþegar í brott sem hann mátti hraðast. Nú vaknarhann við áverkann, ok vannst honum at fullu. Okþat er sagt, at svá mikill gnýr varð í hans fjörbrotum,at undan gengu súlur í húsinu ok ofan fell húsit alltok varð landskjálfti mikill, ok lýkr þar hans ævi.Nú kom karl þar, sem kerling var, segir nú, at hannhefir drepit hann, -- \"ok þó var þat of hríð, er ek vissaeigi, hvé fara mundi, ok þessi maðr var furðu mikillfyrir sér, en þó væntir mik, at hann sé nú í helju.\"Kerling mælti, at hann skyldi hafa þökk fyrir verkit,-- \"ok væntir mik, at nú hafim vit ærit fé, ok skulumvit reyna, hvart ek hefi satt sagt.\" Nú kveykja þau eld,en kerling tekr hörpuna ok vildi upp koma ok máttieigi annars kostar en hún varð at brjóta, því at húnhafði eigi hagleik til. Ok nú fær hún upp komit hörpunni,ok þar sér hún eitt meybarn, at hún þóttist ekkislíkt sét hafa, ok þó var mikit fé í hörpunni. Nú mæltikarl: \"Þat mun nú verða sem opt, at illa mun gefastat svíkja þann, er honum trúir. Sýnist mér sem kominmuni ómegð á hendr okkr.\" Kerling svarar: \"Eigi erþetta eptir því, sem ek ætla, en þó skal nú ekki umsakast.\" Ok nú spyrr hún, hverrar ættar hún væri.En þessi in unga mær svarar engu, svá sem hún hefðieigi mál numit. \"Nú ferr sem mik varði, at okkart ráðmundi illa fara,\" segir karl. \"Vit höfum unnit glæpmikinn. Hvat skulum vit sjá fyrir barni þessu?\" \"Auðvitater þat,\" sagði Gríma. \"Hún skal eptir móðurminni heita Kráka.\" Nú mælti karl: \"Hvat skulumvit sjá fyrir barni þessu?\" Kerling svarar: \"Ek sé gottráð til: Vit skulum segja hana okkra dóttur ok uppfæða.\" \"Því mun engi trúa,\" sagði karl. \"Miklu er barnþetta geðsligra en vit. Erum allóvæn bæði, ok munuengi líkendi á þykkja, at vit munum eiga því líkt barn,svá endemlig sem vit erum bæði.\" Nú mælti kerling:\"Eigi veiztu, nema ek hafa í nokkur brögð, at þettamegi eigi óvænt þykkja. Ek mun láta gera henni kollok ríða í tjöru ok öðru, er vænst er, at sízt komi hárupp. Hún skal eiga hött síðan. Eigi skal hún ok velklædd vera. Mun þá saman draga vár yfirlit. Má vera, atmenn trúi því, at ek hafa mjök væn verit, þá er ekvar ung. Hún skal ok vinna þat, er verst er.\" En þathugðu þau karl ok kerling, at hún mætti ekki mæla,er hún svarar þeim aldri. Nú er þat gert, sem kerlinghefir fyrir hugat. Nú vex hún þar upp í miklu fátæki."}}