{"originalTitle": "Beowulf_Xxxix", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxxix", "text": {"0": "XXXIXÐā wæs gegongen  guman unfrōdumearfoðlīce,  þæt hē on eorðan geseahþone lēofestan  līfes æt endeblēate gebmǣran.  Bona swylce læg,egeslīc eorðdraca  ealdre berēafod,bealwe gebǣded.  Bēahhordum lengwyrm wōhbogen  wealdan ne mōste,ac him īrenna  ecga fornāmon,hearde heaðoscearde  homera lāfe,þæt se wīdfloga  wundum stillehrēas on hrūsan  hordærne nēah.Nalles æfter lyfte  lācende hwearfmiddelnihtum,  māðmǣhta wloncansȳn ȳwde,  ac hē eorðan gefēollfor ðæs hildfruman  hondgeweorce.Hūru þæt on lande  lȳt manna ðāhmægenāgendra  mīne gefrǣge,þēah ðe hē dǣda gehwæs  dyrstig wǣre,þæt hē wið attorsceaðan  oreðe gerǣsde,oððe hringsele  hondum styrede,gif hē wæccende  weard onfundebūon on beorge.  Bīowulfe wearðdryhtmāðma dǣl  dēaðe forgolden;hæfde ǣghwæer  ende gefēredlǣnan līfes.  Næs ðā lang tō ðon,þæt ðā hildlatan  holt ofgēfan,tȳdre trēowlogan  tȳne ætsomne,ðā ne dorston ǣr  dareðum lācanon hyra mandryhtnes  miclan þearfe;ac hȳ scamiende  scyldas bǣran,gūðgewǣdu  þǣr se gomela læg;wlitan on Wīlāf.  Hē gewērgad sæt,fēðecempa  frēan eaxlum nēah,wehte hyne wætre;  him wiht ne spēow.Ne meahte hē on eorðan,  ðēah hē ūðe wēl,on ðām frumgāre  feorh gehealdan,nē ðæs Wealdendes  wiht oncirran;wolde dōm Godes  dǣdum rǣdangumena gehwylcum,  swā hē nū gēn dêð.þā wæs æt ðām geongan  grim andswaruēðbegēte  þām ðe ǣr his elne forlēas.Wīglāf maðelode,  Wēohstānes sunu,sec[g] sārigferð  -- seah on unlēofe--:'þæt, lā, mæg secgan  sē ðe wyle sōð specan,þæt se mondryhten,  sē ēow þā māðmas geaf,ēoredgeatwe,  þē gē þǣr on standað, --þonne hē on ealubence  oft gesealdehealsittendum  helm ond byrnan,þēoden his þegnum,  swylce hē þrȳðlīcostōwer feor oððe nēah  findan meahte--,þæt hē gēnunga  gūðgewǣduwrāðe forwurpe,  ðā hyne wīg beget.Nealles folccyning  fyrdgesteallumgylpan þorfte;  hwæðre him God ūðe,sigora Waldend,  þæt hē hyne sylfne gewræcāna mid ecge,  þā him wæs elnes þearf.Ic him līfwraðe  lȳtle meahteætgifan æt gūðe,  ond ongan swā þēahofer mīn gemet  mǣges helpan;symle wæs þȳ sǣmra,  þonne ic sweorde drepferhðgenīðlan,  fȳr unswīðorwēoll of gewitte.  Wergendra tō lȳtþrong ymbe þēoden,  þā hyne sīo þrāg becwōm.Nū sceal sincþego  ond swyrdgifu,eall ēðelwyn  ēowrum cynne,lufen ālicgean;  londrihtes mōtþǣre mǣgburge  monna ǣghwylcīdel hweorfan,  syððan æðelingasfeorran gefricgean  flēam ēowerne,dōmlēasan dǣd.  Dēað bið sēllaeorla gehwylcum  þonne edwītlīf!'"}}