{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_4", "text": {"0": "Þeir bræðr sitja nú í skóginum, sem áðr er sagt, oker þeir höfðu verit þar um hríð, gera þeir at líta, atmaðr ríðr þangat at þeim heiman frá höllinni. Þatkenna þeir allglöggt, at þar er kominn Reginn, fóstriþeira. Verða þeir honum fegnir ok heilsa honum vel.Hann tekr ekki kveðju þeira, en víkr hesti sínum heimaptr þaðan at höllinni. Þeir undra þetta ok ræða ummeð sér, hverju þetta muni gegna. Nú snýr Reginntil þeira hestinum í annat sinn ok lætr ófrýnliga, semþá ok þá muni hann at þeim vinna. Helgi segir: \"Skynjaþykkist ek, hvat er hann vill.\" Fór hann nú heim tilhallar, en þeir eptir. \"Því lætr fóstri minn svá,\" segirHelgi, \"at hann vill ekki rjúfa eiða sína við Fróða konung,ok vill því ekki við okkr mæla, en þó vill hanngjarna hjálpa okkr.\"Lundr einn stóð nærri höllinni, er konungr átti, oksem þeir kómu þar, þá mælti Reginn við sjálfan sik:\"Ef ek ætti stórar sakir við Fróða konung, skylda ekbrenna upp lundinn.\" Ekki mælti hann fleira. Hróarrmælti: \"Hvat mun þetta?\" \"Þat vill hann,\" segir Helgi,\"at vit förum heim til hallarinnar ok berum at eldnema at einni útgöngu.\" \"Hvat munum vit þat mega,ungmenni tvau, slíkt ofrefli sem fyrir er?\" \"Svá skalvera þó,\" sagði Helgi, \"ok munum vit eitthvert sinnverða til at hætta, ef vit skulum hefnt geta harma okkarra.\"Ok svá gera þeir. Þessu næst er Sævill jarl útkominn ok allir hans menn. Hann mælti þá: \"Aukumnú eldana ok veitum lið sveinum þessum. Er mérengi vandi við Fróða konung.\" Fróði konungr átti tvásmiði, er völundar váru at hagleik, ok hétu báðir Varr.Reginn heimti út lið sitt at hallardyrum, vini sína oktengdamenn."}}