{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_14", "text": {"0": "Litlu síðar kom Ógautan at máli við Jökul ok mælti:\"Þat er þó sannast, at ek er þér önnur höndin ok eigiin vinstri.\" \"Hvat er nú um þat?\" segir Jökull. \"Þat,\"segir Ógautan, \"at ek er nú víss orðinn, at þeir bræðrÞórir ok Þorsteinn eru á lífi ok eru hjá Víkingi álaun.\" \"Þá skal ek,\" segir Jökull, \"safna mönnum oklétta eigi fyrr en vér höfum þeira líf.\" Fekk Jökullátta tigi manna. Váru þar í þrír tigir hirðmanna konungs.Váru þessir allvel búnir at klæðum. Váru þeirbúnir um kveldit ok ætluðu at fara um morguninn.Þar váru komnir tveir umferðapiltar. Hét annarrVöttr, en annarr Þumall. En er þeir váru komnir ísæng um kveldit, mælti Vöttr til Þumals: \"Þykki þérekki ráð, bróðir, at vit stöndum upp ok förum til Víkingsok segjum honum fyrirætlan Jökuls, því at ek veit,at þat er bani Víkings, ef þeir koma honum á óvart,en vit erum skyldir at koma honum at liði.\" Þumallsegir: \"Allheimskr ertu, þykki þér eigi sem varðmennmunu verða varir við okkr, ef vit förum um nætr, okerum vit þá drepnir ok komum vit þá Víking at enguliði?\" \"Jafnan sýnir þú þat,\" segir Vöttr, \"at þú ertdáðlauss, ok þótt þú þorir hvergi at hræra þik, þá skalek þó fara ok gera Víking varan við, því at mér þættiþá vel keypt, þótt ek fengi bana, ef Víkingr heldi lífisínu ok synir hans, því at hann hefir mér opt gottgert.\" Stóð Vöttr þá upp ok klæddist, ok svá gerðiÞumall, því at hann nennti þá eigi eptir at liggja. Fóruþeir síðan leið sína, ok kómu þeir til Víkings um miðnættiok vöktu hann af svefni. Sagði Vöttr honum, atJökuls var þangat ván með mikit fjölmenni. Víkingrmælti: \"Vel hefir þú gert, Vöttr minn, svá at launaværi vert.\" Kallar Víkingr saman menn af næstumbyggðum. Fekk hann þrjá tigi manna. Hann gekk þáofan í jarðhúsit til sona sinna ok sagði þeim, hvat þávar um at vera. Þórir mælti: \"Þeir skulu fá viðnám,ef þeir koma. Munum vér ganga upp ór jarðhúsinuok berjast með þér.\" \"Eigi skal þat,\" segir Víkingr,\"vér skulum sjá fyrst, hversu gengr með oss, ok ef mérþykkir óvænliga horfa, þá mun ek fara upp á, þar erjarðhús ykkart er undir, ok gera mikit um mik. Skuluðþit þá veita mér lið.\" Þorsteinn segist svá gera skyldu.Síðan gekk Víkingr á burt. Var þá dagr. Vápnaðist hannþá ok allir hans menn. Hann tók þá kesjufleininnHáreksnaut í hönd sér. Ætluðu allir, at hann mundi ekkivápnhæfr sakir þunga, svá gamall sem hann var. Þóttiþá undarliga við bregða, af því at þá er Víkingr varkominn í herklæði sín, þótti hann vera ungr í annatsinn. Hlaðgarðr hár ok víðr var fyrir bæ Víkings, okvar þat it bezta vígi. Þar bjóst hann fyrir ok mennhans. Vápn váru fengin Vetti ok Þumli."}}