{"originalTitle": "Grettis_Saga_Chapter_56", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_56", "text": {"0": "Þórir í Garði spyr nú hvar Grettir er niður kominn og vildi    setja til eitthvert ráð að hann yrði drepinn.    Maður hét Þórir rauðskeggur. Hann var manna gildastur og    vígamaður mikill og fyrir það var hann sekur ger um allt    landið. Þórir í Garði sendi honum orð og er þeir fundust    beiddi hann Rauðskegg fara sendiferð sína og drepa Gretti    hinn sterka. Rauðskeggur kvað það eigi auðveldaverk, sagði að    Grettir var vitur maður og var um sig.    Þórir bað hann til ráða \"og er slíkt drengilegt svo röskum    manni sem þú ert en eg skal koma þér úr sekt og þar með gefa    þér nógt fé.\"    Við þessu ráði tók Rauðskeggur. Sagði Þórir honum hversu hann    skyldi að fara að vinna Gretti. Eftir það fór Rauðskeggur    fyrir austan land því að honum þótti gruna mega síður um    ferðir sínar. Hann kom að Arnarvatnsheiði þá er Grettir hafði    verið þar einn vetur. En er Grettir og Rauðskeggur fundust    beiddi hann Gretti viðurtöku.    Hann svarar: \"Eigi kann eg að láta fleiri svo oft leika að    mér sem sá er hér kom í fyrra haust og lét allskjallkænlega.    En þegar hann hafði hér verið litla hríð sat hann um líf    mitt. Nú mun eg eigi á það hætta oftar að taka við    skógarmönnum.\"    Þórir svarar: \"Full vorkunn þykir mér þér á vera þó að þú    trúir illa skógarmönnum en heyrt muntu mín hafa getið um    vígaferli og ójafnað en aldrei um slíkt dáðleysi að svíkja    lánardrottin minn. Nú er því illt illum að vera að margur    ætlar þar annan eftir vera. Mundi eg og eigi hafa hingað    farið ef eg ætti betra kosti en eigi þykir mér við upp gefnir    ef við veitumst að. Nú máttu hætta á við mig fyrst hversu þér    gest að mér. Lát mig þá fara á burt ef þú finnur ódyggð með    mér.\"    Grettir svarar: \"Hætta má eg enn á við þig en vit það fyrir    víst ef eg gruna um svik við þig þá verður það þinn bani.\"    Þórir kvað hann svo gera. Eftir það tók Grettir við honum og    fann hann það að hann mundi hafa tveggja manna megin til    hvers sem hann gekk. Var hann búinn til hvers sem Grettir    vildi senda hann. Til einkis þurfti Grettir að víkjast og    aldrei hafði honum þótt ævi sín jafngóð síðan hann kom í    útlegð en þó var hann svo var um sig að aldrei sá Þórir færi    á honum.    Þórir rauðskeggur var tvo vetur hjá Gretti á heiðinni. Tók    honum nú að leiðast á heiðinni að vera, hugsar nú um hvert    ráð hann skal gera það sem Grettir sæi eigi við.    Eina nótt um vorið kom á stormviðri mikið er þeir voru í    svefni. Grettir vaknaði og spurði hvar bátur þeirra væri.    Þórir spratt upp og hljóp til bátsins og braut hann allan í    sundur og kastaði ýmsa vega brotunum og var því líkt sem    veðrið hefði fleygt.    Eftir það gekk hann inn í skálann og mælti hátt: \"Eigi hefir    nú vel til tekist, vinur minn\", sagði hann, \"að bátur okkar    er allur brotinn í sundur en netin liggja langt út í vatnið.\"    \"Sæk þú þau þá,\" segir Grettir, \"því að mér þykir þér    sjálfrátt verið hafa er báturinn er brotinn.\"    Þórir svarar: \"Það er svo í atgervi að mér er minnst hent er    sund er. En flest annað þykist eg reyna mega við hvern annan    óbreyttan mann. Máttu það vita að eg hefi eigi þér starf    ætlað síðan eg kom til þín. Mundi eg eigi biðja þessa ef eg    væri til fær að gera.\"    Grettir stóð upp og tók vopn sín og gekk til vatnsins. Þar    var svo við vaxið að nes gekk fram í vatnið en víkurhvarf    mikið var öðrumegin nessins. Vatnið var djúpt að landinu.    Grettir mælti: \"Leggst út eftir netjunum og lát mig sjá    hversu fær maður þú ert.\"    \"Sagði eg þér áðan,\" segir Þórir, \"að eg er ekki syndur og    eigi veit eg hvar nú er garpskapur þinn og áræði.\"    \"Ná mun eg netunum,\" sagði Grettir, \"en svík þú mig ekki er    eg trúi þér.\"    Þórir svarar: \"Ætla þú mér eigi slíka svívirðing og    dáðleysi.\"    Grettir mælti: \"Þú munt sjálfur gefa þér raun hver þú ert.\"    Síðan kastaði hann klæðunum og vopnunum og lagðist eftir    netunum. Sveipar hann þeim saman og fer að landi og kastar    þeim upp á bakkann. Og er hann ætlaði á land að ganga þá    greip Þórir saxið og brá skjótt. Hann hljóp þá skjótt á móti    Gretti er hann sté upp á bakkann og hjó til hans. Grettir    kastaði sér á bak aftur ofan í vatnið og sökk sem steinn.    Þórir horfði út á vatnið og ætlaði að verja landið ef hann    kæmi upp. Kafaði Grettir nú sem næst bakkanum svo að Þórir    mátti ekki sjá hann þar til sem hann kom í víkina að baki    honum og gekk þar á land. Við þessu gat Þórir eigi séð. Fann    hann eigi fyrr en Grettir tók hann upp yfir höfuð sér og    færði niður svo hart að saxið hraut úr hendi honum og fékk    Grettir tekið það og hafði ekki orða við hann og hjó þegar    höfuð af honum og lauk svo hans ævi.    Eftir það vildi Grettir aldrei við skógarmönnum taka en þó    mátti hann varla einn saman vera."}}