{"originalTitle": "Örvar-Odds_Saga_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_16", "text": {"0": "Svá bar til um haustit, at Oddr kom til Gautlands.Þar spyrr hann til víkings þess, er Sæmundr heitir.Honum var sagt frá, at hann var torsóttari en aðrirmenn. Hann hafði hálfan sétta tug skipa. Þar kómuþeir Oddr með tíu skip, ok þegar er þeir finnast, þálýstr þar í bardaga svá langan ok harðan, at eigi skorti.En svá lauk um kveldit, at hroðin eru öll skip fyrirOddi ok hann stóð upp einn manna. Þá stökkr Oddrfyrir borð, er náliga er myrkt orðit. Þat sér einn maðr,at hann leggst frá skipunum. Hann þreif upp gaflakeitt, ok skutu þeir eptir honum. Þat kemr í kálfa Odds,svá at í beini stóð. Honum kemr í hug, hvar hann varstaddr, at hann mundi á flótta kominn vera. Hannlagðist þá aptr at skipunum, en víkingarnir sáu Odd okkippa honum upp í skipit. Sæmundr bað þá láta komafjötr á fætr honum, bogastreng á hendr. Svá var gertsem hann mælti fyrir.Nú sitr Oddr í fjötrunum, ok eru fengnir til tólfmenn at vaka yfir honum, en Sæmundr lætr sik flytjatil lands ok lætr tjalda yfir sér. Þá mælti Oddr við þá,er til váru fengnir at vaka yfir honum: \"Hvárt vilið þér,at ek skemmta, eða vilið þér skemmta, er svá er daufligt?\"\"Oss þætti,\" sagði sá, er fyrir þeim er, \"sem þérsé lítt til gamans hagat; þú ert í fjötrum, en ætlaðrtil dráps á morgun.\" \"Ekki kvíði ek því,\" sagði Oddr.\"Deyja skal hverr um sinn.\" \"Þat kjósum vér þá, atþú skemmtir,\" segja þeir. Hann kveðr þeim kvæði okléttir eigi fyrr en þeir eru sofnaðir allir. Þá fór Oddrþangat til, er öx lá á þiljunum. Hann getr snúit hennisvá, at eggin horfir upp. Þá snýr hann þar við herðunum,en gnýr við höndunum, til þess er hann varðlauss. Þá hefir hann hendr at fjötrinum ok færir hannaf sér. Ok sem hann er lauss, þykkir honum skör rýmra.Nú gengr hann þangat, er þeir sofa, ok stingr á þeimöxarskaptinu ok bað þá vakna, -- \"því at þér sofið semsnápar, en bandinginn er lauss orðinn.\" Síðan draphann þá alla, tekr síðan örvamæli sitt ok stígr á bátok flyzt til lands. Síðan gengr hann til skógar ok dregrgaflakit ór fæti sér ok bindr um sár sitt.Nú er at segja frá Sæmundi, at hann vaknar í tjaldinuok gerir menn út til skipanna, þar er varðmennirnirváru, ok var Oddr í burtu, en drepnir allir varðmennirnir,ok þykkjast þeir sakna vinar í stað ok segjaSæmundi þessi tíðendi, ok ferr hann nú hvervetna umGautland at leita Odds, en Oddr ferr í öðrum stað atleita Sæmundar.Þat verðr einn morgin snemma, at Oddr kemr framór mörkinni. Hann sér tjöld Sæmundar á landi, enskipin flutu á höfninni. Hann snýr aptr í mörkina okhöggr sér kylfu eina, gengr síðan ofan at tjaldinu okfellir þat ofan á Sæmund ok hans menn. Drepr hannþar Sæmund ok þá fimmtán saman. Síðan gerir hannþeim tvá kosti, er á skipunum váru, at þeir skulu gangaá hönd honum ok gerist hann höfðingi þeira, ok þannkjósa þeir. Siglir Oddr nú heim til Svíþjóðar ok hefirþó lítit lið ok sitr þar þann vetr."}}