{"originalTitle": "Völsunga_Saga_Chapter_37", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_37", "text": {"0": "Nú eggjar Atli konungr liðit at gera harða sókn;berjast nú snarpliga, ok sækja Gjúkungar at svá fast,at Atli konungr hrökkr inn í höllina, ok berjast núinni, ok var orrostan allhörð. Sjá bardagi varð meðmiklu mannspelli ok lýkr svá, at fellr allt lið þeirabræðra, svá at þeir standa tveir upp, ok fór áðr margrmaðr til heljar fyrir þeira vápnum. Nú er sótt atGunnari konungi, ok fyrir sakir ofreflis var hann höndumtekinn ok í fjötra settr. Síðan barðist Högni afmikilli hreysti ok drengskap ok felldi ina stærstu kappaAtla konungs tuttugu. Hann hratt mörgum í þann eld,er þar var gerr í hoölunni. Allir urðu á eitt sáttir, atvarla sæi slíkan mann. En þó varð hann at lyktumofrliði borinn ok höndum tekinn. Atli konungr mælti:\"Mikil furða er þat, hve margr maðr hér hefir faritfyrir honum. Nú skeri ór honum hjartat, ok sé þathans bani.\" Högni mælti: \"Geri sem þér líkar. Glaðligamun ek hér bíða þess, er þér vilið at gera, ok þatmuntu skilja, at eigi er hjarta mitt hrætt, ok reynt hefiek fyrr harða hluti, ok var ek gjarn at þola mannraun,þá er ek var ósárr. En nú eru vér mjök sárir, ok muntueinn ráða várum skiptum.\"  Þá mælti ráðgjafi Atlakonungs: \"Sé ek betra ráð: Tökum heldr þrælinnHjalla, en forðum Högna. Þræll þessi er skapdauði.Hann lifir eigi svá lengi, at hann sé eigi dáligr.\" Þrællinnheyrir ok æpir hátt ok hleypr undan, hvert erhonum þykkir skjóls ván, kveðst illt hljóta af ófriðiþeira ok váss at gjalda; kveðr þann dag illan vera, erhann skal deyja frá sínum góðum kostum ok svínageymslu. Þeir þrifu hann ok brugðu at honum knífi.Hann æpti hátt, áðr hann kenndi oddsins. Þá mæltiHögni, sem færum er títt, þá er í mannraun koma:Hann árnaði þrælinum lífs ok kveðst eigi vilja skræktunheyra, kvað sér minna fyrir at fremja þenna leik.Þrællinn varð feginn ok þá fjörit.Nú eru þeir báðir í fjötra settir, Gunnarr ok Högni.Þá mælti Atli konungr til Gunnars konungs, at hannskyldi segja til gullsins, ef hann vill lífit þiggja. Hannsvarar: \"Fyrr skal ek sjá hjarta Högna, bróður míns,blóðugt.\" Ok nú þrifu þeir þrælinn í annat sinn okskáru ór honum hjartat ok báru fyrir konunginnGunnar. Hann svarar: \"Hjarta Hjalla má hér sjá insblauða ok er ólíkt hjarta Högna ins frækna, því atnú skelfr mjök, en hálfu meir, þá er í brjósti honumlá.\" Nú gengu þeir eptir eggjun Atla konungs atHögna ok skáru ór honum hjartat. Ok svá var mikillþróttr hans, at hann hló, meðan hann beið þessa kvöl,ok allir undruðust þrek hans, ok þat er síðan at minnumhaft. Þeir sýndu Gunnari hjarta Högna. Hannsvarar: \"Hér má sjá hjarta Högna ins frækna ok erólíkt hjarta Hjalla ins blauða, því at nú hrærist lítt,en miðr, meðan í brjósti honum lá. Ok svá muntu, Atli,láta þitt líf, sem nú látum vér. Ok nú veit ek einn,hvar gullit er, ok mun eigi Högni segja þér. Mér lékýmist í hug, þá er vit lifðum báðir, en nú hefi ekeinn ráðit fyrir mér. Skal Rín nú ráða gullinu, fyrr enHýnir beri þat á höndum sér.\" Atli konungr mælti:\"Farið á brott með bandingjann.\" Ok svá var gert.Guðrún kveðr nú með sér menn ok hittir Atla oksegir: \"Gangi þér nú illa ok eptir því, sem þér hélduðorð við mik ok Gunnar.\"Nú er Gunnarr konungr settr í einn ormgarð. Þarváru margir ormar fyrir, ok váru hendr hans fastbundnar. Guðrún sendi honum hörpu eina, en hannsýndi sína list ok sló hörpuna með mikilli list, athann drap strengina með tánum ok lék svá vel okafbragðliga, at fáir þóttust heyrt hafa svá með höndumslegit, ok þar til lék hann þessa íþrótt, at allir sofnuðuormarnir, nema ein naðra mikil ok illilig skreið tilhans ok gróf inn sínum rana, þar til er hún hjó hanshjarta, ok þar lét hann sitt líf með mikilli hreysti."}}