{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_22", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_22", "text": {"0": "Þat var einn dag veizlunnar, at konungr sat í sínuhásæti ok þeir fóstbræðr næst honum, en jungfrúrnará stóli framan fyrir honum. Váru þá allir glaðir meðorðum fögrum, ölværð ok gleði, gamni ok alls konarskemmtan. Hjálmþér spurði ina fríðari jungfrúna atheiti eða hvert hennar faðerni væri. Hún kveðst Álsólheita, -- \"er minn faðir látinn, er hér stýrði landi, enbróðir minn tók ríki eptir hann, sem Hörðr hefir nefnzt,en hann heitir Hringr. Hildisif heitir systir mín, en landþetta heitir Arabía. Kann bróðir minn at segja yðr slíktfrá várum forlögum, ætt ok uppvexti.\"  Skildu þau svátalit.Biðr þá Hjálmþér Hring at greina sér gerr þat, semhún hafði honum sagt. Hringr konungr kveðst þatgjarna gera vilja. Konungr hefr svá sitt mál: \"Þat vilek yðr kunngera, at minn faðir hét Ptólómeus okstýrði hér ríki. Hann átti drottningu harðla væna, okvið henni átti konungr oss þrjú systkin. Liðu svá langirtímar, þar til móðir vár tók sótt ok andaðist. Var haugrorpinn yfir hana. Þráði konungr mjök eptir drottningusína. Konungr átti sér ráðgjafa trúan ok dyggvan.Hann gekk einn dag fyrir konung ok kveðst vilja leitahonum at kvánfangi, ok því játar konungr. Ráðgjafinnferr ok kemr aptr at hausti. Er þá drottningarefnit íför með honum. Hún hét Lúða. Er þegar brúðkaupgert. Leizt öllum vel á þessa konu. Ekki vildu vér systkinsitja brúðkaupit. Gekk veizlan vel fram. Leið eigi langt,áðr en þeim þótti drottning ill, bæði í skapmunum okorðum, en í gerningum verst. Réð hún skjótt föðurmínum bana, því at henni þótti hann gamall, en húnung ok lystug. Vildi hún síðan mik átt hafa, en ek vildiekki hennar ljótum vilja samþykkja. Lagði hún síðaná mik, at ek skyldi þræll sýnast, svartr ok illúðligr, okaldri skylda ek mat mega eta nema á miðju gólfi okaldri ór þessum álögum komast, nema nokkurr konungssonvinni þat til mín at láta mik öllu ráða ok beramik á baki sér þrjá daga dauðan. Nú hefir þú þettahvárttveggja gert. Þat eitt lagði hún á mik til líknar, atek mætti gera, hvat sem ek vildi orkat hafa, ok aldriskyldi mér aflafátt verða ok alla hluti yfirvinna, þat semfyrir mik væri lagt. Á Álsólu, systur mína, lagði hún,at hún skyldi verða at fingálpi ok aldri ór sínum álögumkomast, nema nokkurr konungsson vildi kyssa hana.Þá fekk fóstra mín henni Snarvendil. Var hún hann athenda ýmist með munni eða höndum. En Hildisifskyldi sýnast at öllum yfirlitum sem tröllkona ok veranær bróður hennar. Hann átti byggð í einum hellistórum, ok skyldi hann ekkert grand mega gera henni.Hún átti ekki fyrr at komast ór sínum álögum en hannværi drepinn með því sama sverði, sem hekk yfir sænghans. Var þat svá margt,\" segir hann, \"bæði fleira okverra af henni. En eptir þetta fór hún í burt með mik,ok er þessi in sama þín stjúpmóðir. Er nú enduð mínævisaga.\"Hjálmþér þakkaði honum þá góða skemmtun. Varðþá allt fólk glatt. Eptir þetta hóf Hjálmþér upp orðsín ok biðr Álsólar sér til handa. Fýsti konungr þessmjök. Ölvir bað ok svá Hildisifjar, ok var þetta af ráðit.Hér eptir vilja þeir Hjálmþér ok Ölvir heim halda.Fekk konungr þeim tuttugu skip, ok léttu eigi fyrr enþeir kómu at Mannheimum. En er Hjálmþér leitstjúpu sína, fell hún niðr í eldinn, en faðir hans varðhonum alls hugar feginn. Sat Hjálmþér þar nokkurastund. Hann bauð föður sínum til brúðkaups síns, okþá konungr þat. Sigldu þeir á hundrað skipum tilArabía. En at þeim þar komnum gekk Hringr í mótiþeim ok leiddi þá til hallar með miklum prís okskemmtan. Gekk hann þá at eiga Hervöru, ok váruþessi þrjú brúðkaup setin með miklum mannfagnaði.Ok at þeim enduðum váru allir með ágætum gjöfumút leiddir, ok fór svá hverr til síns heimilis. En þeirHringr konungr, Hjálmþér ok Ölvir mæltu til stöðugrarvináttu með sér, ok gefr hverr öðrum góðargjafir, ok skilja með því. Siglir Hjálmþér þá heim tilMannheima. Stýrði hann því ríki eptir föður sinn.Ölvir sezt ok at þeim ríkjum, sem faðir hans hafði atstýra. Hjálmþér matti hann til alls, ok þótti vera innmesti afreksmaðr. Hjálmþér átti tvá sonu við drottningusinni. Hét inn eldri Ingi, en inn yngri Hlöðvir.Hafði konungr síðan margar orrostur ok hafði í öllumsigr. Stóð honum engi á sporði. Ölvir styrkti hann íöllum mannraunum. En eptir Hjálmþé tók Ingi, sonrhans, ríkit, en Hlöðvir var hernaðarmaðr mikill. Hannbar Snarvendil eptir föður sinn. Ölvir átti ok son, hverreð Rauðr hét. Hann lagðist í hernað með Hlöðvi. Urðuþeir miklir kappar, ok er margt fólk komit frá þeim.Unnu þeir undir sik mörg konungaríki. Ok lúkum vérhér sögu Hjálmþés, Ölvis, Hrings ok Hervarar."}}