{"originalTitle": "Commentary_On_Beowulf_Lines_901-915", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Commentary_On_Beowulf_Lines_901-915", "text": {"0": "This digression on HeremōdChief references: Müll. 50 f.; Bu. 37-45; Sievers L 4.33. Further: ten Brink L 4.7.536, Koegel L 4.8.167 f., Binz 168, Sarrazin, Angl. xix 392-7, Otto L 7.17.30 f., Chadwick Or. 149 f. For a list of earlier studies, see Joseph, ZfdPh. xxii 386 (L 5.22). is to be interpreted in conjunction with a similar one (occurring in Hrōðgār's famous harangue after the second combat), 1709-1722.An indirect reference to the character of Heremōd has been detected in the praise of Bēowulf, 2177-83. The main point of the story referred to in these two allusive passages is that Heremōd was a strong, valiant hero, pre-eminent among his fellows, giving promise of a brilliant career, but subsequently proved a bad ruler, cruel and stingy, and having become a burden to his people, ended miserably. A minor feature, which in the Beowulf itself remains obscure, is connected with certain events preceding his accession (907-13).Müllenhoff looked upon Heremōd as a mere allegorical personification setting forth the dangers of here-mōd, i.e. 'warlike disposition.'Similarly ten Brink. But later studies have shown him to be a definite figure in Danish historical-legendary tradition.A slight similarity is found in the case of the Danish king Harald Hildetan, who became 'ob senecram severitatemque civibus . . onustus' and devised means for an honorable death (Saxo vii 255). A Vergilian parallel is the cruel tyrant Mezentius, who was driven out of the land by the 'fessi cives,' Æn. viii 481 ff. Thus Saxo tells of Olo who was a wonderfully strong and gifted youth, but later showed himself a cruel and unrighteous king, so that twelve generals ('duces'), moved by the distress of their country, plotted against his life and induced Starcatherus to kill the king while alone at the bath (viii 265). This Olo as well as the figure of Olavus, on whom the three goddesses of fate bestowed 'beauty and favor in the eyes of men,' 'the virtue of generosity,' but also 'the vice of niggardliness' (Saxo vi 181), is identical with the Danish king Ali inn fr&´empty;fkni,Cp. Hyndl. 14 (Par.  §4). who after a long, vigorous reign was killed by Starkaðr (Rnglingasaga, ch. 25 (29); Skjǫldungasaga, ch. 9). In view of the fact, however, that according to the Nornagestsþáttr (cir. 1300 A.D.) and the Egils Saga ok Álmundar (14th century) it is King Armóðr that was slain by Starkaðr while bathing, there is good reason to believe (with Bugge) that the name Heremōd applied to this saga figure in Beowulf goes back to true old Danish legend, the names Heremōd (ON. Hermóðr) and Armóðr (Ár-?) being insignificant variations.Another version of the story (transferred to Lotherus), which is apt to throw light on the hidden meaning of ll. 907-13, occurs in Saxo i 11. (A brief mention in the Annale Ryenses, Par.  § 8.5.) Of the two sons of Dan--the fabulous eponymous ancestor of the Danish kings -- 'HumblusTranslation by Elton. was elected king at his father's. death; but [later on] by the malice of ensuing fate . . . . he was taken by Lotherus in war, and bought his life by yielding up his crown . . . . . But Lotherus played the king as insupportably as he had played the soldier, inaugurating his reign straightway with arrogance and crime; for he counted it uprightness to strip all the most eminent of life or goods, and to clear his country of its loyal citizens, thinking all his equals in birth his rivals for the crown. He was soon chastised for his wickedness; for he met his end in an insurrection of his country; which had once bestowed on him his kingdom, and now bereft him of his life.' Putting together the veiled allusion of the last clause ('which had once bestowed on him his kingdom') and Beow. 907 ff., Sievers concluded that Lotherus gained the throne through the support of an active minority of the people which had been from the beginning in favor of his succession and regretted (ǣrran mǣlum 907) the turn Danish affairs had taken under the rule of his [weaker] brother.A faint and confused echo of this narrative has been discovered by Sarrazin (Angl. xix 392 ff.) in the Scondia illustrata of the Swedish chronicler Johannes Messenius (beginning of the 7th century). 'Lotherus igitur Danorum rex' -- we are informed -- 'ope suorum propter nimiam destitutus tyrannidem, superatusque in Jutiam profugit . . . . .' He returns from this exile, slays the rival king BalderusThe fact that in Gylfaginning (Prose Edda), ch. 48, Hermórðr -- the same one as the 'Óðinn hero' of Hyndluljóð -- appears as (Óðm's son and) Baldr's brother, furnishes additional proof of the identity of Lother and Heremōd. and temporarily regains possession of his kingdom, but loses his life in a war of revenge instigated by Othinus.That the Ags. poet recognized Heremōd as a Danish king, is seen from ēpel Scyldinga 913 and Ār-Scyldingum 1710 (Scyldingas being used in the wider sense of 'Danes,' without regard to the Scyld dynasty). Moreover, both in Ags. and Norse genealogies (Par.  § § 1.1 & 2, 5, 8. 1, cp. 1.4), Heremōd figures as the father, i.e. predecessor of Scyld(wa) (Skjǫldr), just as Saxo (i 11) represents Scioldus as Lotherus' son and follower on the Danish throne. More precisely, he belonged to an earlier line of kings,Was Ecgwela (1710) supposed to be the founder of this line? Sarrazin (Angl. xix 396) conjectured Heremōd to be the leader of the Heruli who were expelled by the Danes. Moller (100 ff.) thought him identical with Finn. Koegel and Binz regarded him as an Anglian hero. and it was after his fall that the Danes endured distress -- aldorlēase 15, until the God-sent Scyld inaugurated a new dynasty.The coupling .of Heremōd and Sigemund as heroes of greatest renown springs from a Scandinavian tradition (which may have arisen even before Herermōd was given a place among the Danish kings). This is proved by Hyndluljóð 2 (Par.  § 4) and, indirectly, by a comparison of Hákonarmál, l. 38See Corp. Poet. Bor. i 264. with Eiríksmál, l. 16See above, p. 155, n. 3. (Chadwick, The Cult of Othin (1899), p. 51).In contrast with the Sigemund episode, which is introduced as a pure heroic tale, our author has infused into the Heremōd story a strong spirit of Christian moralization (cf. Angl. xxxv 475, 479 f.), adding besides a touch of sentimental softness (904 f., 907, 909). In both of the passages Heremōd is made to serve as a foil to the exemplary Bēowulf."}}