{"originalTitle": "Viðbætir_(Additional_Small_Texts)_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Viðbætir_(Additional_Small_Texts)_Chapter_1", "text": {"0": "EIREKS SAGA VÍÐFÖRLAÞRÁNDR er nefndr konungr sá, er fyrstr réð fyrir Þrándheimi.Hann átti son þann, er Eirekr hét. Hann var vinsællmaðr þegar á unga aldri. Hann var rammr at afli, fræknok framr at öllu, drengiligr í vexti.Þess er getit eitt jólakveld, þá strengdi Eirekr þess heit atfara um allan heim at leita, ef hann fyndi stað þann, erheiðnir menn kalla Ódáinsakr, en kristnir menn jörð lifandimanna eða Paradísum. Þessi heitstrenging verðr fræg um allanNoreg.Á næsta sumri eptir býr Eirekr skip eitt skrautligt af Noregiok helt til Danmerkr. Þeir váru tólf á skipi. Danakonungr áttisér son. Sá hét ok Eirekr. Þeir feðgar buðu Eireki Þrándarsynimeð sér at vera þann vetr, ok þá hann þat. Þeir nafnarlögðu lag sitt saman, ok var með þeim vel, ok at mörgu váruþeir líkir. Ok um várit eptir réðst Eirekr danski í ferð meðnafna sínum. Váru þeir ok tólf saman. Sigldu nú ok ætla tilMiklagarðs, ok þar koma þeir í þann tíma, sem Grikkja konungrbauð út her í móti víkingum, er gengu mjök á ríki hans.Ok er Grikkja konungr frétti kvámu Norðmanna, býðr hannþeim til sín ok tók við þeim vegliga, frétti þá eptir, hverir þeirsé eða hvaðan þeir væri komnir eða hvert þeir ætlaði at fara.Eirekr segir, at þeir væri Norðmenn ok konunga synir ok ætlaðiat kanna víða heim. Þá tígnaði Grikkja konungr þá forkunnarvel í öllum hlutum. En er þeir höfðu þar verit nokkurahríð, þá unnu þeir mörg stórvirki með vitrlgum ráðum okmiklum röskleika ok studdu stórliga vel ríki Grikkja konungs.En er konungr sá, at þeir váru sterkari en vel flestir aðrir landsmenn,þá virðir hann þá í öllu framar ok lagði á þá mikla virðingok gerði þá sína þjónustumenn ok gaf þeim mestan málaallra sinna manna. Svá er sagt, at þar af gerðist fyrst Norðmannasómi út í Miklagarði."}}