{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_20", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_20", "text": {"0": "Nokkuru síðar er konunginum sögð hersaga, at berserkirhafa þá fengit sér lið mikit ok herja á land hans.Aðils konungr biðr nú Svipdag at rísa í móti berserkjumok kallar þat vera hans skyldu ok kveðst skyldufá honum svá mikit lið sem hann þyrfti. Ekki er honumum þat at vera fyrirmaðr hersins, en vill fara meðkonungi þangat, sem hann vildi. Konungr vildi ekkiannat en hann sé fyrirmaðr. Svipdagr segir: \"Þá vilek þiggja tólf manna líf af yðr, þá ek vil.\" Konungrsegir: \"Því vil ek játa þér.\" Eptir þat ferr Svipdagrtil orrostu þessarar, en konungr sitr heima. Hann hefirmikit lið. Svipdagr lét gera herspora ok kasta niðr, þarsem orrostustaðrinn var markaðr, ok með mörgum öðrumbrögðum lét hann þar um búa. Þar tekst orrostaok harðr bardagi, ok hrökk fyrir mjök lið víkinga, okfá þeir illt af, er þeir kenna hersporanna. Þar var drepinnberserkr einn ok fjöldi liðs, en þat flýði til skipa,sem eptir lifði, ok svá í burt.Svipdagr kemr nú heim til Aðils konungs ok á núsigri at hrósa. Aðils konungr þakkar honum vel sinnframgang ok landvörn. Yrsa drottning mælti: \"Víst erþat rúm betur skipat, er slíkr drengr sitr í sem Svipdagrer, en þá berserkir þínir skipuðu þat.\" Konungrsannar þat. Berserkir safna nú liði aptr, þeir sem undankómust, ok herja enn á ríki Aðils konungs. Ok ennskorar konungr á Svipdag at ganga í móti þeim okkveðst mundu fá honum frítt lið. Svipdagr ferr til orrostuok hefir nú þriðjungs minna lið en berserkir. Aðilskonungr hét at koma til móts við hann með hirðina.Svipdagr hafði þá enn skjótara brugðit við en berserkirhugðu. Ok nú hittast þeir, ok tekst þar hörðorrosta. Aðils konungr safnar liði ok hafði ætlat atkoma í opna skjöldu berserkjum."}}