{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_12", "text": {"0": "Gizurr Grýtingaliði, fóstri Heiðreks konungs, var þámeð Angantý konungi ok var þá ofrgamall. Ok erhann heyrði boð Angantýs, þótti honum hann of mikitbjóða ok kvað þá:\"Þetta er þiggjandaþýjar barni,barni þýjar,þótt sé borinn konungr;þá hornungrá haugi sat,er öðlingrarfi skipti.\"Hlöðr reiddist nú mjök, er hann var þýbarn ok hornungrkallaðr, ef hann þægi boð bróður síns, ok snerihann þá þegar í brott með alla sína menn, til þess erhann kom heim í Húnaland til Humla konungs, frændasíns, ok sagði honum, at Angantýr, bróðir hans, hefðieigi unnt honum helmingaskiptis. Humli spyrr nú allttal þeira; varð hann þá reiðr mjök, ef Hlöðr, dóttursonrhans, skyldi ambáttarsonr heita, ok kvað þá:\"Sitja skulum í vetrok sælliga lifa,drekka ok dæmadýrar veigar;kenna Húnumhervápn búa,þau er fræknligaskulum fram bera.\"Ok enn kvað hann:\"Vel skulum þér, Hlöðr,herlið búaok framligafylki týjameð tólf vetra mengiok tvævetrum fola,svá skal Húnaher of samna.\"Þenna vetr sátu þeir Humli ok Hlöðr um kyrrt. Umvárit drógu þeir her saman svá mikinn, at aleyða vareptir vígra manna í Húnalandi. Allir menn fóru tólfvetra ok ellri, þeir er herfærir váru at vápnum, okhestar þeira allir fóru tvævetrir ok ellri. Varð svá mikillfjöldi manna þeira, at þúsundum mátti telja, en eigifæri en þúsundir í fylkingar. En höfðingi var settryfir þúsund hverja, en merki yfir fylking hverja, enfimm þúsundir í hverri fylking, þeira er þrettánhundruð váru í hverri, en hvert hundrað fernir fjórirtigir, en þessar fylkingar váru þrjár ok þrír tigir. Semþessi herr kom saman, riðu þeir skóg þann, er Myrkviðrheitir, er skilr Húnaland ok Gotaland. En semþeir kómu af skóginum, þá váru byggðir stórar okvellir sléttir, ok á völlunum stóð borg ein fögr. En þarréð fyrir Hervör, systir Angantýs konungs, ok Ormarr,fóstri hennar; varu þau sett þar til landgæzlu fyrirher Húna, ok höfðu þau þar mikit lið."}}