{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_4", "text": {"0": "Dóttir Bjarmars var með barni; þat var mær einkarfögr. Sú var vatni ausin ok nafn gefit ok kölluðHervör. Hún fæddist upp með jarli ok var sterk semkarlar, ok þegar hún mátti sér nokkut, tamdist húnmeir við skot ok skjöld ok sverð en við sauma eðaborða. Hún gerði ok optar illt en gott, ok er hennivar þat bannat, hljóp hún á skóga ok drap menn tilfjár sér. Ok er jarl spyrr til þessa stigamanns, fór hannþangat með liði sínu ok tók Hervöru ok hafði heimmeð sér, ok dvaldist hún þá heima um stund.Þat var eitt sinn, er Hervör var úti stödd því nær,er þrælar nokkurir váru, ok gerði hún þeim illt semöðrum. Þá mælti í þrællinn: \"Þú, Hervör, vilt illteitt gera, ok ills er at þér ván, ok því bannar jarl öllummönnum at segja þér þitt faðerni, at honum þykkirskömm, at þú vitir þat, því at inn versti þræll lagðistmeð dóttur hans, ok ertu þeira barn.\" Hervör varðvið þessi orð æfar reið ok gengr þegar fyrir jarl okkvað:\"Áka ek várrivegsemd hrósa,þótt hún Fróðmarsfengi hylli;föður hugðumst ekfræknan eiga,nú er sagðr fyr mérsvína hirðir.\"Jarl kvað:\"Logit er margt at þérlítil of efni,frækn með firðumvar faðir þinn taliðr;stendr Angantýsausinn moldusalr í Sámseysunnanverðri.\"Hún kvað:\"Nú fýsir mik,fóstri, at vitjafram genginnafrænda minna;auð mundu þeireiga nógan,þann skal ek öðlast,nema ek áðr förumst.Skal skjótligaum skör búablæju líni,áðr braut fari;mikit býr í því,er á morgin skalskera bæði mérskyrtu ok ólpu.\"Síðan mælti Hervör við móður sína ok kvað:\"Bú þú mik at öllusem þú bezt kunnir,sannfróð kona,sem þú son mundir;satt eitt mun mérí svefn bera,fæ ek ekki héryndi it næsta.\"Síðan bjóst hún í brott ein saman ok tók sér karlmannsgervi ok vápn ok sótti þar til, er víkingar nokkurirváru, ok fór með þeim um hríð ok nefndist Hervarðr.Litlu síðar tók þessi Hervarðr forræði liðsins, ok erþeir kómu til Sámseyjar, þá beiddist Hervarðr at faraupp á eyna ok sagði, at þar mundi vera féván í haugi.En allir liðsmenn mæla í móti ok segja, at svá miklarmeinvættir gangi þar öll dægr, at þar er verra um dagaen víða um nætr annars staðar. Þat fæst um síðir, atkastat var akkerum, en Hervarðr sté í bát ok reri tillands ok lendi í Munarvági í þann tíma, er sól settist,ok hitti þar mann þann, er hjörð helt.Hann kvað:\"Hverr er ýtaí ey kominn?Gakk þú sýsligagistingar til.\"\"Munka ek gangagistingar til,þvít ek engi kanneyjarskeggja;segðu elligar,áðr vit skiljum:Hvar eru Hjörvarðshaugar kenndir?\"Hann kvað:\"Spyrjattu at því,spakr ertu eigi,vinr víkinga,ertu vanfarinn;förum fráliga,sem okkr fætr toga;allt er útiámátt firum.\"Hún kvað:\"Hirðum eigi at fælastvið fnösun slíka,þótt um alla eyeldar brenni;látum okkr eigilítit hræðarekka slíka,ræðumst fleira við.\"Hann kvað:\"Heimskr þykki mér,sá er heðan ferr,maðr einn samanmyrkvar grímur;hyrr er á sveimun,haugar opnast,brenn fold ok fen,förum harðara.\"Enda tók hann þá hlaup heim til bæjar, ok skildi þarmeð þeim. Nú sér hún því næst út á eyna, hvar haugaeldrinnbrenn, ok gengr hún þangat til ok hræðistekki, þótt allir haugar væri á götu hennar. Hún óðfram í þessa elda sem í myrkva, þar til er hún komat haugi berserkjanna.Þá kvað hún:\"Vaki þú, Angantýr,vekr þik Hervör,eingadóttirykkr Sváfu;seldu ór haugihvassan mæki,þann er Sigurlamaslógu dvergar.Hervarðr, Hjörvarðr,Hrani, Angantýr,vek ek yðr allaund viðar rótum,hjálmi ok með brynju,hvössu sverði,rönd ok með reiði,roðnum geiri.Mjök eru orðnirArngríms synirmegir meingjarnirat moldarauka,er engi gerirsona Eyfuruvið mik mælaí Munarvági.Hervarðr, Hjörvarðr,Hrani, Angantýr,svá sé yðr ölluminnan rifjasem þér í mauramornið haugi,nema sverð selið,þat er sló Dvalinn;samir eigi draugumdýrt vápn bera.\"Þá kvað Angantýr:\"Hervör dóttir,hvat kallar svá,full feiknstafa?Ferr þú þér at illu;ær ertu orðinok örviti,vill hyggjandi,vekr upp dauða menn.Grófat mik faðirné frændr aðrir;þeir höfðu Tyrfingtveir, er lifðu,varð þó eigandieinn um síðir.\"Hún kvað:\"Segir þú eigi satt,svá láti áss þikheilan í haugi sitja,sem þú hafir eigiTyrfing með þér;trauðr ertuarf at veitaeingabarni.\"Þá opnaðist haugrinn, ok var sem eldr ok logi væriallr haugrinn. Þá kvað Angantýr:\"Hnígin er helgrind,haugar opnast,allr er í eldieybarmr at sjá;atalt er útium at lítast,skyntu, mær, ef þú mátt,til skipa þinna.\"Hún svarar:\"Brennið eigi svábál á nóttum,at ek við eldayðra hræðumst;skelfr eigi meyjumuntún hugar,þótt hún draug sjáifyr durum standa.\"Þá kvað Angantýr:\"Segi ek þér, Hervör,hlýð þú til enn,vísa dóttir,þat er verða mun:Sjá mun Tyrfingr,ef þú trúa mættir,ætt þinni, mær,allri spilla.Muntu son geta,þann er síðan munTyrfing hafaok trúa magni;þann munu Heiðrekheita lýðar,sá mun ríkstr alinnund röðuls tjaldi.\"Þá kvað Hervör:\"Maðr þóttumst ekmennskr til þessa,áðr ek sali yðrasækja hafðak;seldu mér ór haugiþann, er hatar brynjur,hlífum hættanHjálmars bana.\"Þá kvað Angantýr:\"Liggr mér und herðumHjálmars bani,allr er hann utaneldi sveipinn;mey veit ek engafyr mold ofan,at hjör þann þorií hönd bera.\"Hervör kvað:\"Ek mun hirðaok í hönd nemahvassan mæki,ef ek hafa mættak;uggi ek eigield brennanda,þegar loga lægir,er ek lít yfir.\"Þá kvað Angantýr:\"Heimsk ertu, Hervör,hugar eigandi,er þú at augumí eld hrapar;heldr vil ek selja þérsverð ór haugi,mær in unga,mák þér eigi synja.\"Hervör kvað:\"Vel gerðir þú,víkinga niðr,er þú seldir mérsverð ór haugi;betr þykkjumst nú,bragningr, hafaen ek Noreginæðak öllum.\"Angantýr kvað:\"Veizt eigi þú,vesöl ertu máls,feiknfull kona,hví þú fagna skalt;Sjá mun Tyrfingr,ef þú trúa mættir,ætt þinni, mær,allri spilla.\"Hún segir:\"Ek mun gangatil gjálfrmara,nú er hilmis mærí hugum góðum;lítt rækik þat,lofðunga niðr,hvé synir mínirsíðan deila.\"Hann kvað:\"Þú skalt eigaok una lengi,hafðu á hulduHjálmars bana;takattu á eggjum,eitr er í báðum,sá er manns mjötuðrmeini verri.Far vel, dóttir,fljótt gæfak þértólf manna fjör,ef þú trúa mættir,afl ok eljun,allt it góða,þat er synir Arngrímsat sik leifðu.\"Hún kvað:\"Búi þér allir,brott fýsir mik,heilir í haugi,heðan vil ek skjótla;helzt þóttumst núheima í millim,er mik umhverfiseldar brunnu.\"Síðan gekk hún til skipa. Ok er lýsti, sá hún, at skipinváru brottu; höfðu víkingar hræðzt dunur ok eldaí eynni. Fær hún sér far þaðan, ok ekki getit umhennar ferð, fyrr en hún kemr á Glasisvöllu til Guðmundar,ok var hún þar um vetrinn ok nefndist ennHervarðr."}}