{"originalTitle": "Commentary_On_Beowulf_Line_489_F", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Commentary_On_Beowulf_Line_489_F", "text": {"0": "onsǣl meoto,/sigehrēð secgum. See Varr. The apparent metrical objection to an imper. onsǣl, which prompted the reading on sǣl（um), has been shown by Bright to be largely imaginary, the occurrence of imperatives under the first metrical stress of the second half-line being not infrequent. For such imperatives taking precedence, in alliteration, of a following noun, see Finnsb. (11a), 11b, Gen. 1513b, (Andr. 914a), Gr.-Wu. 11 219.38b; similarly, Wald. i. 22b, Gen. 1916b, Andr. 1212b (cf. Siev. A. M.  § § 24.3, 27). On the other hand, no really appropriate function of on sǣl can be presented. Bright's rendering, \"do thou, victory-famous one, disclose to these men what thou hast in mind\" (emend. mētto, found in no other place, but cp. ofermētto), makes very satisfactory sense; for the figurative meaning of onsǣlan, see onlūcan 259, onbindan 501; for the use of the dative, cp. Andr. 171 f., 315 f. In fact, the king's exhortation, 'enjoy yourself and speak your mind freely,' leaves nothing to be desired. But the assumption of an adj. sigehrēð (a 'possessive compound,' so He.1-3, Tr.1 154 & ed.) is open to doubt. May not the noun sigehrēð refer to the hero's glorious deeds which he is expected to relate ? Dietrich and Grein Spr. took meoto for a fem. noun, 'meditation,' 'thoughts' (cp. Go. mitōn, wk. v. 2), Grein2, Bu. Tid. 292, Tr.1 154, for the plur. of a neut. noun met (cp. gemet), 'measure,' 'etiquette' (Bu.. 'courtly words,' cf. He.1-3 [Leo]). That an unrecorded noun is hidden in the MS. reading is by no means improbable. [Moore, JEGPh. xviii 206 (like Korner, ESt. ii 251, and Kock2 105): \"think of good fortune (on sǣl meoto), victory-renown to men.\" ]"}}