{"originalTitle": "Beowulf2_V", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_V", "text": {"0": "VThe road was stone-laid, the path directedThe men together. The war-burnie shone,Hard and hand-locked, the bright ringéd-ironSang in the armor, when they to the hallIn their war-weeds at first approached.Sea-wearied they set their broad-shapen shields,Their stout-made bucklers, against the hall's wall,Went then to the benches; their burnies rang,War-armor of men; their long spears stood,The sea-men's weapons, all together,Grey ash-shaft above; the armored band wasWith weapons adorned. There then a bold warriorInquired of the heroes concerning their kinship:\"Whence do ye bear your gilded shields,Gray-colored sarks and grim-looking helmets,Heap of war-shafts? I am of HrothgarAttendant and servant. Ne'er saw I strangers,So many men, with prouder looks.I think ye for valor, and not in exile,But for high-mindedness Hrothgar have sought.\"Him then the hero famed-for-strength answered,The brave Weders' prince, his word then spoke,Bold under his helmet: \" We are of HygelacTable-companions, Beowulf's my name.I wish to tell to the son of Healfdene,The illustrious prince, my errand to him,Thy lord, and to know if he will us grantThat we him so good friendly may greet.\"Wulfgar then spoke (he was Vandals' chief,His strength of mind was to many well-known,His prowess and wisdom): \" I the Danes' friend,The lord of the Scyldings, therefore will ask,The giver of rings, as thou art a suppliant,The illustrious prince, concerning thy errand,And to thee the answer at once will announce,Which to me the good one thinketh to give.\"Went he then quickly to where Hrothgar sat,Old and gray-headed, with his band of earls;The warlike went, till he stood in the presenceOf the lord of the Danes; he knew the court's custom,Wulfgar then spoke to his own dear lord:\" Here are arrived, come from afarOver the sea-waves, men of the Geats;The one most distinguished the warriors braveBeowulf name. They are thy suppliantsThat they, my prince, may with thee nowGreetings exchange: do not thou refuse themThy converse in turn, friendly Hrothgar !They in their war-weeds seem very worthyContenders with earls: the chief is renownedWho these war-heroes hither has led.\""}}