{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_16", "text": {"0": "Nú búast þeir bræðr í burt ok fóru veg sinn, alltþar til þeir kómu at gjá mikilli. Sýndist Þorsteini húnvera ill yfirferðar. Þó réð hann til hlaups ok hljópyfir gjána, Þórir þegar eptir. Var þat allt jafnsnemma,at Þorsteinn snerist á gjábakkanum ok Þórir var kominnframan í gjábakkann ok var búinn at falla bakaptr. Í því gat Þorsteinn gripit til hans ok kippti honumupp á gjábakkann. Þorsteinn mælti: \"Jafnan sýnirþú þat, frændi, at þú ert óbilgjarn. Var enn svá, þvíat þat máttir þú vita, at þat var bráðr bani, ef þú felltofan í gjána.\" \"Nú var eigi þat,\" segir Þórir, \"ok nautek enn þín sem optar.\"Gengu þeir nú veg sinn, allt þar til er þeir kómuat móðu einni. Hún var bæði djúp ok ströng. Þorsteinnbað þá fyrir leitast, hvar vaðit mundi vera. Þórirferr þegar út á ána, ok er hann kom skammt frá landi,kenndi hann ekki niðr. Varð hann þá at kosta sunds.Þorsteinn nennti eigi á landi at standa, lagðist út áána eptir honum. Lögðust þeir þá at landi ok unduklæði sín. En meðan þeir váru at því, varð grimmdsvá mikil, at klæði þeira freri ok urðu sem steinn.Máttu þeir ekki í þau komast. Gerði þá hríð mikla.Ætla menn, at því veðri muni Ógautan ollat hafa.Þorsteinn spyrr Þóri, hvat til ráða væri. \"Þykki mérráð,\" segir Þórir, \"at vit stingum klæðum okkrum niðrí móðuna, því at í kuldavatni raknar skjótt.\" Svá gerðuþeir, ok með þessu bragði kómust þeir í klæðin, gengusíðan, þar til þeir kómu heim á bæinn í Vágum. Læstvar hurð. Kómust þeir ekki inn. Þá var kveldtími.Þeir börðu lengi á dyrum, ok var ekki til gengit. Ásslá í túninu tvítugr. Hann tóku þeir ok báru upp áhúsin ok riðu honum, svá at braka tók í hverju tré.Allt fólk var hrætt, er í bænum var, svá at í sína hyrninghljóp hverr. Hálfdan gekk þá til dyra ok gekk framá hlaðit. Þeir bræðr gengu þá at honum ok heilsuðuupp á hann. Hálfdan svaraði þeim fáliga, en þó spyrrhann þá at nafni. Þeir nefndu sik ok sögðust vera synirVíkings jarls, segja hann hafi heilsat honum. Hálfdansegir: \"Ekki kann ek at kalla fóstbræðralagit með okkr.Þykki mér sem margr haldi þat til meðallags, en ekkibetr. Þykki mér sem þit látið þat ekki langt í ættirganga, er þit hafið drepit flestalla sonu Njörfa konungs.Þó megið þit inn ganga ok vera hér í nótt, ef þitvilið. Gekk hann þá inn undan snúðugt, en þeir eptir.Þeir kómu í stofuna. Var þar fátt manna. Ekki váruklæði af þeim dregin. Sátu þeir svá um kveldit, þar tilfarit var at hátta. Þá var settr trygill fyrir þá á borðitok grautr í ok sinn spánn í hvárn enda. Þórir tók tilok hóf. Þorsteinn mælti: \"Misjafnt er þér varit umstórlæti þitt.\" Hann tók upp trygilinn ok kastar utará gólfit, svá at hann brotnaði í sundr. Síðan fóru menntil hátta. Höfðu þeir bræðr enga sæng. Var þeim ekkisvefnsamt um nóttina.Þeir stóðu upp snemma um morgin ok bjuggust tilferðar. Ok er þeir kómu útfyrir dyrr, kom karl þar okmælti: \"Hvat sögðu þit í gær,eða hvers synir sögðuzt þitvera?\" Þórir segir: \"Hvatmuntu nú gerr vita en þá vitsögðum þér, at vit várum synirVíkings jarls?\" Þorsteinnmælti: \"Hér er fingrgull, erhann bað mik fá þér.\" Þórirmælti: \"Ek ætla, at sá hafiverr, at honum sýnir þar af.\"Þorsteinn mælti: \"Vertu eigisvá styggr, bróðir. Hér er gullittil jarteikna, at þú mundirtaka við okkr, svá at vit hefðimhér traust hjá þér.\" Hálfdantók við gullinu ok varð glaðrvið ok mælti: \"Hví munda ekeigi taka við ykkr ok allt gottgera, þat er ek má? Er þatskylt sakir Víkings, vinar míns.Lízt mér giftuliga á ykkr.\"Þórir mælti: \"Satt er þat, semmælt er, at gott er at hafa tváhváptana ok sitt með hvárummæla. Léztu öðruvís við okkrí gærkveld, er vit kómum hér.Muntu vera in mesta skræfa,ok hvervetna ertu slægr.\" Þorsteinnmælti: \"Höfum við þol,Hálfdan, við bróður minn,þó at hann illyrði þik, því athann er ófyrirleitinn í orðum ok gerðum.\" \"Frétthefi ek þat,\" segir Hálfdan, \"at þú ert manna gerviligastr,en Þórir bráðr ok ófyrirleitinn, en þó virðistmér sem þú munir vera í öllu stórlyndari.\" Fóru þeirinn, ok váru dregin af þeim klæði ok veittr inn beztibeini. Sátu þeir þar um vetrinn í góðu yfirlæti.En er várdagar kómu, þá mælti Þorsteinn við Hálfdan:\"Nú munu vit burtu leita heðan af.\" \"Hvat viltuhelzt ráða?\" segir Hálfdan. \"Ek vilda, at þú fengirmér skip,\" segir Þorsteinn, \"ok menn á. Mun ek haldaí hernað ok afla mér fjárhlutar.\" Hálfdan sagði sváskyldu vera. Bjuggust þeir síðan suðr með landi. Þarkómu í móti honum tvau skip, er faðir hans hafði senthonum, hlaðin af mönnum ok góðum vápnum. Þorsteinnsendi aptr þat skip, er Hálfdan hafði fengithonum, ok mennina með, en sínu skipi stýrði hvárrþeira bræðra. Þeir herjuðu víða um sumarit, ok varðþeim gott til fjár ok metnaðar.Um haustit kómu þeir at einni ey. Þar réð fyrir sábóndi, er Grímr hét. Hann bauð þeim at sitja þar umvetrinn, ok þat þágu þeir. Grímr var kvángaðr ok áttisér eina dóttur, er Þóra hét. Hún var mikil vexti okvæn at yfirliti. Þórir lagði hug á hana ok sagði Þorsteini,bróður sínum, at hann vildi fá hana sér til eiginkonu.Þorsteinn ræddi þetta mál við Grím bónda.Grímr tók því fjarri. Þorsteinn mælti: \"Þá býð ek þérá hólm, ok ráði sá okkar dóttur þinni, sem annan vinnrá hólmi.\" Grímr kvaðst þess albúinn. Annan dag eptirtóku þeir feld ok köstuðu undir fætr sér ok börðustalldrengiliga ok skildu at kveldi, svá at hvárrgi var sárr.Börðust þeir dag annan ok þriðja, ok fór á sama veg.Þat var einn dag, at Þórir spyrr bóndadóttur, hvatvalda mundi, at Grímr yrði ekki sigraðr. Hún segir,at steinn sá stæði framan í hjálminum, at því ylli, athann má eigi sigrast, á meðan steininum verðr eigiaf honum nát. Þetta segir Þórir Þorsteini. Ok innfjórða dag, er þeir börðust, kastar Þorsteinn sverðinu,en greip hjálminn tveim höndum svá fast, at slitnuðuhjálmböndin. Litlu síðar réð hann á Grím, ok kenndiþá aflsmunar. Hafði Þorsteinn hann þá undir ok gafhonum líf. Þá spyrr Grímr, hverr hefði sett ráð tilat taka hjálminn. Þorsteinn segir, at Þóra hefði sagtÞóri. \"Giftast vill hún þá,\" segir Grímr. \"Skal ok svá.\"Var þat þá ráðit, at Þórir fekk Þóru. Ok at várdögumlagðist Þorsteinn í hernað, en Þórir sat eptir. Tókustþar upp ástir góðar með þeim Þóru. Þau áttu einn sonbarna, er Haraldr hét. Hann tók kesjufleininn síðaneptir föður sinn, ok af honum tók hann nafn ok varkallaðr Haraldr kesja."}}