{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_22", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_22", "text": {"0": "Ok eitthvert sinn er þess við getit, at þau talast viðHrólfr konungr ok drottning. Hún spyrr, hvárt hannskyti undan ferðinni við Ásmund, fóstbróður sinn, tilÍrlands. Hann kveðst víst þat hafa gert. Hún mælti:\"Þat gerir þú illa, því at eigi veit ek þann mann, attuættir heldr sæmdar at leita en honum. Hefir hann yðrlengi vel fylgt ok þjónat kurteisliga ok verit með yðrí margri hreystiferð ok þolat með yðr bæði blítt okstrítt ok reynzt jafnan inn vaskasti maðr.\" Konungrmælti: \"Ekki ganga oss kvánbænir svá auðveldliga, þótteigi sé við slíka heljarmenn at eiga sem er Hrólfr Írakonungr.Munu vér létta af um kvánbænir þessar, eðahvert ráð sér þú til, er þú fýsir svá mjök þessar ferðar,þat er vænast sé til framkvæmdar um várt mál?\"Húnkveðst þar engi ráð kunna til at leggja, kvað þat meirtakast mundu -- \"eptir auðnu ok tilstilli yðru, herra,ef þér komið fram ferðinni. Er þat mitt ráð, at þérhafið ekki mikit lið til ferðar þessar. Vil ek, at þeirsiti eptir Ketill ok Ingjaldr ok hafið þér ekki lið afþeira ríkjum, því at þeim mun þrátt þykkja þessi útboðá liggja. Þórir járnskjöldr, vil ek, at hér sé eptirtil landvarnar, meðan þú ert í bruttu. En þit Ásmundrskuluð fara ok hafa eigi meira en tíu skip ok hundraðliðs á hverju, en drekann it ellefta. Þykkjumst ek þatvita, ef ykkar aptrkváma seinkast, at þeir Ketill okIngjaldr munu þá eigi um kyrrt sitja. Þykki mér oklíkara, at yðvar verði hefnt, ef þess þarf við, ef slíkirmenn lifa eptir sem þeir eru.\" Hrólfr konungr mæltiþá til Ásmundar: \"Nú með því, fóstbróðir, at ek farimeð þér ferð þessa, slík sem hún verðr, skaltu til vinnanokkut. Mér er svá flutt, at faðir þinn eigi dóttur fagra,þá er Margrét heitir. Þessa mey skaltu játa í mína forsjátil giftingar.\" Ásmundr lézt þat gjarna vilja, kveðstþví treystast, at konungr mundi miklu betr fyrir sjáen hann sjálfr.Eptir þetta hafa þeir tilætlan á um ferð sína, ok atsumarmagni váru þessi skip albúin ok þat lið, semkonungi skyldi fylgja. Þórir vildi fara ferð þessa, enkonungr vildi þat eigi. Þórir lézt gera mundu sína ferð,sem honum líkaði, þegar konungr væri á brottu, enkvaðst eigi skyldu vera í konungs föruneyti, nema konungrvildi, ok líkaði honum illa, er hann skyldi eigiráða ferðum sínum. Konungr bað hann hafa landráðok ríkisstjórn. Þórir lézt þat hyggja, at Hrólfr konungrþyrfti meir aðra umsjá, áðr hann kæmi aptr órþessari ferð, ok skildu þeir við nokkura fæð. Hrólfrkonungr átti enn annan ungan son við drottningu,þann er Eirekr hét. Gautrekr, sonr Hrólfs, var þá ellefuvetra, er faðir hans fór ór landi."}}