{"originalTitle": "Sörla_Saga_Sterka_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_9", "text": {"0": "Síðan hurfu þeir aptr til valsins ok létu kanna valinn.Váru þá heim færðir til borgarinnar konungarnir,Haraldr ok Erlingr, ok þat sárra manna, er græðandivar, ok var þeim öllum græðsla fengin. Urðu þeir bráttheilir sára sinna konungarnir, Haraldr ok Erlingr, okvar þá þegar tilbúin ágæt veizla öllu stórmenni. Þakkaðikonungr þeim feðgum frægiligt fylgi, þó einnamest Sörla inum sterka. Þótti þá eigi á Norðrlöndumvera frægri maðr en Sörli. Haraldr konungr mælti tilSörla: \"Hver laun vilið þér nú af oss kjósa fyrir yðraliðveizlu, sem þér hafið oss sýnt, því at ef vér hefðumeigi yðar vaskleiks at notit, mundi Noregr allr ór hendioss. Skal nú yðr þat kunngera, at engan hlut veit ekþann í minni eigu, er yðr skal of góðr vera, hvers semóska vilduð.\" Var þat allra manna mál, at konungrmundi vilja gifta Sörla dóttur sína, ef hann vildi hanakjósa, en Sörli svaraði máli konungs á þessa leið:\"Herra konungr,\" sagði hann, \"eigi em ek svá naumlátrsem þræll þurfandi, at ek vili mútur taka á aflimínu. Þætti oss heldr meiri sómi, at vár frægð mættisem víðast út borin verða heldr en þiggja gjafir af yðrhér fyrir, þat er í fjarlægar álfur færast mætti.\" Eptirþetta var lokit veizlunni, ok heldu allir höfðingjar áburt, hverr til síns heimkynnis. Fór Erlingr ok synirhans til Upplandaríkis ok váru áðr með sæmiligumgjöfum út leiddir af Haraldi konungi. Ok sat nú Sörlium kyrrt þenna vetr."}}