{"originalTitle": "Beowulf_Xxiii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxiii", "text": {"0": "XXIIIGeseah ðā on searwum  sigeēadig bil,ealdsweord eotenisc  ecgum þȳhtig,wigena weorðmynd;  þæt [wæs] wǣpna cyst ----būton hit wæs māre  ðonne ǣnig mon ōðertō beadulāce  ætberan meahte,gōd ond geatolīc,  gīganta geweorc.Hē gefēng þā fetelhilt,  freca Scyldingahrēoh ond heorogrim,  hrlngmǣl gebrægdaldres orwēna,  yrringa slōh,þæt hire wið halse  heard grāpode,bānhringas bræc;  bil eal ðurhwōdfǣgne flǣschoman;  hēo on flet gecrong,sweord wæs swātig,  secg weorce gefeh.Līxte se lēoma,  lēoht inne stōd,efne swā of hefene  hādre scīneðrodores candel  Hē æfter recede wlāt;hwearf þā be wealle,  wǣpen hafenadeheard be hiltum  Higelāces ðegnyrre ond anrǣd,--  næs sēo ecg fracodhildetince,  ac hē hraþe woldeGrendle forgyldan  gūðrǣsa felaðāra þe hē geworhte  tō West-Denumoftor micle  ðonne on ǣnne sīð,þonne hē Hrōðgāres  heorðgenēatasslōh on sweofote,  slǣpende frǣtfolces Denigea  fȳftȳne men,ond ōðer swylc  ūt offerede,lāðlicu lāc.  Hē him þæs lēan forgeald,rēþe cempa,  tō ðæs þe hē on ræste geseahgūðwērigne  Grendel licgan,aldorlēasne,  swā him ǣr gescōdhild æt Heorote.  Hrā wīde sprong,syþðan hē æfter dēaðe  drepe þrōwade,heorosweng heardne,  ond hine þā hēafde becearf.Sōna þæt gesāwon  snottre ceorlas,þā ðe mid Hrōðgāre  on holm wliton,þæt wæs ȳðgeblond  eal gemenged,brim blōde fāh.  Blondenfeaxe,gomele ymb gōdne  ongeador sprǣcon,þæt hig þæs æðelinges  eft ne wēndon,þæt hē sigehrēðig  sēcean cōmemǣrne þēoden;  þā ðæs monige gewearþ,þæt hine sēo brimwylf  ābroten hæfde.Ðā cōm nōn dæges.  Næs ofgēafonhwate Scyldingas;  gewāt him hām þonongoldwine gumena.  Gistas sētanmōdes sēoce  ond on mere staredon;wīston ond ne wēndon,  þæt hīe heora winedrihtenselfne gesāwon.----  þā þæt sweord onganæfter heaþoswāte  hildegicelum,wīgbil wanian;  þæt wæs wundra sum,þæt hit eal gemealt  īse gelīcost,ðonne forstes bend  Fæder onlǣteð,onwindeð wǣlrāpas,  sē geweald hafaðsǣla ond mǣla;  þæt is sŌð Metod.Ne nōm hē in þǣm wīcum,  Weder-Gēata lēod,māðmǣhta mā,  þēh hē þǣr monige geseah,būton þone hafelan  ond þā hilt somodsince fāge;  sweord ǣr gemealt,forbarn brōdenmǣl;  wæs þæt blōd tō þæs hāt,ættren ellorgǣst,  sē þǣr inne swealt.Sōna wæs on sunde  sē þe ǣr æt sæcce gebādwīghryre wrāðra,  wæter ūp þurhdēaf;wǣron ȳðgeblana  eal gefǣlsod,ēacne eardas,  þā se ellorgāstoflēt līfdagas  ond þās lǣnan gesceaft.Cōm þā tō lande  lidmanna helmswīðmōd swymman;  sǣlāce gefeah,mægenbyrþenne  þāra þe hē him mid hæfde.Ēodon him þā tōgēanes,  Gode þancodon,ðrȳðlīc þegna hēap,  þēodnes gefēgon,þæs þe hī hyne gesundne  gesēon mōston.Ðā wæs of þǣm hrōran  helm ond byrnelungre ālȳsed.  Lagu drūsade,wæter under wolcnum,  wældrēore fāg.Fērdon forð þonon  fēþelāstumferhþum fægne,  foldweg mǣton,cæuþe strǣte;  cyningbalde menfrom þǣm holmclife  hafelan bǣronearfoðlīce  heora ǣghwæþrumfelamōdigra;  fēower scoldonon þǣm wælstenge  weorcum geferiantō þǣm goldsele  Grendles hēafod,----oþ ðæt semninga  tō sele cōmonfrome fyrdhwate  fēowertȳneGēata gongan;  gumdryhten midmōdig on gemonge  meodowongas træd.Ðā cōm in gan  ealdor ðegna,dǣdcēne mon  dōme gewurþad,hæle hildedēor,  Hrōðgār grētan.þā wæs be feaxe  on flet borenGrendles hēafod,  þǣr guman druncon,egeslīc for eorlum  ond þǣre idese mid,wlitesēon wrǣtlīc;  weras on sāwon."}}