{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_19", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_19", "text": {"0": "En þeir Sturlaugr sigla nú í haf. Ekki er nú getitum ferðir þeira fyrr en þeir koma við Vermaland,lögðu at landi ok spurðu tíðenda. Þeim var sagt, atHringr jarl var farinn ór landi til Svíþjóðar. Síðan faraþeir á fund Haralds konungs, kómu í höll ok gengufyrir konung ok kvöddu hann. Sturlaugr stóð fyrir konungiok helt á úrarhorni. Konungr sat í hásæti sínu,bólginn af reiði, svá at hann mátti eigi orð mæla. Sturlaugrsegir: \"Nú em ek aptr kominn, konungr, órþessari sendiför, þó at þú ætlaðir eigi, ok skaltu þatsanna ok tak hér við horni því, er ek fer með.\" Konungrsvarar engu ok helt at sér höndum. Sturlaugrkastar þá horninu á nasir konungi, svá at þegar stökkblóð ór nösum hans ok brotnuðu fjórar tennr ór höfðihonum. Eptir þetta fór Sturlaugr austr til Svíþjóðar okfann þar Hring, mág sinn, ok Ásu, konu sína, ok föðursinn. Í þann tíð var sá konungr í Svíaríki, er Ingifreyrhét. Sturlaugr tók landvörn fyrir ríki hans ok þeir fóstbræðrallir ok herjuðu víða um lönd ok fengu jafnansigr, hvar þeir kómu, ok gekk þetta tólf vetr. Þá gafIngifreyr konungr Sturlaugi konungs nafn ok mikitríki þar með sér, en þeir fóstbræðr höfðu landvörn."}}