{"originalTitle": "Grettis_Saga_Chapter_89", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_89", "text": {"0": "Nú leið sá dagur og þar til sá dagur kom sem Spes skyldi    vinna eiðinn. Þá býður hún til öllum sínum vinum og frændum    og setti sig til með hinum bestum klæðum er hún átti. Margar    dýrar konur gengu með henni. Þá voru á votviðri mikil.    Vegurinn var votur og ein veisa mikil yfir að fara áður en    til kirkju kæmi. Og svo sem Spes og skari hennar kemur fram    að veisunni var þar fyrir fjölmenni mikið og fjöldi fátækra    manna er sér báðu ölmusu því að þetta var almenningsstræti.    Allir þóttust þeir skyldir vera að fagna henni sem kunnu og    báðu henni góðs fyrir það er hún hafði þeim oft vel við    hjálpað. Þar var einn stafkarl milli annarra fátækra manna,    mikill vexti og hafði sítt skegg.    Kvendið nam staðar við fenið því að hoffólkinu þótti fenið    óhreint yfirferðar.    Og svo sem þessi hinn mikli stafkarl sá húsfrúna, að hún var    betur búin en aðrar konur, mælti hann svo til hennar: \"Góða    húsfreyja,\" sagði hann, \"haf til lítillæti að eg beri þig    yfir fen þetta því að vér erum skyldir til, stafkarlar, að    þjóna þér það sem vér kunnum.\"    \"Hvað muntu vel bera mig,\" sagði hún, \"er þú getur eigi borið    sjálfan þig?\"    \"Þó væri þér lítillætisraun,\" segir hann, \"og má eg eigi    bjóða betur en eg hefi til og mun þér til alls betur takast    að þú hafir eigi metnað við fátækan mann.\"    \"Vit það fyrir víst,\" segir hún, \"berir þú mig eigi vel þá    verður það þitt húðlát eða annarrar svívirðingar meiri.\"    \"Feginn vil eg hætta á það,\" sagði hann og færðist á fætur út    á díkið.    Hún lét sem hún hugði allillt til að hann bæri hana en þó fór    hún á bak honum. Stumraði hann allseint og gekk við tvær    hækjur.    Og er hann kemur á mitt fenið reiðir hann á ýmsar hliðar. Hún    bað hann herða sig \"og skaltu aldrei verri för farið hafa en    þá ef þú fellir mig hér í niður.\"    Leitar nú veslugur áfram og færist nú í aukana, kostar nú    alls kapps við og kemst allnær landinu. Og þá drepur hann    fæti og rýkur áfram svo að hann kastar henni upp á bakkann en    féll sjálfur í díkið upp undir hendur. Og í því er hann    liggur þanninn grípur hann til hennar, húsfrúinnar, og festi    hvergi á klæðunum. Tekur hann þá saurugri hendi upp á kné    henni og allt á lærið bert.    Hún spratt upp og bannaði, sagði að jafnan hlyti illt af    vondum förumönnum \"og væri það maklegt að þú lægir dauður ef    mér þætti eigi skömm í því sakir vesaldar þinnar.\"    Hann mælti þá: \"Missæl er þjóðin. Eg þóttist gera vel við þig    og hugði eg til ölmusu af þér en eg hefi af þér heitingar og    hrakning en ekki til gagns\" og lét sem honum kæmi í allt    skap.    Þótti mörgum hann aumlegur en hún kvað hann vera hinn mesta    bragðakarl. En er margir báðu fyrir hann tekur hún til pungs    síns og voru þar í margir gullpeningar.    Hún hristir niður peningana og mælti: \"Haf það nú karl.    Aldrei mun það gott að þú hafir eigi fullt fyrir það er eg    hefi hrakið þig enda er nú við skilist eftir því sem þú    vannst til.\"    Hann tíndi upp gullið og þakkaði henni fyrir vel gert. Gekk    Spes til kirkju og var þar fjölmenni mikið fyrir. Gekk    Sigurður að með kappi og bað hana færa sig undan áburði þeim    sem hann hefði á hana borið.    Hún svarar: \"Ekki sinni eg þínum áburði. Eða hvern mann    kallast þú hafa séð í húsi hjá mér? Því að jafnan verður til    einnhver dugandi maður að vera hjá mér og kalla eg það    blygðarlaust. En fyrir það vil eg sverja að öngum manni hefi    eg gull gefið og af öngum manni hefi eg saurgast líkamlega    utan af bónda mínum og þeim vondum stafkarli er tók sinni    saurugri hendi á lær mér er eg var borin yfir díkið í dag.\"    Nú tóku margir undir að þetta væri fullur eiður og henni væri    það ekki mannlýti þó að karl hefði fíflað á henni voveiflega.    Hún sagði að það mætti telja sem væri.    Eftir þetta sór hún svo fallinn eið sem nú var greint. Mæltu    það margir að hún mundi það sanna sem mælt er að lítið skyldi    í eiði ósært. Hún kveðst það ætla að vitrum mönnum skyldi svo    lítast sem þetta væri eigi um grun gert.    Þá töluðu til frændur hennar að slíkt væri mikil skapraun    burðugum konum að hafa bótalausa þvílíka álygi því að það var    þar dauðasök ef kona varð opinber að því að hún hóraðist    undir bónda sinn. Spes beiddi þá biskup að hann gerði skilnað    þeirra Sigurðar því að hún sagðist eigi vilja þola álygi    hans. Fluttu þetta frændur hennar. Varð þá svo með atgangi    þeirra og býtingum að þau voru skilin og Sigurður fékk lítið    af góssinu. Var hann ger úr landi burt. Fór þar sem víða eru    dæmi til að hinir lægri verða að lúta. Gat hann og öngu fram    komið þó að hann hefði rétt að mæla.    Spes tók nú við öllum peningum þeirra og þótti hinn mesti    kvenskörungur.    Þá er menn hugðu að eiðstaf hennar þótti mönnum sem grunur    hefði í verið og ætluðu að vitrir menn mundu hafa diktað    fyrir henni þessi atkvæði. Gátu menn þá upp grafið að sá    stafkarl sem hana hafði borið var Þorsteinn drómundur en þó    fékk Sigurður öngva rétting þessa máls."}}