{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_23", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_23", "text": {"0": "Síðan greiddu þeir róðr fram fyrir nesit, er þeir várubúnir, ok geta þá at líta, hvar Ötunfaxi liggr meðöllu sínu skipaliði. Létu þeir þegar ganga grjótflauginasvá hart ok ákaft, at þeir drápu meir en hundraðmanna, áðr þeir vöknuðu, en frá því er liðit vaknaði,tóku þeir snarpliga við. Var þá bardagi inn mannskæðasti.Fell margt manna af þeim fóstbræðrum, því atsvá mátti at kveða, at Faxi skyti af hverjum fingri. Gekksvá allt til nætr. Váru þá hroðin tíu skip þeira fóstbræðr.Annan dag eptir tóku þeir til orrostu, ok gekk meðþvílíku móti mannfallit sem inn fyrra dag. Réðu þeirjafnan til uppgöngu á skip Faxa ok gerðu mikinn mannskaðahvert sinn, en á drekann Elliða kómust þeir aldrifyrir vörn Faxa ok þess, at hann var svá borðhár. Enum kveldit váru hroðin öll skip þeira fóstbræðra nemadrekinn Úfanautr.Þat sáu þeir báða daga, at sinn maðr kom fram áhvárn hamarinn ok skaut í ákafa út á skip Faxa. Þarsáu þeir Sindra dverg, ok varð maðr fyrir hverri ör.Fekk Faxi af því mikinn mannskaða. Á öðrum hamrinumvar Brennir ok skaut heldr bogmannliga út áskipin. Eigi var traust, at eigi fyki steinar á skipin, okleituðu þeir allir grunns, er hann kastaði. Sukku afþví mörg skipin fyrir Faxa. Var þá ok svá komit, atöll skip hans váru hroðin nema Elliði.Þetta var þann tíma, er nótt var björt, ok heldu þeirbardaga alla nóttina. Þorsteinn réð til uppgöngu á drekannok Angantýr ok Beli, en margt var manna eptir áElliða. Faxi hleypr fram á móti þeim fóstbræðrum, Angantýok Bela. Þeir eigast við hart vápnaskipti. Bitu Faxaengi járn, en eigi höfðu þeir lengi barizt, áðr sárbárust á þá báða. Í því kom Þorsteinn at ok sló meðkylfunni sem honum var hægast utan við vangann áFaxa, en hann laut hvergi við. Þá sló Þorsteinn annatok engu minna. Þá leiddust Faxa höggin, ok stökk fyrirborð ok í kaf, svá at í iljar honum var at sjá. Þeimvarð bilt báðum, Bela ok Angantý, eptir at fara. Þorsteinnhljóp þegar fyrir borð ok lagðist eptir Faxa, enhann undan. Var því líkast sem hvalr legðist þar, semFaxi fór. Gekk svá lengi ok þar til, er Faxi kom á land.En þeir fóstbræðr börðust við menn, sem eptir váru,ok léttu eigi fyrr en þeir höfðu drepit þá alla, er ádrekanum váru. Síðan tóku þeir sér bát ok reru tillands at þeim Faxa ok Þorsteini.Nú sem Faxi er á land kominn, en Þorsteinn lagðistat framan, þreif Faxi upp stein ok sendi at Þorsteini,en hann fór í kaf undan ok lagðist út undan, ok varðmikit áfall af því, at steinninn kom niðr. Upp tók hannannan ok inn þriðja, ok fóru allir á eina leið. Ok íþví kómu þeir fóstbræðr, Angantýr ok Beli. Þorsteinnkastaði eptir kylfunni á drekanum, er hann hljóp fyrirborð, ok hafði Beli tekit upp kylfuna ok kom þar at,sem Ötunfaxi stendr, ok slær með kylfunni aptan undirhnakkann ok þegar annat eptir, en Angantýr grýttihann með stórum steinum.Tók Faxa nú heldr at sárna skallinn ok leiddist atbúa undir þeira höggum ok steypti sér í kaf ofan afhamrinum. Lagðist hann þá á haf ok Þorsteinn eptir,ok er Faxi sá þat, sneri hann í móti Þorsteini, ok takastþeir til á sundinu. Höfðu þeir þá sviptingar miklarok stórar. Færðu hvárir aðra í kaf. Þó kenndi Þorsteinnaflsmunar. Þar kom, at Faxi færði Þorstein til grunna.Tók þá af honum sundlætin. Þorsteinn þóttist þá vita,at Faxi ætlar at bíta sundr barkann í honum. Þorsteinnmælti: \"Hvat mun mér annan tíma meiri þörf á þér,Sindri dvergr, en nú?\" Þorsteinn varð við þat varr, atgripit var á herðar Faxa svá hart, at því næst var hannvið grunni niðri ok Þorsteinn ofan á honum. Hann varþá mjök móðr ok þjakaðr af umfangi þeira. Þorsteinntekr þá tygilknífinn, sem Sindri gaf honum. Hannstingr honum fyrir bringspalir Faxa, svá at sökk alltupp at skapti. Reist hann þá niðr allan kviðinn at smáþörmum.Þó fann hann, at Faxi var eigi dauðr, því athann mælti þá: \"Mikil þrekvirki hefir þú unnit, Þorsteinn,er þú hefir mér fyrir komit, því at ek hefi áttníutigi orrostur ok haft í öllum sigr nema í þessi. Ekhefi sigrazt átta tigi sinna í einvígum, svá at ek hefi áhólm gengit, en ek er nú níu tigi ára gamall.\" Ekkiþótti Þorsteini gagn, at hann fleipraði fleira, ef hannmátti at gera. Rak hann þá ór honum innan þat laustvar.Nú er at segja af þeim Angantý ok Bela, at þeirtóku sér skip ok reru fram á sjóinn ok leita at þeimFaxa ok Þorsteini ok finna þá hvergi langan tíma. Þákómu þeir þar at, sem sjórinn var blandinn ok rauðraf blóði. Þóttust þeir þá vita, at þar mundi Faxi ágrunni niðri ok Þorstein drepit hafa. Ok er stund leið,sáu þeir, at flaut á sjónum nokkut óþokkaligt. Þeir fóruþangat ok sáu þar fljóta innyfli mikil ok ósélig. Litlusíðar kom Þorsteinn upp ok var þá svá lúinn ok yfirkominn,at eigi gat hann flotit á sjónum. Reru þeirþá at honum ok drógu hann upp í skipit. Var honumþá minni ván lífs, en ekki var hann mjök sárr, enhlaupit var niðr hold af beinum í hnykla. Fóru þeirok leituðu honum hægenda. Raknaði hann þá skjótt.Fóru þeir aptr til eyjanna ok könnuðu valinn, ok várueigi meir en þrjátigi manna græðandi. Fóru þeir þátil Brennis karls ok þökkuðu honum liðsemd sína. Sváfór Þorsteinn til innar minni Brennieyjar at finnaSindra dverg ok gaf honum góðar gjafir, ok skildu meðinni mestu vináttu. Tók Þorsteinn drekann Elliða í sitthlutskipti, en Beli hafði drekann Úfanaut, en Angantýrtók svá mikit gull ok silfr sem honum líkaði í sitthlutskipti. Gaf Þorsteinn Brenni, frænda sínum, öllþau skip, er þeir kómust ekki með, en þeir heldu burtá þrim skipum heim í Sogn ok sátu þar um vetrinn."}}