{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_9", "text": {"0": "Eitt sumar sendir Garðakonungr Heiðreki orð, athann kæmi austr þangat at þiggja veizlu ok vináttuboðat honum. Heiðrekr býst nú með miklu fjölmenniok konungssonr með honum ok Sifka. Heiðrekr komnú austr í Garðaríki ok tók þar ágæta veizlu. Einn dagþessarar veizlu fóru konungar á skóg ok margt liðmeð þeim at beita hundum ok haukum. En er þeirhöfðu lausum slegit hundunum, fara sér hverir umskóginn. Þá urðu þeir tveir saman fóstrar. Þá mæltiHeiðrekr við konungsson: \"Hlýð þú boði mínu, fóstri.Hér er bær skammt í frá. Farðu þangat ok fel þik okþigg til hring þenna. Vertu þá heim búinn, er ek lætsækja þik.\" Sveinninn kveðst ófúss þessarar ferðar, engerði þó sem konungr beiddi. Heiðrekr kom heim umkveldit ok var ókátr ok sat skamma stund við drykkju.En er hann kom í sæng, mælti Sifka: \"Hví eru þérókátir, herra, hvat er yðr, eru þér sjúkir, segið mér.\"Konungr segir: \"Vandi er mér at segja þetta, því atþar liggr við líf mitt, ef eigi er leynt.\" Hún kveðstleyna mundu ok gerist blíð við hann ok fór eptir ástsamliga:Þá segir hann henni: \"Vit konungssonr várumstaddir tveir hjá eik einni. Þá beiddist fóstri minneplis, er ofarliga var á trénu. Síðan brá ek Tyrfingi,ok hjó ek ofan eplit, ok var þat fyrr gert en ek gættatil, hvat á lá, at manns bani skyldi verða, ef brugðitværi, en vit tveir til. Síðan drap ek sveininn.\" Um daginneptir við drykkju spyrr drottning GarðakonungsSifku, hví Heiðrekr væri svá ókátr. Hún segir: \"Æriter til, hann hefir drepit son konungs ok þinn,\" segirsíðan allan atburð. Drottning segir: \"Þat eru mikil tíðendi,ok látum eigi upp komast.\" Gekk þá drottningí burt þegar ór höllinni með harmi miklum. Konungrfinnr þetta ok kallar Sifku til sín ok mælti: \"Hvatrædduzt þit drottning við, er henni fekk svá mikils?\"\"Herra,\" segir hún, \"mikit er til gert, Heiðrekr hefirdrepit son ykkarn, ok meiri ván, at eptir vilja hansfæri, ok er hann dauða verðr.\" Garðakonungr biðrtaka Heiðrek ok fjötra, -- \"ok er nú orðit eptir því,er ek gat til.\" En Heiðrekr konungr var þar orðinnsvá vinsæll, at þetta vildi engi gera. Þá stóðu tveirmenn í höllinni ok kváðu eigi skyldu þar við nema,ok lögðu þeir fjötur á hann. En þá menn hafði Heiðrekrleyst frá dauða báða. Þá sendi Heiðrekr mennleyniliga eptir konungssyni. En Garðakonungr lætr þáblása saman fólki sínu ok segir þeim, at hann vill látaHeiðrek festa á gálga. Ok í því kemr konungssonrhlaupandi at föður sínum ok biðr hann eigi þat níðingsverkfyrir ætlast at drepa inn ágætasta menn ok sinnfóstrföður.Heiðrekr er nú leystr, ok nú býst hann þegar tilheimferðar. Þá mælti drottning: \"Herra, lát eigi Heiðreksvá í brott fara, at þit séð ósáttir. Eigi gegnir ríkiþínu þat. Bjóð honum heldr gull eða silfr.\" Konungrgerir svá, lætr bera fé mikit til Heiðreks konungs okkveðst vilja gefa honum ok eiga enn við hann vingan.Heiðrekr segir: \"Ekki skortir mik fé.\" Garðakonungrsegir drottningu. Hún mælti: \"Bjóð honum þá ríkiok eigur stórar ok fjölmenni.\" Konungr gerir svá. Heiðrekrkonungr segir: \"Ærnar á ek eigur ok fjölmenni.\"Garðakonungr segir enn drottningu. Hún mælti: \"Bjóðhonum þat þá, sem hann mun þiggja, en þat er dóttirþín.\" Konungr segir: \"Þat hugða ek, at mik mundieigi þat henda, en þó skaltu ráða.\" Þá fór Garðakonungrá fund Heiðreks konungs ok mælti: \"Heldr envit skiljum ósáttir, vil ek, at þú fáir dóttur minnarmeð svá miklum sóma sem þú kýss sjálfr.\" Heiðrekrþiggr nú þetta blíðliga, ok fór nú dóttir Garðakonungsheim með honum. Nú er Heiðrekr konungr heim kominnok vill nú flytja Sifku í brott ok lætr taka hest sinninn bezta, ok var þat síð um kveld. Nú koma þau at áeinni. Þá þyngist hún fyrir honum, svá at hestrinnsprakk, en konungr gekk af fram. Þá skyldi hann berahana yfir ána. Þá gerast engi föng á öðru en hannsteypir henni af öxl sér ok brýtr í sundr hrygg hennarok skilr svá við hana, at hana rekr dauða eptir ánni.Heiðrekr konungr lætr þá efna til veizlu mikillar okgengr at eiga dóttur Garðakonungs. Dóttir þeira hétHervör. Hún var skjaldmær ok fæddist upp í Englandimeð Fróðmari jarli. Heiðrekr konungr sezt nú umkyrrt ok gerist höfðingi mikill ok spekingr at viti.Heiðrekr konungr lét ala gölt mikinn. Hann var svámikill sem öldungar þeir, er stærstir váru, ok svá fagr,at hvert hár þótti ór gulli vera. Konungrinn leggr höndsína á höfuð geltinum, en aðra á burst ok sverr þess,at aldri hefir maðr svá mikit af gert við hann, at eigiskuli hann hafa réttan dóm spekinga hans, en þeir tólfskulu gæta galtarins, eða ella skal hann bera upp gáturþær, er hann gæti eigi ráðit. Heiðrekr konungr geristok nú inn vinsælasti."}}