{"originalTitle": "Grettis_Saga_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_11", "text": {"0": "Þau Önundur og Æsa áttu tvo syni. Hét hinn eldri Þorgeir en    hinn yngri Ófeigur grettir. Litlu síðar andaðist Æsa. Eftir    það fékk Önundur þeirrar konu er Þórdís hét. Hún var dóttir    Þorgríms frá Gnúpi í Miðfirði, skyld Miðfjarðar-Skeggja. Við    henni átti Önundur þann son er Þorgrímur hét. Hann var snemma    mikill maður og sterkur, búsýslumaður mikill og vitur maður.     Önundur bjó í Kaldbak til elli. Hann varð sóttdauður og    liggur í Tréfótshaugi. Hann hefir fræknastur verið og    fimastur einfættur maður á Íslandi.    Þorgrímur var fyrir sonum Önundar þótt aðrir væru eldri. En    er hann var hálfþrítugur að aldri þá hafði hann hærur í    höfði. Því var hann kallaður hærukollur. Þórdís móðir hans    giftist síðan norður í Víðidal Auðuni skökli. Þeirra son var    Ásgeir að Ásgeirsá. Þeir Þorgrímur hærukollur og bræður hans    áttu eignir miklar allir saman og skiptu engu með sér.    Eiríkur bjó í Árnesi sem fyrri var getið. Hann átti Ólöfu,    dóttur Ingólfs úr Ingólfsfirði. Flosi hét sonur þeirra. Hann    var efnilegur maður og átti marga frændur. Þeir komu út    hingað þrír bræður, Ingólfur og Ófeigur og Eyvindur, og námu    þeir þá þrjá fjörðu er við þá eru kenndir og byggðu þar    síðan. Ólafur hét son Eyvindar. Hann bjó fyrst í    Eyvindarfirði en síðan að Dröngum og var mikill maður fyrir    sér.    Engi varð áskilnaður með mönnum þar meðan hinir eldri menn    lifðu. En þá er Eiríkur var látinn þótti Flosa Kaldbeklingar    eigi hafa löglegar heimildar á jörðum þeim er Eiríkur hafði    gefið Önundi. Af því gerðist sundurþykki mikið meðal þeirra    en þó héldu þeir Þorgrímur sem áður. Ekki máttu þeir þá leika    saman eiga.    Þorgeir var fyrir búi þeirra bræðra í Reykjarfirði og reri    jafnan til fiska því að þá voru firðirnir fullir af fiskum.    Nú gera þeir ráð sitt í Víkinni. Maður hét Þorfinnur. Hann    var húskarl Flosa í Árnesi.    Þenna mann sendi Flosi til höfuðs Þorgeiri. Hann leyndist í    naustinu. Þenna morgun bjóst Þorgeir á sjá að róa og tveir    menn með honum og hét annar Brandur. Þorgeir gekk fyrst. Hann    hafði á baki sér leðurflösku og í drykk. Myrkt var mjög. Og    er hann gekk ofan frá naustinu þá hljóp Þorfinnur að honum og    hjó með öxi á milli herða honum og sökk öxin og skvakkaði    við. Hann lét lausa öxina því að hann ætlaði að eigi mundi    þurfa um að binda og vildi forða sér sem skjótast.    Er það af Þorfinni að segja að hann hljóp norður í Árnes og    kom þar áður en alljóst var og sagði víg Þorgeirs og kveðst    mundu þurfa ásjá Flosa, kvað það og eitt til að bjóða sættir    \"og bætir það helst vort mál svo mikið sem að er orðið.\"    Flosi kveðst fyrst mundu hafa fréttir \"og ætla eg að þú sért    allhræddur eftir stórvirkin.\"    Nú er að segja frá Þorgeiri að hann snaraðist við höggið og    kom öxin í flöskuna en hann varð ekki sár. Þeir leituðu ekki    mannsins því að myrkt var að. Reru þeir út eftir fjörðum og    komu í Kaldbak og sögðu atburð þenna.    Þeir gerðu að þessu kalls mikið og kölluðu hann Þorgeir    flöskubak og svo hét hann síðan. Þá var þetta kveðið:Fyrr lauguðu frægirfránhvítinga rítarrausnarmenn í ranniræfrhvössu bensævar.Nú rauð, sá er var víða,vómr, frá tekinn sóma,benja skóðs af bleyðibæði hlýr í sýru."}}