{"originalTitle": "Völsunga_Saga_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_9", "text": {"0": "Þat er sagt, at Helgi finnr þann konung í hernaði,er Hundingr hét. Hann var ríkr konungr ok fjölmennrok réð fyrir löndum. Þar tekst orrosta með þeim, okgengr Helgi fast fram, ok lýkst með því sjá bardagi,at Helgi fær sigr, en Hundingr konungr fellr ok mikillhluti liðs hans. Nú þykkir Helgi hafa vaxit mikit, erhann hefir fellt svá ríkan konung. Synir Hundingsbjóða nú út her í mót Helga ok vilja hefna föður síns.Þeir eiga harða orrostu, ok gengr Helgi í gegnumfylkingar þeira bræðra ok sækir at merkjum sonaHundings konungs ok felldi þessa Hundings sonu: Álfok Eyjólf, Hervarð ok Hagbarð, ok fekk hér ágætansigr.Ok er Helgi ferr frá orrostu, þá fann hann við skógeinn konur margar ok virðuligar sýnum, ok bar þóein af öllum. Þær riðu með ágætligum búningi. Helgispyrr þá at nafni, er fyrir þeim var. En hún nefnistSigrún ok kveðst vera dóttir Högna konungs. Helgimælti: \"Farið heim með oss, ok verið velkomnar.\" Þásegir konungsdóttir: \"Annat starf liggr fyrir oss endrekka með þér.\" Helgi svarar: \"Hvat er þat, konungsdóttir?\"Hún svarar: \"Högni konungr hefir heitit mikHöðbroddi, syni Granmars konungs, en ek hefi þvíheitit, at ek vil eigi eiga hann heldr en einn krákuunga.En þó mun þetta fram fara, nema þú bannirhonum ok komir í mót honum með her ok nemir miká brott, því at með engum konungi vilda ek heldr sætrbúa en með þér.\" \"Ver kát, konungsdóttir,\" sagðihann. \"Fyrri skulum vit reyna hreysti okkar en þúsér honum gift, ok reyna skulum vit áðr, hvárr af öðrumberr, ok hér skal lífit á leggja.\"Eptir þetta sendir Helgi menn með fégjöfum atstefna at sér mönnum ok stefnir öllu liðinu til Rauðabjarga.Beið Helgi þar til þess, er mikill flokkr komtil hans ór Heðinsey, ok þá kom til hans mikit lið órNörvasundum með fögrum skipum ok stórum. Helgikonungr kallar til sín skipstjórnarmann sinn, er Leifrhét, ok spurði, ef hann hefði talit lið þeira. En hannsvarar: \"Eigi er hægt at telja, herra, skip þau, er komineru ór Nörvasundum. Eru á tólf þúsundir manna,ok er þó hálfu fleira annat.\" Þá mælti Helgi konungr,at þeir skyldu snúa á þann fjörð, er heitir Varinsfjörðr,ok svá gerðu þeir. Nú gerði at þeim storm mikinn oksvá stóran sjó, at því var líkast at heyra, er bylgjurgnúðu á borðunum, sem þá er björgum lysti saman.Helgi bað þá ekki óttast ok eigi svipta seglunum, heldrsetja hvert hæra en áðr. Þá var við sjálft, at yfir mundiganga, áðr þeir kæmi at landi. Þá kom þar Sigrún,dóttir Högna konungs, af landi ofan með miklu liðiok snýr þeim í góða höfn, er heitir at Gnípalundi.Þessi tíðendi sá landsmenn, ok kom af landi ofanbróðir Höðbrodds konungs, er þar réð fyrir, er heitirat Svarinshaugi. Hann kallar á þá ok spyrr, hverr stýrðiinu mikla liði. Sinfjötli stendr upp ok hefir hjálmá höfði skyggðan sem gler ok brynju hvíta sem snjó,spjót í hendi með ágætligu merki ok gullrenndanskjöld fyrir sér. Sá kunni at mæla við konunga: \"Segsvá, at þú hefir gefit svínum ok hundum ok þú finnrkonu þína, at hér eru komnir Völsungar, ok mun hérhittast í liðinu Helgi konungr, ef Höðbroddr vill finnahann, ok er þat hans gaman at berjast með frama,meðan þú kyssir ambáttir við eld.\" Granmarr svarar:\"Eigi muntu kunna margt virðuligt mæla ok fornminni at segja, er þú lýgr á höfðingja. Mun hitt sannara,at þú munt lengi hafa fæðzt á mörkum úti viðvargamat ok drepit bræðr þína, ok er kynligt, er þúþorir at koma í her með góðum mönnum, er margtkalt hræ hefir sogit til blóðs.\" Sinfjötli svarar: \"Eigimuntu glöggt muna nú, er þú vart völvan í Varinseyok kvaðst vilja mann eiga ok kaust mik til þess embættisat vera þinn maðr. En síðan vartu valkyrja í Ásgarði,ok var við sjálft, at allir mundu berjast fyrir þínarsakar, ok ek gat við þér níu varga á Láganesi, ok varek faðir allra.\" Granmarr svarar: \"Margt kanntu ljúga.Ek hygg, at engis faðir mættir þú vera, síðan þú vartgeldr af dætrum jötunsins á Þrasnesi, ok ertu stjúpsonrSiggeirs konungs ok látt á mörkum úti með vörgum,ok kómu þér öll óhöpp senn at hendi. Þú draptbræðr þína ok gerðir þik at illu kunnan.\" Sinfjötlisvarar: \"Hvárt mantu þat, er þú vart merrin með hestinumGrana, ok reið ek þér á skeið á Brávelli? Síðanvartu geitasveinn Gaulnis jötuns.\" Granmarr segir:\"Fyrri vilda ek seðja fugla á hræi þínu en deila viðþik lengr.\" Þá mælti Helgi konungr: \"Betra væri ykkrok meira snjallræði at berjast en mæla slíkt, er skömmer at heyra, ok ekki eru Granmars synir vinir mínir,en þó eru þeir harðir menn.\" Granmarr ríðr nú í brottok til fundar við Höðbrodd konung, þar sem heitaSólfjöll. Hestar þeira heita Sveipuðr ok Sveggjuðr. Þeirmættust í borgarhliði ok segja honum hersögu. Höðbroddrkonungr var í brynju ok hafði hjálm á höfði.Hann spyrr, hverir þar væri, -- \"eða hví eru þér sváreiðuligir?\" Granmarr segir: \"Hér eru komnir Völsungarok hafa tólf þúsundir manna við land ok sjauþúsundir við ey þá, er Sök heitir, en þar, sem heitirfyrir Grindum, er þó mestr fjöldi, ok hygg ek nú, atHelgi muni nú berjast vilja.\" Konungr segir: \"Gerumþá boð um allt várt ríki ok sækjum í mót þeim. Sitisá engi heima, er berjast vill. Sendum orð Hrings sonumok Högna konungi ok Álfi inum gamla. Þeir erubardagamenn miklir.\"  Fundust þeir þar, er heitir Frekasteinn,ok tókst þar hörð orrosta. Helgi gengr fram ígegnum fylkingar. Þar varð mikit mannfall. Þá sá þeirskjaldmeyjaflokk mikinn, svá sem í loga sæi. Þar varSigrún konungsdóttir. Helgi konungr sótti í mót Höðbroddikonungi ok fellir hann undir merkjum. Þámælti Sigrún: \"Haf þökk fyrir þetta þrekvirki. Skiptmun nú löndum. Er mér þetta mikill tímadagr, okmuntu fá af þessu veg ok ágæti, er þú hefir svá ríkankonung felldan.\" Þat ríki tók Helgi konungr ok dvaldistþar lengi ok fekk Sigrúnar ok gerðist frægr konungrok ágætr, ok er hann hér ekki síðan við þessa sögu."}}