{"originalTitle": "Sörla_Saga_Sterka_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_11", "text": {"0": "En at morgni, er menn vakna á skipum konungssonar,sjá þeir inn á sundinu lengra liggja sjau skip,ok þar í er svá lystiliga skrautligr dreki, at hans líkaþóttust þeir aldri fyrr sét hafa, hvárki at stærð nébúnaði. Allr var hann stáli sleginn ok gulli laugaðr fyrirofan sjómál, þar með stafnar hans út skornir með miklummeistaradóm ok prýddir inu skærasta gulli ok víðasvá í skurðina silfri smelt. Hann var ok fagrliga steindrok málaðr með alls konar ýmisligum litarhætti, grænumok hvítum, gulum ok bláum, bleikum ok svörtum.Á þessum fríða knerri stóð maðr við siglu, mikill atvexti ok aldraðr at líta. Hann var í kápu þeiri, er öllvar hlöðum búin. Sverð hafði hann í hendi bjart okbitrligt. Ok er Sörli nálgaðist drekann, heilsar hannupp á þenna mikla mann ok spyrr: \"Hverr er þessiinn stolti maðr, er fyrir þessum stóra dreka ræðr, ersvá fram brunar með mikilli prýði ok prakt, at enganhefi ek slíkan fyrr sét?\" Inn mikli maðr, er á drekanumstóð, mælti: \"Þessi mun einn sá vera, at eigi munþik óttast né hræddr vera fyrir þér eða þrælum þínum,er þér fylgja, ok mun ek yðr lítit fleira segja.\"Sörli mælti: \"Þat þykkjumst ek heyra, at þér þykkiztof góðir til at mæla við oss, en hverr sem þú ert, munumvér þora at sjá yðr, áðr en úti er, en þat er helztminn grunr, at þetta muni vera Hálfdan konungrBrönufóstri Hringsson af Svíþjóð inni köldu, hverja þúvannst af Agnari inum auðga, föðurbróður mínum,en gerðir hann at slá. Ætti mér því eigi at þykkja kostavant við þik. Vil ek nú bjóða yðr þann kost at gefaá mitt vald þenna góða dreka ok þér farið, hvert þérvilið.\" Hálfdan konungr mælti: \"Lengi höfum vérþessum dreka stýrt, ok hefir hann ætíð happsamr verit.Hefir mér ok opt meira fyrir hann boðizt en gefa hanná burt fyrir enga muni, ok þótt ek hafi land unnit afföðurfrænda þínum, muntu svá búit hafa verða.\" Varþá konungr æfar reiðr orðinn, ok gekk hann þá aptrok fram um drekann. Bauð hann mönnum sínum, atþeir it snarasta byggist til orrostu móti þessum þrjótumok dræpi þá it fyrsta. Var þá mikit hark á drekanum,ok var skotit fyrst stórum ásum ok grjóti, flettiskeptumok örvum, gaflokum ok öxum, kesjum okpálstöfum ok allra handa vápnum. Varð nú mikit mannfall,ok leið eigi lengi, áðr öll skip Sörla váru eyddok í sundr brotin utan þat eitt, er hann sjálfr stýrði,en Hálfdan konungr hafði misst þrjú.Einn var sá maðr með Hálfdani konungi, er Þórirhét inn sterki. Hann var sonr Þorviðs jarls ok varfimmtán vetra at aldri, en þó it mesta mannval ok fullhugi,svá at engi var hans jafningi at hreysti ok drengskapum allt Svíaveldi.Nú er at segja frá Sörla, at þegar hann sér, at eigimátti svá búit standa, þá hleypr hann upp á drekann,er minnst varði, ok þeir Börkr ok Bölverkr með honumkómust upp í öðrum stað en Sörli, ok börðustþeir nú allir drengiliga, eptir því sem hverr hafði þrektil ok karlmennsku. Hjó Sörli ok lagði hvern, semfyrir stóð, ok þyrmdi engum, en þeir Börkr ok Bölverkrgengu með öðru borði, þar sem Þórir var fyrir.Hálfdan konungr Brönufóstri sér nú þetta, at þeir eruupp komnir á drekann. Æðir hann nú fram móti Sörla,ok höggvast þeir í ákafa. Mátti þar sjá bæði mörg höggok stór. Gekk þat svá langan tíma, at hvárrgi þeirahopaði á hæl it minnsta fyrir öðrum, en þó kom heldrsvá um síðir, at Hálfdan konungr tók at mæðast, þvíat hann var maðr mjök mikilliga gamall, en Sörli varþví lystugri til höggorrostunnar sem hann sóttist lengr.Tók nú at berast föll á Hálfdan konung, svá at hannhörfaði aptr at lyptingunni ok var nær því sem at þrotumkominn af mæði. Þá mælti Sörli: \"Þigg nú grið,Hálfdan konungr, ok sættumst vit. Vil ek þat eiga undirdrengskap yðrum, hverja sæmd þér vilið mér gera.\"Konungr mælti: \"Nú finn ek með þér gerla bleyðuhug,ok mun þik nú hræðsla standa sem fleiri norskafrændr þína, ok skaltu svá við búast, at þar ek hefi aldrigeð mitt lægt við nokkurn mann, þá mun svá enn veravið þik.\" Sörli mælti: \"Þú munt, konungr, ráða verða,en þó segi ek þér griðin vís.\" Síðan tóku þeir enn aptrat berjast í annat sinn svá ákafliga, at hvárrgi sparðiannan, ok varð þat langa hríð. En svá fór sem fyrr, atkonungr hopaði ok var því nær sem kominn at aptarastafni drekans, ok sigraði hann þá svá mikilliga mæði,at varla mátti hann halda sverðinu. Þá mælti Sörli:\"Enn býð ek þér grið, konungr, ok sættumst vit. Vil ekþat eiga undir drengskap yðrum, hverja sæmd þér viliðvið mik auka.\" Hálfdan konungr mælti: \"Fordæmdrverði sá, sem þiggr nokkur þín boð, ok fyrr skal eklífit láta með hreysti ok drengskap en ek ganga atþessum þínum boðum.\" Þá mælti Sörli ok kvað hannengrar æru verðan af sér upp frá þessu. Hjó hann þásvá hart ok títt, at konungr kom engri vörn við fyrirmæði sakir, til þess at sverðit hraut ór hendi hans.Henti Sörli þat þegar á lopti, ok lagði því í gegnumkonung. Hafði Hálfdan konungr aldri fengit sár néknésig af nokkrum manni. Lét konungr þar líf sitt meðgóðan orðstír."}}