{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_2", "text": {"0": "Þat var tíðenda eitthvert sinn jólaaptan, at mennskyldu heit strengja at bragarfulli, sem siðr er til. Þástrengdu heit Arngríms synir. Hjörvarðr strengdi þessheit, at hann skyldi eiga dóttur Ingjalds Svíakonungs,þá mey, er fræg var um öll lönd at fegrð ok atgervi, eðaenga konu ella. Þat sama vár gera þeir bræðr ferð sínatólf ok koma til Uppsala ok ganga fyrir konungs borð,ok þar sat dóttir hans hjá honum. Þá segir Hjörvarðrerendi sitt konungi ok heitstrenging, en allir hlýddu,þeir er inni váru. Hjörvarðr biðr konung segja skjótt,hvert erendi hann skal þangat eiga. Konungr hugsarþetta mál ok veit, hversu miklir þeir bræðr váru fyrirsér ok af ágætu kyni komnir. Í því bili stígr framyfir konungs borðit sá maðr, er hét Hjálmarr inn hugumstóri,ok mælti til konungs: \"Herra konungr, minniztþér nú, hvé mikinn sóma ek hefi yðr veitt, síðaner ek kom í þetta land, ok hversu margar orrosturek átta at vinna ríki undir yðr, ok hefi ek yðr látitheimila mína þjónustu. Nú bið ek yðr, at þér veitiðmér til sæmdar ok gefið mér dóttur yðra, er minn hugrhefir jafnan á leikit. Ok er þat makligra, at þér veitiðmér þessa bæn heldr en berserkjunum, þeim er illteitt hafa gert bæði í yðru ríkir ok margra annarra konunga.\"Nú hugsar konungr hálfu meir ok þykkir núþetta mikit vandamál, er þessir tveir höfðingjar keppastsvá mjök um dóttur hans. Konungr segir á þessaleið: Hvártveggi sjá er svá mikill maðr ok vel ættborinn,at hvárigum vill hann synja mægða, ok biðr hanakjósa, hvárn hún vill eiga. Hún segir svá, at þat erjafnt, ef faðir hennar vill gifta hana, þá vill hún þanneiga, er henni er kunnr at góðu, en eigi hinn, er húnhefir sögur einar frá ok allar illar sem frá Arngrímssonum. Hjörvarðr býðr Hjálmari á hólm suðr í Sámseyok biðr hann verða hvers manns níðing, ef hanngengr fyrr at eiga frúna en þetta einvígi er reynt.Hjálmarr kveðr sik ekki skulu dvelja. Fara nú Arngrímssynir heim ok segja feðr sínum sitt erendi, en Arngrímrkveðst aldri fyrr hafa óttazt um ferð þeira.Þessu næst fara þeir bræðr til Bjarmars jarls, ok gerirhann í móti þeim veizlu mikla. Ok nú vill Angantýrfá dóttur jarls, er Sváfa hét, ok var nú drukkit brúðlaupþeira. Ok nú segir Angantýr jarli draum sinn:Honum þótti þeir bræðr staddir í Sámsey, ok funduþar fugla marga ok drápu alla. Þá sneru þeir annanveg á eyna, ok flugu í móti þeim ernir tveir, ok þóttisthann ganga í móti öðrum, ok áttu þeir hart viðskipti,ok settust niðr báðir, áðr létti. En annarr örninn áttivið bræðr hans ellefu, ok þótti honum örninn efri verða.Jarl segir, at þann draum þurfti ekki at ráða ok þarværi honum sýnt fall rikra manna."}}