{"originalTitle": "Grettis_Saga_Chapter_78", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_78", "text": {"0": "Fóstru átti Þorbjörn öngull er Þuríður hét. Hún var mjög    gömul og til lítils fær að því er mönnum þótti. Hún hafði    verið fjölkunnig mjög og margkunnig mjög þá er hún var ung og    menn voru heiðnir. Nú þótti sem hún mundi öllu týnt hafa. En    þó að kristni væri á landinu þá voru þó margir gneistar    heiðnar eftir. Það hafði verið lög hér á landi að eigi var    bannað að blóta á laun eða fremja aðra forneskju en varðaði    fjörbaugssök ef opinbert yrði. Nú fór svo mörgum að gjörn var    hönd á venju og það varð tamast sem í æskunni hafði numið. Og    svo sem Þorbjörn öngull var þrotinn að ráðagerðum leitar hann    þangað til trausts sem flestum þótti ólíklegast en það var    til fóstru sinnar og spurði hvað þar væri til ráða að taka    hjá henni.    Hún svarar: \"Nú þykir mér koma að því sem mælt er að margur    fer í geitarhús ullar að biðja. En hvað mundi eg síður en    þykjast fyrir héraðsmönnum öðrum en vera til einskis maður    þegar að mikið reyndi til? Nú sé eg eigi að mér mætti firr um    fara en þér þótt eg rísi varla úr rekkju. Ef þú vilt mín ráð    hafa þá vil eg ráða hversu með er farið.\"    Hann játaði því og kvað hana sér lengi heilráða verið hafa.    Leið nú fram að tvímánuði sumars.    Það var einn veðurdag góðan að kerling mælti við Öngul: \"Nú    er kyrrt veður og bjart. Vil eg nú að þú farir til Drangeyjar    og troðir illsakir við Gretti. Mun eg fara með yður og vita    hversu geymilega honum fara orð. Mun eg hafa eitthvað fyrir    satt ef eg sé þá hversu heilladrjúgir þeir munu vera og mun    eg þá mæla yfir þeim slíkum orðum sem mér líkar.\"    Öngull svarar: \"Lest eg á ferðir til Drangeyjar því að jafnan    er mér verra í hug þá eg fer í burt þaðan en þá eg kem.\"    Þá mælti kerling: \"Ekki skal eg til leggja með þér ef þú    lætur mig öngu ráða.\"    \"Eigi skal svo vera fóstra mín,\" segir hann, \"en það hefi eg    mælt að eg vildi svo koma þar í þriðja sinni að eitthvert    skapaðist að með oss.\"    \"Hætta verður á það,\" segir kerling, \"og muntu margt erfiði    verða fyrir að hafa áður Grettir er við jörðu lagður og oft    mun þér ósýnt um þykja hver þinn hluti verður og þungt muntu    af fá um það er lýkur. En þó ertu svo undir bundinn að    eitthvert verður úr að ráða.\"    Eftir það lætur Þorbjörn öngull setja fram teinæring og sté    þar á við tólfta mann. Kerling var í ferð með þeim. Tóku þeir    róðrarleiði út til Drangeyjar. Og er þeir bræður sáu það    gengu þeir fram að stiganum og tóku þeir enn að tala um mál    sín og sagði Þorbjörn að hann var enn kominn að vitja þeirra    mála ef Grettir vildi á burt fara og kvaðst enn leggja í    léttan stað um fémissu og þarvist ef þeir skildu slysalaust.    Grettir kvaðst engi miðlunarmál á því hafa eða gera að fara    þaðan \"hefi eg þetta oft sagt og þarf þetta eigi við mig að    tala,\" segir hann. \"Munuð þér það að gera sem þér viljið en    hér mun eg bíða þess sem að höndum kemur.\"    Nú þóttist Þorbjörn sjá að hans erindi varð ekki að sinni og    mælti: \"Vita þóttist eg við hverja heljarmenn að hér er um að    eiga og það er líkast að líði nokkur dagur áður eg kem hér    aftur.\"    \"Eigi tel eg það með skaða mínum þótt þú komir hér aldrei,\"    segir Grettir.    Kerling lá aftur í skut og voru borin að henni klæði.    Hún hrærðist þá og mælti: \"Þessir menn munu vera hraustir og    hamingjulausir. Verður yðvar mikill mannamunur. Þú býður þeim    marga kosti góða en þeir neita öllum og fátt vísara til ills    en kunna eiga gott að þiggja. Nú mæli eg það um við þig    Grettir að þú sért heillum horfin, allri gift og gæfu, og    allri vörn og visku, æ því meir sem þú lifir lengur. Vænti eg    að þú eigir hér fá gleðidaga héðan frá en hingað til.\"    Og er Grettir heyrði þetta brá honum mjög við og mælti hann:    \"Hvað fjanda er á skipi með þeim?\"    Illugi svarar: \"Það hygg eg að það sé kerlingin, fóstra    Þorbjarnar.\"    \"Fussum þeirri gerningavætti,\" sagði Grettir, \"og var þar    eigi hins verra eftir von og við engin orð hefir mér meir    brugðið en þessi er hún mælti. Og það veit eg að af henni og    hennar fjölkynngi leiðir mér nokkuð illt. Skal hún og    eitthvert til mín hafa er hún hefir okkur heim sótt\" og þreif    upp stein stundar mikinn og kastaði ofan á skipið og kom á    fatahrúguna.    Það var þó lengra steinkast en Þorbjörn ætlaði að nokkur    maður mundi kasta. Við það kom upp skrækur mikill. Hafði    steinninn komið á þjólegg kerlingar svo að í sundur gekk.    Þá mælti Illugi: \"Ekki vildi eg að þú hefðir þetta gert.\"    \"Lasta þú eigi þetta,\" segir Grettir, \"en það uggir mig að of    lítt hafi á komið því að eigi væri of goldið fyrir okkur báða    þó að ein kerling komi fyrir okkur.\"    \"Hvað mun hún koma fyrir okkur?\" sagði Illugi, \"og lítið    leggst þá fyrir okkur.\"    Þorbjörn fór nú heim og varð ekki af kveðjum er þeir skildu.    Hann mælti þá við kerlingu: \"Nú fór sem mig varði að þú    mundir litla sæmdarför fara til eyjarinnar. Hefir þú fengið    örkuml en vér erum öngri sæmd að nær en áður og verðum að    hafa bótalausa hverja svívirðing ofan á aðra.\"    Hún svarar: \"Þetta mun upphaf óheilla þeirra og get eg að    héðan af fari þeim heldur signanda. Kvíði eg eigi því ef eg    lifi að eg geti eigi hefnt þessa atviks sem mér hefir gert    verið.\"    \"Hugstigin þykir mér þú vera fóstra,\" sagði Þorbjörn.    Nú komu þau heim og lagðist kerling í rekkju og lá nær mánuð.    Þá var saman runninn leggurinn er verr var. Tók hún þá á    fætur að færast.    Mikinn hlátur gerðu menn að ferðum þeirra Þorbjarnar og    kerlingar og þótti nú oft áleikur í viðskiptum þeirra    Grettis, það fyrst á vorþingi um griðasöluna en í annað sinn    þá Hæringur týndist og nú hið þriðja sinni er þjóleggur    kerlingar brotnaði og varð hér ekki í móti leikið. Hafði    Þorbjörn öngull mikla skapraun af þessum orðum."}}