{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_24", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_24", "text": {"0": "Nú er at segja frá Hrólfi konungi. Hann gengr uppvið hundrað manna ok ætlar á fund konungsins. Ok erþeir hafa litla hríð gengit, heyra þeir á skóg brak okógurlig læti. Ásmundr tók til orða: \"Herra,\" segirhann, \"hvat látum heyrum vit?\" Konungr biðr þástað nema ok hugsa til, hvat látum vera mun, en þatkunni engi þeira at skynja, utan þeim þótti mikit oköskurligt at heyra til þessa. Konungr mælti: \"Þat hefi ekheyrt, at Englakonungr eigi dýr þat, er sé harðla mikitok grimmt ok illt við at eiga. Má vera, at eigi sé alltaf trúnaði við oss gert. Nú vil ek, at þér nemið hérstað en ek vil, at vit Ásmundr gangim fram ok forvitnumst,hvat látum þetta mun vera.\" Þeir gera svá, oker þeir hafa litla hríð gengit, sjá þeir dýrit, at þat leikrsér í skóginum. Leó sýnir mátt sinn ok kastar hala sínumí hring um eikrnar ok kippir svá upp með rótum.Síðan grípr hann með klónum ok kastar í lopt upp,sem þá er köttr leikr at fuglum. Ásmundr mælti: \"Hvímun sjá ófagnaðr svá láta?\" Konungr mælti: \"Þatmunda ek ætla, at því mundi dýrit leikit vera, at þatmundi ært vera áðr af drykk.\" Ásmundr mælti: \"Séek þat, at aldri komumst vit fram fyrir þessum óvin.\"Konungr mælti: \"Vit skulum taka annat ráð. Hér útaf veginum stendr einn hár stofn. Þar er þröngr skógrfram at götunni. Þar skaltu fara upp á stofninn ok standaþar. Ek skal hafa þik at agni við dýrit, en skal fela mikþar í hjá, ok þá er dýrit geysist fram at þér, þá skaltuhlaupa út í skóginn, en ek mun vita, at ek fái nokkutfæri á því. Þætti mér vera mega, at þat festi sik í skóginum,því at hann er mjök þröngr. Þú skalt hrína semþú mátt hæst ok líkast svíni, því at þat má hann meðengu móti heyra, ok þat eitt veit ek hann óttast. Sú erhans náttúra.\" Ásmundr gerði svá sem konungr bauð.Nú ferr þetta eptir því, sem konungr gat til, at þegarer dýrit sá manninn, hleypr þat at með ákefð okgrimmleik ok þegar fram í millum eikanna. Ásmundrgerir sem honum var boðit, hrín sem hann má hæst.Ok er dýrit heyrir þessi læti, nemr þat stað ok bregðrhöfðinu milli fóta sér ok þröngvir með leggjunum ateyrum sér svá fast, at hann vildi eigi svínshríninn heyra.Hrólfr konungr hljóp þá upp ok hjó með sverðinu okí sundr hrygg dýrsins fyrir framan mjaðmirnar, okdeyr dýrit þegar í stað. Ok er þetta sá þeir bræðr, Sigurðrok Bárðr, hlaupa þeir heim til hallarinnar, semþeir mega skjótast, ok segja Ellu konungi þenna innfáheyrða atburð, hversu Hrólfr konungr hafði dýritunnit, þat er þeir ætluðu, at ekki mundi bella. Konungrspurði, hversu þetta hefði at borit, en þeir sögðuallt sem farit hafði. Konungr verðr þeim stórliga reiðrfyrir sínar tiltekjur ok kvað eigi þeira færi at þreytahamingju við Hrólf konung ok lét taka þá báða oksetja í bönd, en Ella konungr sjálfr ferr í móti Hrólfikonungi með miklu liði ok kvað líkligt, at Hrólfr konungrætlaði þetta af hans velræðum vera, er þessir mennhöfðu á hendr tekizt.Eptir dráp dýrsins snúa þeir Ásmundr ok Hrólfrkonungr aptr til manna sinna, ok mælti Hrólfr konungr:\"Vér skulum fara, sem vér höfum áðr ætlat, þvíat ek hygg, at þetta sé eigi ráð Ellu konungs, ok þat ermín ætlan, at honum þykki mikill skaði at dýrinu, okvil ek sjálfr segja honum.\" Þeir fara nú þar til, er þeirkoma fram ór skógi ok geta at líta, at mikit fjölmenniferr í móti þeim. Þat var vel búit at vápnum. Þeirþykkjast nú vita, at ófriðr mun vera. Þá mælti Hrólfrkonungr: \"Annathvárt er nú, at konungr þessi er fullrupp flærðar ok undirhyggju ok hefir þetta hugsat þegarí fyrstu at svíkja oss með níðingskap, eða elligar erþetta ekki hans ráð, ok hafi nokkurir vándir menn þettatekizt á hendr ok gert þetta til óvinganar vár í milli,ok þat munda ek hvergi síðr ætla. Gerum oss nú semtraustasta ok göngum djarfliga í móti þeim ok látumengan bilsbug á oss sjá, hvárt sem þeir vilja oss gotteða illt, ok ef þess þarf við, deyjum heldr við sæmden lifum við skömm.\" Þeir herða þá hugina ok báðuþann aldri þrífast, er eigi dygði sem mætti. Þeir fórumeð fylktu liði. Hrólfr konungr fór í miðri fylkingusinni ok hafði bert sverðit Risanaut, ok létu allvígmannliga.Ok er þetta sér Ella konungr, lætr hann bregða uppfriðskildi ok ríðr sjálfr í mót Hrólfi konungi ok fagnarhonum vel ok endrnýjar þá enn boðit við Hrólfkonung. Ok er Hrólfr konungr sér blíðu bragð á Ellukonungi, tekr hann því vel, fara þá allir saman til borgar,er þar fyrirbúinn inn bezti fagnaðr ok harðla fögrveizla. Talast konungar þá við. Hrólfr konungr mælti:\"Ek vil yðr kunnigt gera, at vér munum hafa unnityðr mikinn skaða í því, at ek drap dýr eitt, þat semmér er svá flutt, at yðr muni svá mikill skaði atvera. En með því at ek þóttumst eiga hendr mínarat verja, þá gerðum vér af því þetta, en fyrir utan allanmótþróa við yðr; en allt þat, sem þér þykkir í þessumisboðit, þá vil ek svá bæta, at yðr megi vel líka.\"Ella konungr svarar: \"Sýni þér í þessu sem mörgu öðrusanna vizku, at þér bjóðið bætr fyrir þat, er aðrir ættiþér at bæta. En sakir þess, at þú eignar eigi þetta várriódyggð, þá vil ek þá menn gefa undir yðvarn dóm okrefsing, er þessu eru valdandi,\" lét síðan sækja þábræðr, Sigurð ok Bárð. Váru þeir báðir bundnir leiddirfyrir hann, ok sögðu þeir sjálfir sína ráðagerð. Eptir þatbað Ella konungr Hrólf konung dæma þeira mál eðahvern dauða, at hann vildi, at þeir hefði. Hrólfr konungrsvaraði: \"Öll þau lögbrot, sem yðrir menn gera,þá eigi þér, herra, dóm á þeim, en ef þér vildið nokkutgera fyrir minn bænarstað, þá vilda ek, at þú gæfirþeim líf ok færi þeir í brott ór þínu ríki ok hefðu þeirþat fyrir sinn ótrúleika.\" Ella konungr mælti: \"Þat erþó satt at segja, at fára konunga maki muntu vera ámildi þína, ok skal þetta gerast eptir þínum vilja.\" Létkonungr leysa þá ok fekk þeim skip ok fé nokkut, okfóru þeir ór landi, ok eru þeir ór þessi sögu.Eptir þetta taka konungar tal með sér, spyrr Ella konungreptir um ferð Hrólfs konungs, en hann segir honumallt eptir því, sem ætlat var. Konungr kvað þatvera heldr óvænliga ferð, kvað Hrólf Írakonung veraheldr harðan ok illan við at eiga ok bað Hrólf konungeigi ætlast til þessarar ferðar á þessu sumri, bauðhonum við sér at vera með hundrað manna, en þeir vistaðiannat lið hans þar á Englandi nær sér, ok þetta boðþiggr Hrólfr konungr. Hafði Ella konungr þar fyrirætlanok alla tilskipun með kostnaði. Sitr Hrólfr konungrnú á Englandi við öllu liði sínu með mikilligleði. Veitti konungr þat it kappsamligasta. Líðr núsvá fram um hríð."}}