{"originalTitle": "Sörla_Saga_Sterka_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_18", "text": {"0": "Nú sem Högni hafði þetta heyrt, sem nú var frá sagt,klæddist hann skyrtu einni, er engi járn kunnu á atbíta, ok spennti sik sverði því, er Sigrljómi hét okforðum átti Hrólfr konungr kraki. Síðan kvaddi Högni allansinn her til orrostu ok stóð nú fremst sinna manna.Kom nú Erlingr konungr ór borginni með allan sinnher ásamt Haraldi konungi ok Sigvalda, syni sínum.Maðr sá, er merkit bar fyrir Erlingi konungi, hétSverrir. Hann var af Finnmörk austan, góðr riddari.Högni reið nú fram í fylkingar Noregs manna, hjó oklagði hvern, er fyrir varð, ok þyrmdi engum, ok í þessarisvipan mætti hann Sverri, merkismanni Erlings konungs,ok hjó til hans með sínu sverði, en Sverrir brást íjörð niðr. Ríðr nú Högni um þverar fylkingar ok fellirhvern um annan. En sem hann er ákafastr at höggvaniðr liðit, kemr svá mikit león upp ór jörðunni, atöllum stóð felmtr af ógn þeiri. Snerist leónit þá brátt ímóti Högna ok laust sínum hala á hest hans svá hart,at Högni hraut langt í burt ok í einn skógarrunna. Núspratt Högni fljótt ok fimliga á fætr ok höggr í mótidýrinu, en þat var sem ógert, því at eigi beit it minnstaá leónit, ok tók þat við hverju hans lagi. Nú snararHögni sínu sverði, ræðr í móti dýrinu, ok sviptast núharðliga, svá at allt gekk ór lagi, þat sem fyrir varð,jafnvel eikrnar af stofnunum. Stóð þessi glíma um heilarþrjár stundir. Neytti þá konungsson orku ok ills kraptar,tók dýrit upp á bringu sér ok slengdi því niðr við einneikarstofn, svá at í sundr fór í því hryggrinn, en við þettaspýr dýrit eitri með ógurligum frýsingum ok dimmrisvælu, en skyrtunnar dugnaðr hlífði konungssyni, athann sakaði ekki, en þó leið hann í ómegin ofan á leónit.Erlingr konungr sér nú þetta ok ríðr þangat, semHögni lá, ok hjó þvert urn herðar hans þrjú högg, eneigi at heldr beit á hann sverðit.Nú sem konungr verðr þess víss, at eigi bíta hannvápn, þá kallar hann á einn sinna manna, er Gellir hét,ok bað hann ljósta Högna til dauðs með kylfu sinni. Ener Svalr sér Erling konung standa yfir Högna meðnöktu sverði, þá setti hann hest sinn á skeið sem mestmátti hann, reið at Erlingi konungi, lagði til hans sínuspjóti, er minnst varði, ok snaraði konungi ór söðlinummeir en fjörutíu fet, svá at brotnaði í honum hvertbein. Nú snerist Gellir í móti Sval, hefr upp kylfunaok vildi ljósta hann til dauðs. Sér Svalr þá vísan banasinn, ef á kæmi. Hljóp hann því ór söðlinum aptr ábak, ok kom kylfan á hestinn, svá at í sundr gekkhryggrinn. Nú ræðr Svalr á Gelli, ok sviptast þeir harðliga,þar til er Gellir fell til jarðar. Þá mælti Gellir:\"Nú vilda ek fóstra mín kæmi.\" Því næst fann Svalr,at kippt var í herðar honum heldr óþyrmiliga á bakaptr, svá at nú varð Svalr undir, en Gellir ofan á, okhugði nú Gellir, at Svalr skyldi lífit láta. Í þessu raknarHögni við, grípr sverð sitt ok höggr Gelli sundr ímiðju. Komst Svalr á fætr við þetta, þótt hann leikstirðrværi. En er Högni laut við höggit, hjó Haraldr konungrþvert um herðar á honum, svá at Högni var nærsem fallinn. Nú snerist Högni við, reiðir upp sverðitok höggr til Haralds konungs, svá at hann klauf hannallt at söðli niðr. Síðan reið Högni þangat at, semSigvaldi var fyrir, ok setti sverðit á háls honum, svá at aftók höfuðit. Var nú fátt eptir orðit af þeim norsku,en þeir, sem eptir stóðu, flýðu allir í borgina ok inntudrottningu allt um fráfall konunganna ok Sigvalda. Varnú svá mikil sorg í borginni, at engi gáði hvárki svefnsné matar at neyta."}}