{"originalTitle": "Völsunga_Saga_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_1", "text": {"0": "HÉR hefr upp ok segir frá þeim manni, er Sigi ernefndr ok kallaðr, at héti sonr Óðins. Annarr maðrer nefndr til sögunnar, er Skaði hét. Hann var ríkr okmikill fyrir sér, en þó var Sigi þeira enn ríkari ok ættstærri,at því er menn mæltu í þann tíma. Skaði átti þrælþann, er nokkut verðr at geta við söguna. Hann hétBreði. Hann er fróðr við þat, er hann skyldi at hafast.Hann hafði íþróttir ok atgervi jafnframt hinum, ermeira þóttu verðir, eða umfram nokkura.Þat er at segja eitthvert sinn, at Sigi ferr á dýraveiði,ok með honum þrællinn, ok veiða dýr um daginnallt til aptans. En er þeir bera saman veiði sína um aptaninn,þá hafði Breði veitt miklu fleira ok meira en Sigi,en honum líkaði stórilla ok segir, at sik undri, at einnþræll skuli sik yfirbuga í dýraveiði, hleypr því at honumok drepr hann; dysjar síðan líkit í snjófönn. Nú ferrhann heim um kveldit ok segir, at Breði hafi riðit fráhonum á skóginn, -- \"ok var hann senn ór augliti mér,ok veit ek ekki til hans.\" Skaði grunar sögn Siga ok getr,at vera munu svik hans ok mun Sigi hafa drepit hann,fær menn til at leita hans, ok lýkr svá leitinni, at þeirfundu hann í skafli einum, ok mælti Skaði, at þannskafl skyldi kalla Breðafönn heðan af, ok hafa mennnú þat eptir síðan ok kalla svá hverja fönn, er mikiler. Þá kemr upp, at Sigi hefir drepit þrælinn ok myrðan.Þá kalla þeir hann varg í véum, ok má hann nú eigiheima vera með feðr sínum. Óðinn fylgir honum núaf landi brott, svá langa leið, at stóru bar, ok eigi léttihann fyrr en hann kom honum til herskipa. Nú tekrSigi at leggjast í hernað með þat lið, er faðir hansfekk honum, áðr þeir skildu, ok varð hann sigrsællí hernaðinum. Ok svá kemr hans máli, at hann fekkherjat sér land ok ríki um síðir. Ok því næst fekk hannsér göfugt kvánfang, ok gerðist hann ríkr konungr okmikill fyrir sér ok réð fyrir Húnalandi ok er inn mestihermaðr. Hann á son við konu sinni, er hét Rerir. Hannvex þar upp með feðr sínum ok gerist brátt mikill vextiok gerviligr."}}