{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_12", "text": {"0": "En um morgininn standa þeir upp snemma ok faratil hólmsins ok setjast niðr á lág eina. Framarr mælti:\"Hvárt viltu, at vit reynum með okkr fyrr en mennokkar?\" Sturlaugr mælti: \"Gott þykki mér at hafa gamanaf mönnum mínum.\" Hrólfr nefja stóð upp okmælti: \"Ek skal þér í mót, blámaðr.\" Hrólfr bjó siktil glímu allléttiliga. Síðan ráðast þeir á ok takast fangbrögðumallsterkliga, ok var þeira atganga bæði hörðok löng. Mikill var aflsmunr með þeim, því at blámaðrinnmátti bera Hrólf í fangi sér, hvert er hannvildi. Berserkrinn vildi færa Hrólf þá niðr. Hann komþó jafnan fótum undir sik. Þessi blámaðr var mikillsem risi, en digr sem naut, blár sem hel. Klær hafðihann svá miklar, at þær váru líkari gammsklóm enmannanöglum. Nú bar hann Hrólf at láginni, ok vildiblámaðrinn færa hann niðr á kylfuna, en Hrólfr stakkfótum við svá fast, at þeir hrukku frá í burt báðir, okfell blámaðrinn á bak aptr, ok varð undir honumsteinn, ok brotnaði hryggr hans, en Hrólfr hljóp skjóttá fætr ok þreif kylfuna ok lamdi blámanninn skjótttil heljar, en Hrólfr var allr blár ok blóðugr ok rifithold af beinum hans. Sturlaugr þakkaði honum velsína framgöngu.Síðan var sá maðr með Framari austan af Svíþjóð,er Þórðr hét, mikill maðr ok sterkr. Honum í mót gekkHrafn inn hávi, ok hófu þeir sitt einvígi með stórumhöggum, en svá lauk, at Hrafn fell fyrir Þórði. Núgekk fram Jökull ok mælti: \"Hverr skal mér í móti?\"Maðr stóð upp, er Frosti hét, ok mælti: \"Mun eigi þatmakligast, at ek gangi þér í móti, því at frostit herðirjökulinn?\" Þeir berjast lengi, þar til at Jökull fell fyrirFrosta, ok þótti Sturlaugi mikill skaði at um fóstbræðrsína, en þat var til skilit, at engi skyldi öðrum lið veita.Finnr einn var með Framari, ok var honum skipat ímót Svipuð. Þeir gangast nú á móti ok berjast hart oktítt, svá at eigi fekk auga á fest, ok hvárrgi kom sári áannan. En er þeir litu þar til í annat sinn, þá váru þeirþegar horfnir, en þar váru komnir hundar tveir ok bitustákafliga. Ok er minnst varði, váru hundarnir horfnir,en menn heyrðu í loftit upp ólæti nokkur, ok lítamenn við ok sáu, at ernir tveir flugust á í loftinu okrifu af hvárr annars fjaðrir með klóm ok nefjum, svá atblóðit fell á jörð. En svá lauk með þeim, at annarr felldauðr niðr á jörð, en annarr fló í braut, ok vissu menneigi, hvárr sá var."}}