{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_17", "text": {"0": "Menelaus er konungr nefndr. Hann réð fyrir Tattararíki.Hann var ríkr konungr ok mikill fyrir sér. Tattararíkier eitt kallat mest ok gullauðgast í Austrríki. Þareru menn stórir ok sterkir ok harðir til bardaga. UndirMenelaus konung lágu margir konungar ok mikils háttarmenn. Svá er sagt, at milli Garðaríkis ok Tattararíkisliggr ey ein, er Heðinsey heitir. Hún er eitt jarlsríki. Þater fróðra manna sögn, at Heðinn konungr Hjarrandasontæki fyrst land við þá ey, er hann sigldi til Danmerkraf Indíalandi, ok þaðan tók eyin af honum nafn síðan.Um þessa ey stríddi jafnan Tattarakonungr ok Garðakonungr,ok þó lá hún undir Tattarakrúnu. Eirekrkonungr hafði herjat um ey þessa, áðr hann kom íGarðaríki, ok gert þar mikit hervirki. Menelaus konungrhafði sett þann mann yfir eyna, er Sóti hét. Hannvar þar ættaðr at móðurkyni, en föðurkyni í Hólmgarðaríki.Sóti var þá eigi í landi, er Eirekr konungrkom þar. Hann var it mesta tröllmenni fyrir sakir aflsok vaxtar. Yfirlitr hans var eptir nafni hans. Hannherjaði víða ok hafði jafnan sigr. Sóti átti fóstru gamlaok fjölkunniga. Hún hafði gert honum laug þá, erhann bitu eigi járn síðan. Gekk hann því hlífarlaussí orrostum. Hún hafði ok sagt honum, at á þessu haustiværi honum vænst til hefnda við Eirek konung ok núværi engir kappar hans heima í landinu. En er Sótivissi þat, fór hann til Menelauss konungs ok fekk mikinnstyrk af honum, helt síðan til Garðaríkis. Hannhafði margar þúsundir hermanna. Sá maðr var meðSóta, er Norðri hét. Hann var mikill ok sterkr ok barjafnan merki hans ok var inn mesti kappi.En er Eirekr konungr frétti, at Sóti var við landkominn með mikinn her, lætr hann herör upp skeraá alla vega frá sér ok bauð til sín koma hverjum, ermætti, ok safnaðist til hans mikit fjölmenni. Eirekrkonungr kallaði Vilhjálm til sín ok mælti: \"Nú hefirþú unnit tvá hluti, er ek hefi fyrir þik lagt, ok veitek eigi, hvárt þú hefir þat gert. Nú skaltu vinna innþriðja hlut, svá at ek sé nær staddr, at drepa Sóta berserk.Mun ek þá eigi í móti mæla, at þú eigir systurmína, ef þú vinnr þetta vel af hendi. Skal ek þá haldaallan skildaga við þik, sem vit höfum áðr talat.\" Vilhjálmrsegir: \"Þess er ek búinn, at ganga í móti Sóta.Þykki mér nú gott, at þér megið nú sjá, hverr afreksmaðrek er. Ok skuluð þér velja mér öll in beztu vápnok sterkasta hest, sem þér eigið, því at ek mun mjökreyna hans, áðr þessi orrosta lýkst.\" Var svá gert semVilhjálmr bað. Hrólfr fór með honum ok gekk eptirvanda sínum. Fór konungr með herinn, til þess erhann fann Sóta. Váru þar sléttir vellir ok þykkr skógröðrum megin. Bjuggust nú hvárirtveggju til orrostu,ok var þar mikill herr saman kominn. Var þar lúðragangrmikill, ok sigu saman fylkingar, ok æptu hvárrtveggiheróp."}}