{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_26", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_26", "text": {"0": "Um morguninn eptir stendr Hrólfr upp ok herklæðist.Hann mælti til Bjarnar: \"Nú munu vit fara í borginafyrir jarl.\" Björn segir: \"Ófúss er ek þess, því atnú er úti sá tími, er mér var griðum játat, ok er mérvíss dauði, ef ek kem þar.\" Hrólfr mælti: \"Til þessmuntu hætta verða.\" Fóru þeir nú til borgarinnar okganga inn í höllina ok námu staðar utarliga. Jarlinnsat þá yfir drykkjuborðum ok kenndi eigi Hrólf okengi sá, er inni var. En þegar sem jarlsmenn sáu Björn,mæltu þeir allir til hans: \"Djarfr gerist þjófrinnBjörn, er hann gengr fyrir augu jarls, ok illa hefirMöndull gætt hans, er hann er lauss orðinn.\" Einnmaðr tók upp oxahnútu stóra ok snarar at Birni, enHrólfr tók hana á lopti ok sendi aptr þeim, er kastaði.Kom hnútan fyrir brjóst honum ok í gegnum hann,svá at hún stóð föst í timbrveggnum. Allir hljóðnuðu viðþetta ok hræddust inn mikla mann, er inn var kominn.Hrólfr mælti til Bjarnar: \"Gakktu fyrir sætiStefnis ok tala þessum orðum: \"Bjóða mundi HrólfrSturlaugsson þér, ef hann væri hér fyrir, en þú kæmirtil.\" Björn þverfetar innar eptir höllinni, því athann var hræddr mjök, þar til hann kom fyrir Stefni.Mælti hann þá þessum orðum, er Hrólfr bauð honum.En er Stefnir heyrði orð hans, stökk hann fram yfirborðit ok gekk utar at Hrólfi ok létti kápuhettinumfrá andliti honum. Kenndi hann þá Hrólf ok fagnaðihonum forkunnar vel ok leiddi hann fyrir föður sinn.Jarl varð feginn kvámu Hrólfs ok stóð upp í móti honummeð allri blíðu.Vilhjálmr setti nú ekki vel augun, er hann sá Hrólf.Var hann stundum rauðr yfirlits, en stundum bleikrsem bast af hræðslu. Þorgnýr jarl mælti: \"Hér sýnistmér nú Hrólfr, Vilhjálmr, en eigi dauðr.\" Hrólfr spyrr,ef Vilhjálmr væri þar. Hann segir: \"Hér em ek, Hrólfrminn, ok er allt á þínu valdi, þat mér til heyrir.\"Hrólfr segir: \"Ekki skildist þú vinsamliga við mik,Vilhjálmr, ok mun þér lengi illt innan brjósts búithafa, þó at nú sé fram komit, ok er þat nú vildast, atþú segir ævisögu þína, þótt eigi sé góð, því at lítillheiðr mun þér at þínu lífi verða heðan frá.\" \"Svá skalgera sem þú vilt, Hrólfr minn, því at þat mun beztgegna,\" segir Vilhjálmr."}}