{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_2", "text": {"0": "Maðr er nefndr Þvari ok var kallaðr Bryn-Þvari. Hannbjó skammt frá konungs atsetum. Hann hafði veritvíkingr mikill inn fyrri hlut ævi sinnar, ok þá er hannvar í víkingu, mætti hann skjaldmey einni, er Brynhildrhét. Hún var dóttir Agnars konungs ór Nóatúnum. Þaubörðust, ok bárust sár á Brynhildi, þangat til at hún varóvíg. Tók Þvari hana þá til sín ok mikinn fjárhlut meðhenni. Hann lét græða hana at heilu, ok var hún síðanhnýtt ok bömluð, ok var hún því kölluð Brynhildr baga.Þvari gerði brúðlaup til hennar, ok sat hún á brúðbekkmeð hjálm ok brynju, en þó váru ástir þeira góðar. LagðiÞvari þá af hernað ok settist í bú, ok áttu tvá sonu, okhét Smiðr inn eldri; hann var eigi mikill maðr vexti,manna fríðastr sýnum ok slyngr við allar íþróttir ok sváhagr, at hann lagði á allt gerva hönd. Bósi hét annarrsonr þeira. Hann var mikill vexti ok sterkr at afli, dökklitaðrok ekki mjök fríðr ok líkr móður sinni at skaplyndiok sköpun, kátr var hann ok keskimáll ok þráfylginnþví, sem hann tók upp, ok eigi mjök fyrirleitinn viðhvern sem hann átti. Móðir hans unni honum mikit,ok var hann kenndr við hana ok kallaðr Bögu-Bósi. Hafðihann ok margar tiltekjur til þess bæði í orðum ok verkum,at honum var þetta sannnefni.Busla hét kerling. Hún hafði verit frilla Þvara karls.Hún fóstraði sonu hans. Hún kunni margt í töfrum.Smiðr var henni miklu eptirlátari, ok nam hann margtat henni. Hún bauð Bósa at kenna honum galdra, enBósi sagðist eigi vilja, at þat væri skrifat í sögu hans, athann ynni nokkurn hlut með sleitum, þann sem honumskyldi með karlmennsku telja. Mjök var nær um aldrþeira Herrauðar konungssonar ok karlssona, ok var vingottmeð þeim, ok var Bósi jafnan í konungsgarði, oklögðu þeir Herrauðr lag sitt saman. Sjóðr vandaði um þat,at Herrauðr gaf Bósa klæði af sér, því at hans váru jafnaní sundr rifin. Bósi þótti ok harðleikinn, ef hann var atgamni með þeim, en engi þorði um at vanda fyrir Herrauð,því at hann mælti allt eptir Bósa. Nú beiddi Sjóðr,at hirðmenn skyldi lemja hann ór leik."}}