{"originalTitle": "Beowulf_Xx", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xx", "text": {"0": "XXHrōðgār maþelode,  helm Scyldinga:' Ne frīn þū æfter sǣlum !  Sorh is genīwodDenigea lēodum.  Dēad is Æschere,Yrmenlāfes  yldra brōþor,mīn rūnwita  ond mīn rǣdbora,eaxlgestealla,  þonne wē on orlegehafelan weredon,  þonne hniton fēþan,eoferas cnysedan.  Swy(lc) scolde eorl wesan,[æþling] ǣrgōd,  swylc Æschere wæs!Wearð him on Heorote  tō handbananwælgǣst wǣfre;  ic ne wāt hwæderatol ǣse wlanc  eftsiðas tēah,fylle gefægnod.  Hēo þā fǣhðe wræc,þē þū gystran niht  Grendel cwealdestþurh hǣstne hād  heardum clammum,forþan hē tō lange  lēode mīnewanode ond wyrde.  Hē æt wīge gecrangealdres scyldig,  ond nū ōþer cwōmmihtig mānscaða,  wolde hyre mǣg wrecan,gē feor hafað  fǣhðe gestǣled,þæs þe þincean mæg  þegne monegum,sē þe æfter sincgyfan  on sefan grēoteþ,--hreþerbealo hearde;  nū sēo hand ligeð,sē þe ēow wēlhwylcra  wilna dohte.Ic þæt londbūend,  lēode mæine,selerǣdende  secgan hȳrde,þæt hīe gesāwon  swylce twēgenmicle mearcstapan  mōras healdan,ellorgǣstas.  Ðǣra ōðer wæs,þæs þe hīe  gewislīcost gewitan meahton,idese onlīcnes;  ōðer earmsceapenon weres wæstmum  wræclāstas træd,næfne hē wæs māra  þonne ǣnig man ōþer;þone on gēardagum  Grendel nemdonfoldbūende;  nō hīe fæder cunnon,hwæþer him ǣnig wæs  ǣr ācenneddyrnra gāsta.  Hīe dȳgel londwarigeað wulfhleoþu,  windige næssas,frēcne fengelād,  ðǣr fyrgenstrēamunder næssa genipu  niþer gewīteð,flōd under foldan.  Nis þæt feor heononmīlgemearces,  þæt se mere standeð;ofer þǣm hongiað  hrmde bearwas,wudu wyrtum fæst  wæter oferhelmað.þǣr mæg nihta gehwǣm  nīðwundor sēon,fȳr on flōde.  Nō þæs frōd leofaðgumena bearna,  þæt þone grund wite.Ðēah þe hǣðstapa  hundum geswenced,heorot hornum trum  holtwudu sēce,feorran geflȳmed,  ǣr hē feorh seleð,aldor on ōfre,  ǣr hē in wille,hafelan [beorgan];  nis þæt hēoru stōw!þonon ȳðgeblond  ūp āstīgeðwon tō wolcnum,  þonne wind styreþlāð. gewidru,  oð þæt lyft drysmaþ,roderas rēotað.  Nū is se rǣd gelangeft æt þē ānum.  Eard gīt ne const,frēcne stōwe,  ðǣr þū findan mihtsinnigne secg;  sēc gif þū dyrre!Ic þē þā fǣhðe  fēo lēanige,ealdgestrēonum,  swā ic ǣr dyde,wundnum golde,  gyf þū on weg cymest.'"}}