{"originalTitle": "Grettis_Saga_Chapter_61", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_61", "text": {"0": "En er þeir Björn fundust sagði hann Gretti að honum þótti nú    mikið að orðið \"og mun þér ekki hér fært vera álengdar. Hefir    þú nú drepið bæði frændur mína og vini en ekki mun eg kasta    niður því sem eg hefi játað þér meðan þú ert hér.\"    Grettir kvaðst hendur sínar og líf eiga að verja \"en illa er    það er þér mislíkar.\"    Björn kvað nú svo búið vera verða. Litlu síðar komu þeir menn    til Bjarnar sem misst höfðu frændur sína fyrir Gretti og báðu    að hann léti eigi óeirðarmann þenna vera þar lengur til    skapraunar við þá. Björn sagði að svo skyldi vera þegar að    vetur létti af.    Þrándur var græddur, sonur Þórarins á Ökrum. Hann var gildur    maður fyrir sér. Hann átti Steinunni dóttur Hrúts á    Kambsnesi. Þorleifur í Hraundal faðir Steinólfs var mikill    maður fyrir sér. Frá honum eru komnir Hraundælir.    Ekki er nú getið um sameign Grettis og þeirra Mýramanna    fleira meðan er hann var þar í fjallinu. Hélt Björn og    vináttu við hann en þó fækkuðust heldur vinir Bjarnar fyrir    þetta er hann lét Gretti þar vera því að menn undu illa við    að hafa frændur sína bótalausa.    Um þing leitaði Grettir burt af Mýrum. Fór hann þá enn til    Borgarfjarðar og fann Grím Þórhallsson og leitaði hann þá    ráðs hversu hann skyldi þá breyta. Grímur kveðst eigi hafa    efni til þess að halda hann og því fór Grettir til fundar við    Hallmund vin sin og dvaldist þar um sumarið þar til er á    leið.    Um haustið fór Grettir í Geitland og beið þar til þess er    bjart veður kom. Þá gekk hann upp á Geitlandsjökul og stefndi    á landsuður eftir jöklinum og hafði með sér ketil og    eldsvirki. Það ætla menn að hann hafi farið að tilvísan    Hallmundar því að honum hefir verið víða kunnigt.    Grettir fór þar til er hann fann dal í jöklinum, langan og    heldur mjóvan, og lukt að jöklum öllum megin svo að þeir    skúttu fram yfir dalinn. Hann komst ofan í einhverjum stað.    Hann sá þá fagrar hlíðir grasi vaxnar og smákjörr. Þar voru    hverar og þótti honum sem jarðhitar mundu valda er eigi    luktust saman jöklarnir yfir dalnum. Á lítil féll eftir    dalnum og sléttar eyrar báðum megin. Lítill var þar    sólargangur en það þótti honum ótal hve margur sauður þar var    í dalnum. Það fé var miklu betra og feitara en hann hefði    þvílíkt séð.    Grettir bjóst nú þar um og gerði sér skála af þeim viði sem    hann fékk þar til. Tók hann sér nú sauði til matar. Var þar    betri einn sauður til niðurlags en tveir annars staðar.    En ær mókollótt var þar með dilki sú er honum þótti mest    afbragð í vera fyrir vaxtar sakir. Var honum forvitni á að    taka dilkinn og svo gerði hann og skar síðan dilkinn. Hálf    vætt mörs var í dilkinum en hann var þó öllu betri. En er    Mókolla missti dilks síns fór hún upp á skála Grettis hverja    nótt og jarmaði svo að hann mátti öngva nótt sofa. Þess    iðraðist hann mest er hann hafði dilkinn skorið fyrir ónáðum    hennar.    Hvert kveld er hálfrökkvað var heyrði hann hóað upp í dalnum    og þá hljóp féð allt til hins sama bóls hvert kveld.    Svo hefir Grettir sagt að fyrir dalnum hafi ráðið blendingur,    þurs einn sá er Þórir hét, og í hans trausti hafði Grettir    þar verið. Við hann kenndi Grettir dalinn og kallaði    Þórisdal. Dætur kvað hann Þóri eiga og henti Grettir gaman að    þeim enda tóku þær því vel því að þar var ekki margkvæmt. En    þá er fastað var gerði Grettir þá minning að þá skyldi eta    mör og lifrar um langaföstu.    Ekki bar þar til tíðinda um veturinn. Þá þótti Gretti þar svo    dauflegt að hann mátti þar eigi lengur vera. Fór hann þá í    burt úr dalnum og gekk suður þvers af jöklinum og kom þá að    norðan að miðjum Skjaldbreið. Reisti hann upp hellu og    klappaði á rauf og sagði svo ef maður legði auga sitt við    raufina á hellunni að þá mætti sjá í gil það sem fellur úr    Þórisdal.    Síðan fór hann suður um land og svo til Austfjarða. Var hann    í þessari ferð um sumarið og veturinn og fann alla hina meiri    menn og bægði honum svo við að hvergi fékk hann vist né veru.    Svo fór hann aftur hið nyrðra og dvaldist í ýmsum stöðum."}}