{"originalTitle": "Beowulf_Xxvii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxvii", "text": {"0": "XXVIICwōm þā tō flōde  felamōdigra,hægstealdra [hēap];  hringnet bǣron,locene leoðosyrcan.  Landweard onfandeftsīð eorla,  swā hē ǣr dyde;nō hē mid hearme  of hliðes nōsangæs(tas) grētte,  ac him tōgēanes rād,cwæð þæt wilcuman  Wedera lēodumscaþan scīrhame  tō scipe fōron.þā wæs on sande  sǣgēap nacahladen herewǣdum  hringedstefna,mēarum ond māðmum;  mæst hlīfadeofer Hrōðgāres  hordgestrēonum.Hē þǣm bātweard  bunden goldeswurd gesealde,  þæt hē syðþan wæson meodubence  māþme þȳ weorþra,yrfelāfe.  Gewāt him on nacadrēfan dēop wæter,  Dena land ofgeaf.þā wæs be mæste  merehrægla sum,segl sāle fæst;  sundwudu þunede;nō þǣr wēgflotan  wind ofer ȳðumsīðes getwǣfde;  sǣgenga f[rmacr ],flēat fāmigheals  forð ofer ȳðe,bundenstefna ofer brimstrēamas,þæt hīe Gēata clifu  ongitan meahton,cūþe næssas;  cēol ūp geþranglyftgeswenced,  on lande stōd.Hraþe wæs æt holme  hȳweard geara,sē þe ǣr lange tīd  lēofra mannafūs æt faroðe  feor wlātode;sǣlde tō sande  sīdfæþme sciponcerbendum fæst,  þȳ lǣs hym ȳþa ðrymwudu wynsuman  forwrecan meahte.Hēt þā ūp beran  æþelinga gestrēon,frætwe ond fǣtgold;  næs him feor þanontō gesēcanne  sinces bryttan,Higelāc Hrēþling,  þǣr æt hām wunaðselfa mid gesīðum  sǣwealle nēah.Bold wæs betlīc,  bregorōf cyning,hea healle,  Hygd swīðe geong,wīs wēlþungen,  þēah ðe wintra lȳtunder burhlocan  gebiden hæbbe,Hæreþes dohtor;  næs hīo hnāh swā þēah,nē tō gnēað gifa  Gēata lēodum,māþmgestrēona.  Mōdþrȳðo wæg,fremu folces cwēn  firen' ondrysne;nǣnig þæt dorste  dēor genēþanswǣsra gesīða,  nefne sinfrea,þæt hire an dæges  ēagum starede;ac him wælbende  weotode tealdehandgewriþene;  hraþe seoþðan wæsæfter mundgripe  mēce geþinged,þæt hit sceādenmǣl  scȳran mōste,cwealmbealu cȳðan.  Ne bið swylc cwēnlīc þēawidese tō efnanne,  þēah ðe hīo ǣnlicu sȳ,þætte freoðuwebbe  fēores onsǣceæfter ligetorne  lēofne mannan.Hūru þæt onhōhsnod[e]  Hemminges mǣg:ealodrincende  ōðer sǣdan,þæt hīo lēodbealewa  lǣs gefremede,inwitnīða,  syððan ǣrest wearðgyfen goldhroden  geongum cempan,æðelum dīore,  syððan hīo Offan fletofer fealone flōd  be fæder lāresīðe gesōhte;  ðǣr hīo syððan wellin gumstōle,  gōde mǣre,līfgesceafta  lifigende brēac,hīold hēahlufan  wið hæleþa brego,ealles moncynnes  mīne gefrǣgeþone sēlestan  bī sǣm twēonum,eormencynnes;  forðām Offa wæsgeofum ond gūðum,  gārcēne man,wīde geweorðod,  wīsdōme hēoldēðel sīnne;--  þonon Ēomēr wōchæleðum tō helpe,  Hem[m]inges mǣg,nefa Gārmundes,  nīða cræftig."}}