{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_33", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_33", "text": {"0": "Einn dag var væta mikil, ok verðr Böðvarr vátr mjök,ok mæðist fast hestrinn ok gerðist móðr undir honum,er hann reið mikit, en gerðist geysiliga blautt ok þungreitt.Gerðist mikit myrkr ok ofanfall á nóttinni. Okeigi finnr hann fyrr en hestrinn drepr fótum í hæðnokkura. Böðvarr stígr af baki ok leitast fyrir, ok skilrhann, at þar muni vera hús nokkut, ok finnr hann, atþar eru dyrr á. Hann lýstr á hurðina. Þar gengr maðrút. Böðvarr beiðist þar vistar um nóttina. Húsbóndinnsagðist ekki vísa honum burt á náttarþeli, en hann væriókunnugr. Bónda þykkir maðrinn vera mikilúðligr, alltþat er hann má á sjá. Þar er Böðvarr um nóttina í góðumbeinleika. Hann spurði margt frá afrksverkumHrólfs konungs eða kappa hans eða hversu langt væriþangat. \"Nei,\" sagði karl, \"þangat er nú allskammt, eðaætlar þú þangat?\" \"Já,\" sagði Böðvarr, \"þat er ætlunmín.\" Karl sagði honum mundi þat vel hent, -- \"því atek sé þú ert mikill maðr ok sterkr, en þeir þykkjastvera garpar miklir.\"Ok við þetta grætr kerling hástöfum, þá þeir getaHrólfs konungs ok kappa hans í Hleiðargarði. \"Hvatgrætr þú, fáráð kerling?\" segir Böðvarr. Kerling mælti:\"Við karl minn áttum einn son, þann Höttr hét. Okeinn dag fór hann til borgarinnar at skemmta sér, enþeir glettust við hann konungsmenninir, ok þat stóðsthann illa. Síðan tóku þeir hann ok settu í beina sorp.En þat er háttr þeira um matmál ok svá sem af er etithverju beini, þá kasta þeir til hans. Fær hann af þvístundum stór mein, ef á hann kemr, ok ekki veit ek,hvárt hann er lífs eða dauðr. En þau laun vilda ek afþér hafa fyrir minn beinleika, at þú kastaðir til hansminna beini heldr en meira, ef hann er ekki dauðrút af.\" Böðvarr segir: \"Ek skal gera eptir því, sem þúbeiðir, ok ekki þykkir mér þat svá garpligt at berjamenn beinum eða hata börn eða smámenni.\" \"Þá gerirþú vel,\" sagði kerling, \"því at þín hönd sýnist mérsterklig, ok veit ek víst hann á engan stað fyrir þínumhöggum, ef þú vilt ekki hlífast við.\""}}