{"originalTitle": "Sörla_Saga_Sterka_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_8", "text": {"0": "Haraldr konungr helt nú ráðstefnu við lið sitt, hvattil bragðs skyldi taka í þeim vanda ok nauðsynjum, erþeim váru nú at höndum komnar, en þat gerðist áþeira stefnu, at öllum þótti ráðligast vera, at sent væritil Upplandaríkis ok gerð orð með skrifligum boðskapErlingi konungi ok sonum hans, svá at þeir kæmi þeimtil hjálpar með svá miklum her, er þeir kynni til at fáit snarasta, ok var nú þetta staðfest. Sendi konungrnú tólf menn til Upplandaríkis. Tókst þeim vel ferðin,ok báru þeim feðgum bréfin, en þeir brugðu við skjótt,er þeir fengu þenna boðskap, ok heldu af stað fráUpplöndum ok léttu eigi fyrr en þeir fundu Haraldkonung. Urðu nú fyrir þeim blíðar kveðjur, ok bjuggustþegar ásamt allir til bardaga, riðu síðan út af borginnií móti þeim bræðrum, en þeir bræðr kómu senní móti þeim frá herbúðum sínum með blámenn okbannsettar hetjur.Einn maðr í liði þeira bræðra hét Loðinn. Hannbar merki þeira. Hann var af Pólen. Stórr var hannsem risi ok ólíkr öllum mönnum fyrir sakir afls ok illiligrarásýndar. Hans spjót var sex álna á lengd, enþriggja spanna á digrð. Hann reið einum fíl ok lamdimeð sinni stöng bæði menn ok hesta, svá at öllum stóðaf þessum óvin mikill ótti. Ganaði hann langt undanhernum ok var orðinn fimmtán manna bani, áðr enfylkingar kómu saman. En er Sörli sá þetta, reið hannþangat at, sem Loðinn var fyrir, ok lagði til hans meðsinni stöng. Vegr hann síðan Loðin upp ok snararhonum ór söðlinum meir en fimmtán fet, svá at brotnaðií honum hvert bein.En sem þeir bræðr líta, at Loðinn fellr, tóku þeirtil ákafliga at ólmast með því æði, at menn hugðu eigiannat en þeir ólmir væri orðnir, ok ríðr Tófi þá þarat, sem Sigvaldi konungsson var fyrir, ok hyggr, athann skyldi sitt líf láta. En í þessari svipan kemr atSörli inn sterki ok höggr til Tófa, en þetta var semógert, því at eigi beit á hans bannsettan búk meir ená stein kæmi, ok nú stíga þeir báðir af sínum hestumok gangast at knáliga, svá at hvárrgi sparði annan. HafðiTófi brögð í frammi á ýmsa vega ok óð nú jörðina allttil knjánna sem blautan snjó, en Sörli stóð öll brögðhans af sér hreystiliga. Þá mælti Sörli: \"Þat hugða ekat sögnum, at engir í heiminum mundu meiri mennen þeir af Afríka, en nú lízt mér þat lygar ok it mestadrafl, ef þú hefir eigi meira þrótt en nú hefir þú íframmi látit, svá mikill garpr sem þú þykkist vera.\"Ok við þetta hamaðist Tófi sem mest hann kunni. Þámælti Sörli: \"Þú, it blauða fól ok in fordæmda fýla,skalt nú þat reyna, hvat vér norskir veitum slíkumgestum sem þú ert, svá at þá þurfi síðr at langa tilfundar við oss.\" Þreif Sörli þá í eyra á Tófa ok reifí burt af honum alla vangafilluna ok skeggit allt niðrat bringu. Varð Tófi þá mjök ófríðr ásýndar. Brásthann þá í dreka líking, af því at hann var mjökhamrammaðr, ok blés nú framan at Sörla svá miklu eitri,at undrum gegndi, með svartri svælu, en Sörli hjó íþessu drekann sundr, ok lét Tófi þar líf sitt. Fell Sörliþá í óvit fyrir hans umbrotum ok eitrsblæstri.En er Garðarr sér sinn bróður at velli hníga, varðhann ofrmáta trylltr ok reið nú þar at, sem Erlingrkonungr var fyrir. Leggr hann þá til konungs sínuspjóti ok snarar honum ór söðlinum meir en tuttugufet, svá at þrjú rifin brotnuðu í annarri síðu konungs.Í þessu raknar Sörli við, ok er hann sér föður sinnfelldan, reið hann þangat at, sem Garðarr var fyrir,ok höggr til hans sínu sverði, svá at hann klauf höfuðitok búkinn allt at söðli niðr, ok fell Garðarr þá dauðraf hestinum. Ráku þeir nú þegar flóttann bræðr, Sörliok Sigvaldi, ok drápu hvern, er þeir náðu, svá at fátteitt komst með lífi á burt."}}