{"originalTitle": "Örvar-Odds_Saga_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_13", "text": {"0": "Konungar tveir eru nefndir. Hét annarr Hlöðvér, enannarr Haki. Þeir liggja þar fyrir með þrjá tigi skipa.En er þeir Oddr höfðu lagit skip sín undir land, róaat þeim tíu skip. Ok er þeir finnast, eru þar enginorða áköst, því at þegar lýstr í bardaga með þeim. ÞeirOddr höfðu tuttugu skip. Þar eiga þeir svá harða atlögu,at Oddr hafði þar trautt komit, at honum hafi harðfengarafyrir þótt. En svá lauk þeiri sókn, at þeir unnuþau tíu skip. Þá tók Oddr til orða: \"Allmjök hafaþessir ægðir verit í frásögnum.\" \"Hyggr þú þat?\" sagðiHjálmarr. \"Þetta váru hlaupamenn þeira, er sendirváru til fundar við oss.\" En er þeir höfðu litla stundhvílzt, þá róa þar at þeim tuttugu skip undan landinu,ok þegar lýstr þar í svá harðan bardaga ok ákafan,at þeir Oddr höfðu þar hvergi komit, at þeir hefðiþvílíka menn fyrir fundit, hvárki á sjó né á landi. Ensvá lýkr þeira bardaga, at báðir konungar falla ok alltlið þeira. Enda er svá sagt, at þeir Oddr ok Hjálmarrhefði þá eigi meira lið en þeir sigla burt á einum aski,ok koma við sker þau, er Elfarsker heita. Inn í þausker ganga vágar, er kallaðir eru Trönuvágar. Þeir sáuþar liggja tvau skip, ok var svörtu tjaldat yfir þeimbáðum. Þetta var öndvert sumar. \"Nú vil ek,\" sagðiHjálmarr, \"at vér gerum eigi vart við ferð vára, fyrirþví at víkingar liggja kyrrir undir tjöldum.\" \"Þat máek eigi nýta,\" sagði Oddr, \"at hafa eigi orð við mennþá, sem ek hitti á leið minni.\"Nú kallar Oddr ok spyrr, hverr skipunum átti atráða. Maðr sprettir skörum yfir sér ok svarar: \"Ögmundrheitir sá.\" \"Hvat Ögmundr ertu?\" sagði Oddr.\"Hvar hefir þú þess verit, at þú hefir eigi heyrt getitÖgmundar Eyþjófsbana?\" sagði skipamaðrinn. \"Eigihefik heyrt þín getit,\" sagði Oddr, \"ok aldri hefiksét jafnilliligan mann sem þú ert.\" Svá var sagt fráyfirlitum þessa manns, at hann var svartr á hárslit, okhekk flóki ofan fyrir andlitit, þar sem topprinn skyldivera, en alls ekki var at sjá til andlitsins nema tennrok augu. Þá hefir hann átta menn með sér, er þannigváru í yfirbragði. Þá bitu engi járn. Þeir váru líkarijötnum en mönnum fyrir vaxtar sakir ok illsku. Þátók Ögmundr til orða: \"Hverr er sjá maðr, at miklýtir svá?\" \"Sá heitir Oddr,\" sagði hann. \"Ertu sáOddr,\" sagði Ögmundr, \"at fór til Bjarmalands fyrirlöngu?\" \"Sá er maðrinn,\" sagði Oddr, \"er þar hefirkomit.\" \"Þá er vænt um,\" sagði Ögmundr, \"því at ekhefi þín leitat mestan hluta ævi minnar.\" \"Hvat hefirþú nú mér hugat?\" sagði Oddr. \"Hvárt viltu berjastá sjó eða landi?\" sagði Ögmundr. \"Á sjó vil ek berjast,\"sagði Oddr. Þá taka þeir Ögmundr af sér tjöldin.En þeir Hjálmarr búast við í öðrum stað ok bera grjótá skip sitt. Ok er þeir váru búnir hvárirtveggju, tekstþar harðr bardagi, ok leggja borð við borð. Þeir áttuorrostu harða ok langa. En er þat hafði gengit umhríð, bregðr Ögmundr upp friðskildi ok spyrr Odd,hversu honum þætti at fara. Hann sagði, at honumþótti illa at fara. \"Hví sætir þat?\" sagði Ögmundr.\"Því, at ek hefi ávallt áðr við menn barizt, en nú þykkjumstek eiga við fjándr,\" sagði Oddr. \"Ek hjó á hálsþér áðan, sem mér var hægast, með sverði því, sem ekhelt á, ok tók ekki á.\" Ögmundr svarar: \"Þat munmæla mega hvárr okkar við annan, at hér sé eigi síðrátt við tröll en menn. Ek hjó á háls þér, sem mér varhægast, ok hafði ek þat sverð, sem aldri hefir í höggistað numizt fyrr, ok beit ekki, eða hvárt viltu nú, atvér berjumst lengr?\" sagði Ögmundr, \"eða viltu, at vitskiljum, því at ek kann at segja þér, hvé fara munbardagi vár: Hér munu falla þeir fóstbræðr, Hjálmarrog Þórðr, ok lið þitt allt. Þá munu ok falla allir kapparmínir, ok munu vit tveir uppi standa. En ef vit berjumsttil þrautar, þá mun ek falla fyrir þér,\" sagðiÖgmundr. \"Eiga skal leik þenna þangat til,\" sagðiOddr, \"at fellt er lið várt allt ok þitt.\" Leggja þeir núsaman randir í annat sinn ok berjast, þar til at þeirstanda þrír uppi, Þórðr, Hjálmarr ok Oddr. Þeir Ögmundrstanda þá ok upp níu. Hann tók þá til orða:\"Viltu nú, Oddr, at vit skiljum, því at nú kalla ekjafnvegit, fyrir því at svá mun fara sem ek sagða þér,en þér er ætlaðr aldr miklu meiri en öðrum mönnum.Þú hefir ok skyrtu þá, at þér má ekki granda.\" \"Því betrþykki mér,\" sagði Oddr, \"sem vit skiljum fyrr, ef þúleggr eigi bleyðiorð á bak mér.\" \"Hví mun nú eigigott at skilja?\" sagði Ögmundr, \"því at nú kalla ekjafnvegit.\" Oddr sagðist vilja burt ór vágunum, ok svágerðu þeir ok lögðu undir hólm nokkurn. Oddr sagði,at þá lægi þrenn verk fyrir höndum: þat eitt, at faraá skóg ok skjóta dýr, annat, at gæta skips. \"Ek muneld kveykja,\" sagði Hjálmarr, \"ok búa til búðarverð.\"Oddr ferr nú á skóg, en Þórðr geymdi skips. En erþeir kómu aptr, var Þórðr horfinn. Þeir fara nú okleita hans. Þeir finna bátinn, þar sem hann var festr.Þeir leita nú Þórðar ok finna hann í bjargskoru einni.Sitr hann þar ok er örendr. \"Þetta er svá illr atburðr,\"sagði Oddr, \"at vit höfum eigi slíkan skaða beðit, síðanÁsmundr lézt.\" Þeir leita nú, hvat honum hefir at banaorðit, ok finna, at undir annarri hendinni stendr spjót,en fjöðrin tók út undir annarri. \"Þat mun inum illaÖgmundi þótt hafa,\" sagði Oddr, \"at eigi hafi jafnvegitverit með oss. Skulu vit nú þegar leggja út ívágana at leita þeira.\" Ok svá gerðu þeir, ok var Ögmundrþá allr í burtu. Þeir leituðu hans viku fullaok fasta um sker ok um skóga, eyjar ok andnes ok finnahann hvergi né frétta til hans. Þeir halda nú þangat,sem Þórðr er, ok færa hann til Svíþjóðar ok verpaþar haug eptir hann. Síðan fara þeir heim til Uppsalaok segja konungi þessi tíðendi. Konungr tók við þeimbáðum höndum, ok settust þeir um kyrrt, en at sumarmagnibauð konungr, at þeir siti þar, -- \"ok munek fá ykkr skip ok lið fyrir land fram, svá at þit megiðskemmta ykkr.\""}}