{"originalTitle": "Gautreks_Saga_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gautreks_Saga_Chapter_10", "text": {"0": "Nú býst Refr ok siglir til Danmerkr. Hann finnrHrólf konung ok gengr fyrir hann ok fagnar honum.Konungr spyrr hann, hverr hann væri. Hann kveðstRefr heita. Konungr svaraði: \"Ertu kallaðr Gjafa-Refr?\"Hann svaraði: \"Þegit hefi ek gjafir af mönnumok þó enn gefit stundum.\" Refr mælti: \"Rakka þessaina litlu vil ek, herra, gefa yðr með búnaði sínum.\"Konungr mælti ok leit til: \"Slíkt eru stórar gersimar,eða hverr gaf þér?\" Refr svaraði: \"Ella konungr.\"Hrólfr konungr mælti: \"Hvat gaftu honum?\" Refrsvaraði: \"Gullbaug.\" \"Eða hverr gaf þér hann?\" Refrsvaraði: \"Gautrekr konungr.\" \"Eða hvat gaftu honum?\"Refr svaraði: \"Heinarbrýni.\" Hrólfr konungrmælti: \"Mikit er um örleik Gautreks konungs, er hanngefr gull við grjóti, en þiggja mun ek rakkana, ok vermeð oss.\" Refr svaraði: \"Aptr skal ek at hausti til Nerajarls, fóstra míns.\" Hrólfr konungr svaraði: \"Svá mável vera.\" Var hann nú með konungi um hríð. Nú býrRefr skip sitt at hausti. Þá mælti konungr: \"Laun hefiek hugat þér. Skip skaltu af mér þiggja svá sem afEnglakonungi, skal þat vera með inum bezta farmiok mönnum.\" Refr mælti: \"Hafið mikla þökk fyrirstórmannliga gjöf,\" ok bjóst síðan. Hrólfr konungrmælti: \"Hér eru gripir tveir, Refr, er þú skalt af mérþiggja, þat er hjálmr ok brynja.\" Refr tekr við gripunum.Þeir váru báðir af rauðu gulli gervir, ok skiljastþeir Hrólfr konungr með mikilli blíðu, ok ferr Refrnú til móts við Nera jarl, ok stýrði hann þá tveimrskipum. Jarl tók vel við honum ok sagði, at enn hafðiheldr vaxit féit, -- \"ok skulu þér allir til mín í vetr,ok eru þó lítil laun fyrir uxann, en eigi hæfir mér atspara orð mín til gagns þér.\" Refr svaraði: \"Þíns tilstillisnýt ek at öllu þessu.\" Ok var Refr þar um vetrinní góðu yfirlæti ok gerðist frægr maðr."}}