{"originalTitle": "Grettis_Saga_Chapter_38", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_38", "text": {"0": "Þórir hét maður er bjó í Garði í Aðaldal. Hann var Skeggjason    Böðólfssonar. Skeggi hafði numið Kelduhverfi upp til    Kelduness. Hann átti Helgu dóttur Þorgeirs á Fiskilæk. Þórir    son hans var höfðingi mikill og siglingamaður. Hann átti tvo    sonu. Hét Þorgeir annar en annar Skeggi. Þeir voru báðir    efnilegir menn og mjög fulltíða er þetta var.    Þórir hafði verið í Noregi um sumarið þá er Ólafur konungur    kom vestan af Englandi og kom sér þá í kærleika mikla við    konung og svo við Sigurð biskup og það til marks um að Þórir    hafði látið gera knörr mikinn í skógi og bað Sigurð biskup    vígja og svo gerði hann. Eftir það fór Þórir út til Íslands    og lét höggva upp knörrinn þá er honum leiddist siglingar en    brandana af knerrinum lét hann setja yfir útidyr sínar og    voru þeir þar lengi síðan og svo veðurspáir að í öðrum þaut    fyrir sunnanveðri en í öðrum fyrir norðanveðri.    En er Þórir spurði að Ólafur konungur hafði fengið einn vald    yfir öllum Noregi þóttist hann nú þar eiga að vitja    vináttumála. Þá sendi Þórir syni sína til Noregs á konungs    fund og ætlaði að þeir skyldu verða honum handgengnir. Komu    þeir að sunnarlega síð um haustið og fengu sér eina    róðraskútu og fóru norður með landi og ætluðu að fara á    konungs fund. Þeir komu í höfn eina fyrir sunnan Stað og lágu    þar nokkrar nætur. Þeir héldu sig vel að vist og drykk og    höfðu sig ekki úti er eigi voru góð veður.    Nú er að segja frá er þeir Grettir fóru norður með landi og    fengu oft hörð veður því að þetta var öndverðan vetur. Og þá    er þeir sóttu norður að Staði fengu þeir illviðri mikið með    fjúki og frosti og tóku nauðulega land eitt kveld, allir mjög    væstir, og lögðu þar við bala nokkurn og gátu þá borgið fé    sínu og föngum. Þeir bárust illa af, kaupmennirnir, því að    þeir gátu eigi tekið eldinn. Þeim þótti þar nálega við liggja    heilsa sín og líf. Lágu þeir þar um kveldið allilla staddir.    Þá er á leið kveldið sáu þeir að eldur kom upp mikill    öðrumegin þess sunds er þeir voru þá við komnir. En er    skipverjar Grettis sáu eldinn töluðu þeir til að sá væri    heppinn er honum gæti náð og efuðust í hvort þeir leysa    skyldu skipið en það sýndist öllum ei hættulaust. Þá höfðu    þeir um tal mikið hvort nokkur maður mundi svo vel fær að    næði eldinum. Grettir gaf sér fátt að og segir að verið mundu    hafa þeir menn er það mundu ekki trauðað hafa.    Kaupmenn sögðu að sér væri ekki að borgnara hvað er verið    hafði ef þá væri til einskis að taka \"eða treystir þú þér    Grettir?\" sögðu þeir, \"því að þú ert nú mestur atgervismaður    af íslenskum mönnum kallaður en þú veist nú gjörla hvað oss    liggur á.\"    Grettir svarar: \"Eigi líst mér mikið þrekvirki að ná eldinum    en eigi veit eg hvort þér launið betur en sá fer á leit er    það gerir.\"    Þeir mæltu: \"Því ætlar þú oss þá svívirðingarmenn að vér    mundum það eigi góðu launa?\"    \"Reyna má eg þetta ef það er að yður þykir hér allmikið á    liggja en eigi segir mér vænt hugur um að eg hafi gott að sök    hér fyrir.\"    Þeir kváðu það eigi skyldu vera og kváðu hann mæla drengja    heilastan.    Eftir það bjóst Grettir til sunds og kastaði af sér klæðunum.    Hann fór í kufl einn klæða og söluvoðarbrækur. Hann stytti    upp um sig kuflinn og rak að sér utan basttaug að sér miðjum    og hafði með sér kerald. Síðan hljóp hann fyrir borð. Hann    lagðist nú yfir þvert sundið og gekk þar á land. Hann sér þar    standa eitt hús og heyrði þangað mannamál og glaum mikinn.    Grettir sneri að húsinu.    Nú er að segja frá þeim sem fyrir voru að hér voru komnir    þeir Þórissynir sem fyrr var getið. Þeir höfðu legið þar    margar nætur og beðið þar veðurfalls að þeim gæfi norður    fyrir Staði. Þeir höfðu sest til drykkju og voru tólf saman.    Þeir lágu í meginhöfninni og var þar gert sæluhús mönnum þeim    til ívistar er fara með landi fram og var borinn í húsið    hálmur mikill. Eldur var og mikill á gólfinu.    Grettir ræður nú inn í húsið og vissi ekki hverjir fyrir    voru. Kuflinn var sýldur allur þegar hann kom á land og var    hann furðu mikill tilsýndar sem tröll væri. Þeim sem fyrir    voru brá mjög við þetta og hugðu að óvættur mundi vera. Börðu    þeir hann með öllu því er þeir fengu til og varð nú brak    mikið um þá en Grettir hratt fast af handleggjum. Sumir börðu    hann með eldibröndum. Hraut þá eldurinn um allt húsið. Komst    hann við það út með eldinn og fór svo aftur til félaga sinna.    Lofuðu þeir mjög hans ferð og frækleik og kváðu engvan hans    jafningja mundu vera.    Leið nú af nóttin og þóttust þeir þegar hólpnir er þeir fengu    eldinn. Um morguninn eftir var gott veður. Vöktu þeir við    snemma kaupmennirnir og bjuggust til ferðar, töluðu þá um að    þeir skyldu finna þá er fyrir eldinum höfðu ráðið og vita    hverjir þeir væru. Leystu þeir nú skipið og fóru yfir sundið.    Fundu þeir þá ekki skálann en sáu ösku þar, hrúgu mikla, og    þar í fundu þeir mannabein mörg, þóttust nú vita að sæluhúsið    mundi hafa brunnið allt upp og þeir menn sem þar höfðu í    verið. Þeir spurðu hvort Grettir hefði ollað þessu óhappi og    sögðu þetta hið mesta illvirki. Grettir kvað nú það fram    komið er hann grunaði að þeir mundu honum illa eldsóknina    launa og segir illt ódrengjum lið að veita. Af þessu fékk    Grettir svo mikið ólið að kaupmenn sögðu hvar sem þeir komu    að Grettir hefði þessa menn inni brennt.    Það fréttist nú brátt að í þessu húsi höfðu þeir látist    Þórissynir úr Garði sem fyrr voru nefndir og fylgdarmenn    þeirra. Nú ráku þeir Gretti í burt úr skipinu og vildu ekki    hafa hann með sér. Varð hann nú svo fyrirlitinn að nær öngvir    vildu honum gott gera. Þótti honum nú allóvænt horfa og vildi    nú fyrir hvern mun fara á konungs fund og leitaði nú norður    til Þrándheims. Þar var konungur fyrir og hafði spurt allt    þetta áður Grettir kom. Var hann allmjög affluttur fyrir    konunginum. Var Grettir nokkura daga í bænum áður hann næði    að ganga á konungs fund."}}