{"originalTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_5", "text": {"0": "Nú sér Þorsteinn þrjá menn ríða vel vápnaða oksvá stóra, at enga menn sá hann fyrr jafnstóra. Sá vármestr, er í miðit reið, í gullskotnum klæðum á bleikumhesti, en hinir tveir riðu á grám hestum í rauðumskarlatsklæðum. En er þeir kómu þar gegnt, sem Þorsteinnvar, mælti sá, sem fyrir þeim var, ok nam staðar:\"Hvat er kvikt í eikinni?\" Þorsteinn gekk þá áveginn fyrir þá ok heilsaði þeim, en þeir ráku upphlátr mikinn, ok mælti inn mikli maðr: \"Sjaldsénireru oss þvílíkir menn, eða hvert er nafn þitt, eða hvaðanertu?\" Þorsteinn nefndi sik ok kveðst vera kallaðrbæjarmagn, \"en kyn mitt er í Noregi. Er ek hirðmaðrÓláfs konungs.\" Inn mikli maðr brosti ok mælti:\"Mest er logit frá hirðprýði hans, ef hann hefir enganvaskligri. Þykki mér þú heldr mega heita bæjarbarnen bæjarmagn.\" \"Lát nokkut fylgja nafnfesti,\" segirÞorsteinn. Inn mikli maðr tók fingrgull ok gaf Þorsteini.Þat vá þrjá aura. Þorsteinn mælti: \"Hvert erþitt nafn, eða hverrar ættar ertu, eða í hvert land erek kominn?\" \"Goðmundr heiti ek. Ræð er þar fyrir,sem á Glæsisvöllum heitir. Þar þjónar til þat land,er Risaland heitir. Ek er konungsson, en mínir sveinarheitir annarr Fullsterkr, en annarr Allsterkr, eða sáttuenga menn ríða hér um í morgin?\" Þorsteinn mælti:\"Hér riðu um tveir menn ok tuttugu ok létu eigi lítinn.\"\"Þeir eru sveinar mínir,\" segir Goðmundr. \"Þatland liggr hér næst, er Jötunheimar heitir. Þar ræðrsá konungr, er Geirröðr heitir. Undir hann erum vérskattgildir. Faðir minn hét Úlfheðinn trausti. Hannvar kallaðr Goðmundr sem allir aðrir, þeir á Glæsisvöllumbúa. En faðir minn fór í Geirröðargarða at afhendakonungi skatta sína, ok í þeiri ferð fekk hannbana. Hefir konungr gert mér boð, at ek skyldi drekkaerfi eptir föður minn ok taka slíkar nafnbætr semfaðir minn hafði, en þó unum vér illa við at þjónaJötnum.\" \"Hví riðu yðrir menn undan?\" segir Þorsteinn.\"Mikil á skilr land vort,\" segir Goðmundr. \"Súheitir Hemra. Hún er svá djúp ok ströng, at hanavaða engir hestar nema þeir, sem vér kumpánar eigum.Skulu hinir ríða fyrir uppsprettu árinnar, ok finnumstvér í kveld.\" \"Þat mundi skemmtan at fara meðyðr,\" segir Þorsteinn, \"ok sjá, hvat þar verðr til tíðenda.\"\"Eigi veit ek, hversu þat hentar,\" segir Goðmundr,\"því at þú munt kristinn.\" \"Ek mun mikábyrgjast,\" segir Þorsteinn. \"Ekki vilda ek þú hlytirvánt af mér,\" sagði Goðmundr, \"en ef Óláfr konungrvill leggja gæfu á með oss, þá mundi ek framt á treysta,at þú færir.\" Þorsteinn segist því heita vilja. Goðmundrbiðr hann fara á bak með sér, ok svá gerði hann.Ríða þeir nú til árinnar. Var þar eitt hús, ok tókuþeir þar önnur klæði ok klæddu sik ok sína hesta. Þauklæði váru þeirar náttúru, at ekki festi vatn á þeim,en vatnit var svá kalt, at þegar hljóp drep í, ef nokkutvöknaði. Riðu þeir nú yfir ána. Hestarnir óðu sterkliga.Hestr Goðmundar rasaði, ok varð Þorsteinn vátrá tánni, ok hljóp þegar drep í. En er þeir kómu afánni, breiddu þeir niðr klæðin til þerris. Þorsteinn hjóaf sér tána, ok fannst þeim mikit um hreysti hans.Ríða þeir nú sinn veg. Bað Þorsteinn þá eigi fela sik,\"því at ek kann at gera þann hulinshjálm, at miksér engi.\" Goðmundr segir þat góða kunnáttu.Kómu þeir nú til borgarinnar, ok kómu menn Goðmundarí móti honum. Riðu þeir nú í borgina. Máttiþar nú heyra alls háttar hljóðfæri, en ekki þótti Þorsteiniaf setning slegit. Geirröðr konungr kom nú í mótþeim ok fagnaði þeim vel, ok var þeim skipat eittsteinhús eða höll at sofa í ok menn til fengnir at leiðahesta þeira á stall. Var Goðmundr leiddr í konungshöll.Konungr sat í hásæti ok jarl sá hjá honum, erAgði hét. Hann réð fyrir því heraði, er Grundir heita.Þat er á millum Risalands ok Jötunheima. Hann hafðiatsetu at Gnípalundi. Hann var fjölkunnigr, ok mennhans váru tröllum líkari en mönnum. Goðmundr settistá skörina fyrir öndvegit gagnvart konungi. Var sásiðr þeira, at konungsson skyldi ekki í hásæti sitja,fyrr en hann hafði tekit nafnbætr eptir föður sinn okdrukkit væri it fyrsta full. Ríss þar nú upp in vænstaveizla, ok drukku menn glaðir ok kátir ok fóru síðanat sofa. En er Goðmundr kom í hús sitt, sýndi Þorsteinnsik. Hlógu þeir at honum. Goðmundr sagðimönnum sínum, hverr hann var, ok bað þá ekki hafahann at hlátri. Ok sofa þeir af um nóttina."}}