{"originalTitle": "Örvar-Odds_Saga_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_11", "text": {"0": "Nú er ekki sagt af ferðum þeira, fyrr en þeir finnastvið Gautelfi, ok leggja þeir nú í umræðu með sér, hvertnú skal halda um sumarit. En Oddr sagðist fúsastrat halda vestr um haf. Þeir hafa nú tuttugu skip, okstýrir Oddr drekanum Hálfdanarnaut. Þeir koma viðSkotland ok gera þar upprásir, herja ok brenna hvervetna,þar er þeir koma, ok eigi létta þeir fyrr en þeirskattgilda landit. Þaðan fara þeir til Orkneyja ok leggjaþær undir sik ok sitja þar um vetrinn. En um váritfara þeir til Írlands ok herja þar bæði með sjónumok upp á landit. Þess fór Oddr hvergi, at eigi fylgdiÁsmundr honum. En þar flýðu undan bæði á merkrok skóga börn ok konur ok karlar, en fálu fjárhlutsinn ok sjálfa sik.Þar var einn dag, at þeir Oddr ok Ásmundr várutveir saman staddir á landi uppi. Oddr var svá búinn,at hann hafði örvamæli sinn á baki sér, en boga íhendi, ok vildu leita manna nokkurra, ef þeir fyndi.Nú finnr Oddr eigi fyrr en strengr gellr við, ok flýgrör af skógi ok nemr eigi fyrr staðar en hún kemr atÁsmundi, ok fell hann við ok dó skjótt. Þetta þóttiOddi svá mikil tíðendi ok ill, at hann þykkist aldrislíkan skaða beðit hafa á sinni ævi. Hann gengr núá land upp, en Ásmundr lá þar eptir, ok er Oddr sváí illum hug, at hann ætlar sér ekki annat en gera Írumallt þat illt, er honum kemr í hug. Hann kom nú atrjóðri einu ok sér þar fjölda mikinn, bæði konur okkarla. Hann sér mann standa upp í guðvefjarkyrtli,ok hafði boga í hendi, en örvarnar stóðu í vellinumhjá honum. Þat þykkir Oddi at vísu mega ganga, athann muni þar eptir hefndum eiga at leita, þar semsá maðr er. Því tekr hann ör eina af Gusisnautum okleggr á streng ok skýtr at þessum manni. Kom sú áhann miðjan, ok fell hann þegar dauðr niðr. Nú skýtrhann hverri at annarri, svá at hann drap þar þrjá mennaðra. Ok nú flýði liðit á skóga. En Oddr er svá í illumhug við Íra, at hann ætlar at vinna þeim allt þat illt,er hann megi orka. Hann gengr nú eptir skógarbrauteinni mikilli. Hann kippir nú upp hverjum runni meðrótum, þeim sem fyrir honum verðr. Hann kippirþeim runni upp einum, er lausari var fyrir en aðrir.Þar sér hann hurð undir ok kippir henni upp okgengr þar niðr í jörð. Þar finnr hann fjórar konur íjarðhúsinu, ok var ein miklu vænst. Hann þrífr þegarí hönd henni ok vill kippa henni ór húsinu. Hún tókþá til orða: \"Láttu mik lausa, Oddr,\" sagði hún.\"Hvat tröll veiztu til þess,\" sagði hann, \"hvárt ek heitiOddr eða annan veg?\" \"Ek vissa þat,\" sagði hún, \"þegarþú komt hingat, hverr þú vart, ok svá veit ek, at Hjálmarrer með þér, ok skal ek kunna at segja honum, efek fer nauðig til skipanna.\" \"Eigi skaltu fara at síðr,\"sagði Oddr. Nú taka þær konurnar til hennar ok viljahalda henni, en hún biðr þær hætta. ,Ek mun kaupaat þér,\" sagði hún, \"at þú látir mik fara í friði, þvíat mik skortir eigi fé.\" \"Fjarri ferr, at ek vilja féþitt,\" sagði Oddr, \"því at mik skortir eigi gull né silfr.\"\"Þá mun ek láta gera þér skyrtu,\" sagði hún. \"Þat erenn svá\" sagði Oddr, \"at ek á nógar skyrtur eðaskyrtugerðir.\" \"Kost muntu eiga,\" sagði hún, \"ok eigiþvílíkrar, sem ek mun láta gera, því at hún skal saumuðmeð gull, en ger ór silki. Ek mun láta fylgja þákosti skyrtunni, at þú munt eigi eiga þvílíkrar kostiáðr.\" \"Lát mik heyra þá,\" sagði Oddr. \"Þik skal aldrikala í henni, hvárki á sjó né á landi. Þik skal eigi sundmæða, ok eigi skal þér eldr granda, ok eigi skal þikhungr sækja, ok eigi skulu þik járn bíta, ok við öllumhlutum mun ek hana gera nema við einum.\" \"Hverrer sá inn eini?\" sagði Oddr. \"Þik munu járn bíta,\"sagði hún, \"ef þú ert á flótta, þótt þú sért í skyrtunni.\"\"Annat vilda ek optar vinna í orrostum enflýja,\" sagði Oddr, \"eða hvé nær skal hún ger?\" \"Atöðru sumri,\" sagði hún, \"jafnt í þat mund dags, semnú er, ok er nú sól í suðri. Þá skulu vit hér finnastí þessu sama rjóðri.\" \"Hvat kemr þér í hug,\" sagðiOddr, \"ef þú efnir eigi þetta, hvern kost ek mun gerayðr Írum þá, svá sem ek á þeim illt at launa, er þeirhafa felldan Ásmund?\" \"Þykkist þú enn eigi hafa hefnthans,\" sagði hún, \"þar sem þú hefir drepit föður minnok bræðr mína þrjá?\" \"Alls ekki þykki mér hans hefntat heldr,\" sagði Oddr. Þetta verðr nú kaup þeira, semþau höfðu stofnat, ok skiljast at því.Fór Oddr nú þar til, at Ásmundr lá, tekr hann núupp ok leggr á bak sér ok gengr svá búinn til sjóvar.Þá var Hjálmarr kominn á land með liði sínu ölluok ætlar at leita at Oddi. Þeir finnast skammt frá skipum,ok spyrr Hjálmarr tíðenda, en Oddr sagði honum.\"Hefir þú nokkut hefnt hans?\" sagði Hjálmarr. Þávarð Oddi ljóð á munni:\"Rann ek at víðrivagns slóðgötu,áðr en strengvölumstríðum mættak.Munda ek Ásmundauði mínumaptr ódáinnöllum kaupa.\"\"Hvat skal nú til ráða taka?\" sagði Hjálmarr. \"Herjamuntu nú vilja ok gera hér hvervetna illt.\" \"Þat ferrnú fjarri,\" sagði Oddr, \"því at ek vil nú á burt semskjótast.\" Þetta undruðust víkingar mjök. En Hjálmarrkvað svá vera skyldu sem Oddr vildi. Þeir verpa þarhaug eptir Ásmund. Svá láta víkingarnir illa yfir þessu,at þegar þeir firrast Odd augum, þá leggja þeir ámælisorðá bak honum. En hann lét sem hann vissi þat eigi.Þeir sigla nú vestan, til þess at þeir koma við Hlésey.Þar liggr fyrir jarl sá, sem eigi er nefndr, ok hefirþrjá tigi skipa. Þeir mæla þegar til bardaga, ok varþar þegar hörð sókn. Þá rak Oddr af sér bleyðiorðit,þat sem víkingar lögðu á hönd honum á Írlandi. Þarfengu þeir Oddr ok Hjálmarr sigr í þessum bardaga.Þaðan halda þeir til Danmerkr ok spyrja þar þau tíðendi,at lið væri gert fyrir þá at hefna þeira fimm berserkja,er þeir felldu, áðr þeir færi vestr til Írlands.Tveir jarlar hafa fyrir ráðit liðinu, ok lýkur svá fundiþeira, at þeir fella þá báða, en skattgilda landit."}}