{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_26", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_26", "text": {"0": "Hann gengr til skógar ok fram á brautina. Hann sér,hvar maðr gengr á móti sér, mikill vexti, ok heldr báðumhöndum at kviðnum. Hann var í brynju ok hjálmá höfði, en sverðfetillinn hekk við brjóstit framan.Þar var kominn Guttormr, fóstbróðir hans. Varð þarfagnafundr með þeim. Framarr spyrr, hvaðan hann varat kominn. Hann lézt hafa barizt við Snækoll víking,kveðst hafa látit þar bæði menn ok fé, en komizt sjálfrmeð sundi í burt ok spyrr, hversu langt nú er tilskemmu konungsdóttur. Framarr segir: \"Þangat er núdagganga.\" \"Þat er harðla langt,\" segir Guttormr.Framarr segir: \"Hversu lengi hefir þú svá gengit?\"Guttormr segir: \"Tvá daga, áðr vit fundumst.\" Framarrmælti: \"Mikill er munr hreysti okkar. Ek syrgieina jómfrú ok fæ hana eigi, ok hefi ek ekki í nokkurnbardaga ratat, en þú gengr, sem sjá má, at úti eruí þér iðrin, en ek vilda, at þú kæmir mér í skemmuhennar, ef hún tæki við þér.\" \"Svá skal vera, ef ek má,\"segir Guttormr.Fara þeir nú þann sama veg, sem Framarr hafði áðrfarit, unz þeir koma til skíðgarðsins, ok er þá minniván manns, þar eð Guttormr var. Ok sem þeir eru þarkomnir, ferr Framarr í burt. Í þenna tíma var einniskemmumeyjunni gengit út í garðinn sinna erenda okleit þenna mann, er úti lágu iðrin, ok gengr inn aptrí skemmuna ok segir konungsdóttur, hversu sá maðrvar kominn. Konungsdóttir bregðr við skjótt ok þærtólf saman, koma at hurðinni. Sér nú konungsdóttirþenna mann inn aumliga ok hversu sárliga hann varútleikinn, at iðrin lágu úti. Hún spyrr hann at nafni.Hann kveðst Guttormr heita. \"Ertu fóstbróðir Sturlaugskonungs?\" segir hún. \"Sá er maðr inn sami,\"segir hann, \"ok vilda ek vera biðjandi, at þú veittirmér nokkura hjálp.\" Hún segir: \"Hvat mun ek nærmega komast Sturlaugi en græða fóstbróður hans, ensvík þú mik eigi.\" Eptir þat bera þær hann inn ískemmuna. Konungsdóttir átti sér læknishús lítit, okvar þar harðla ununarsamt inni fyrir sjúkar mannskepnurat vera hjá mjúktæku kvenfólki ok meðaumkunarsömuat lifa. Guttormr var í læknishúsi konungsdótturnokkura hríð, harðla vel haldinn. Var konungsdóttirþar sjálf löngum með sínum skemmumeyjumok læknaði Guttorm með þeiri list ok kænsku,sem hún nógliga til hafði ok hafði margan ríkan okfátækan, konur sem karla, læknat ok heilbrigða gert.Þat var einn dag, at konungr sendi boð dóttur sinni.Fór hún þegar með skemmumeyjar sínar heim til hallarinnar,ok verðr opin skemman eptir látin, en aptr skíðgarðrinn,en hliðit var eigi læst. Framarr sætir þessu,ok kemr þar Guttormr ok leiðir hann inn í skemmunaok í læknishúsit, ok stendr þar undir tjaldinu. Líðrá daginn, þar til konungsdóttir kemr í skemmuna,ok þegar gengr hún til Guttorms ok leysir til sárannaok váru þá mjök gróin: \"Úti hefir þú verit í dag,\"segir konungsdóttir, \"ok muntu nú hafa svikit mik.\"En er þau talast svá við, hleypr Framarr fram undantjaldinu ok tekr annarri hendi undir höku henni okannarri undir hnakka ok kyssti hana einn koss. Húnvarð við illa ok biðr þá í burtu vera skjótt. \"Vil ek eigi,at þit séuð hér drepnir fyrir augum mér sem makligtværi. Guttormr hefit hér verit um hríð, ok nýtr hannSturlaugs at því, en ærit hafi þér unnit til líftjónsmeð þessu ykkar tiltæki, en mér er vel í þokka viðSturlaug sökum hans atgervis.\" Þeir ganga nú svásem hún mælti. Fór Framarr þegar í burtu ok út tilskipa sinna, ok halda nú til Svíþjóðar ok segja Sturlaugikonungi svá búit sitt mál, biðja hann nú liðsemdar."}}