{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_34", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_34", "text": {"0": "Nú er at segja frá ferð konunganna, Ketils, Ingjaldsok Þornbjargar drottningar. Þau bjuggu her sinn útok höfðu sex tigu skipa, öll stór ok vel skipuð, tókstþeim it greiðligasta, kómu við Írland þá sömu nótt, erHrólfr konungr var tekinn úr dýflissu, þeiri er hannhafði verit í settr ok ætlaðr þar hæðiligr dauði afHrólfi Írakonungi. En hann þorði ekki út at gangafyrir því mikla trölli ok engi hans manna. Ok er þeirKetill kómu, sáu þeir skipastól mikinn ok kenndu mörgaf þeim, er átt hafði Hrólfr konungr Gautreksson. Engimaðr var á þeim skipum. Brá þeim mjök við þetta,þóttust þeir vita, hver tíðendi þar mundu orðit hafa.Fara þeir nú með miklum gný ok ákafa til hallarinnar,sáu skjótt þau merki, er þar höfðu orðit. Var þarmargr maðr hryggr. Spyrr Þornbjörg drottning, hvatþá skyldi til ráðs taka. Ketill mælti: \"Nú skal mínumráðum fram fara. Skal nú bera eld at hverri skemmu,húsi ok þorpi ok brenna allt upp, þat fyrir verðr.\"Drottning mælti: \"Ekki eru þetta mín ráð. Mun hérþat eitt fjölmenni eptir, at vér munum hafa nóganliðsafla til við þá at ráða. Mun Hrólfr konungr ok hansmenn svá hafa við skilit, áðr en hann hafi látit líf sitt.Má ok ske, at þeir byggi hér eitthvert herbergi, er vérviljum eigi mein gera heldr en sjálfum oss. Sé ek ok,at borgin er órudd af dauðum mönnum, þeim er fallithafa í þessum bardaga.\" Ketill kvaðst nú ráða skyldu.Var nú þegar eldr kveyktr ok borinn at alls staðar."}}