{"originalTitle": "Völsunga_Saga_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_13", "text": {"0": "Þat er nú sagt, at Hjördís fæðir sveinbarn, ok er sveinninnfærðr Hjálpreki konungi. Konungrinn varð glaðrvið, er hann sá þau in hvössu augu, er hann bar í höfði,ok sagði hann engum mundu líkan verða eða samjafnan,ok var hann vatni ausinn með Sigurðar nafni. Fráhonum segja allir eitt, at um atferð ok vöxt var engi hansmaki. Hann var þar fæddr með Hjálpreki konungi afmikilli ást. Ok þá er nefndir eru allir inir ágæztu mennok konungar í fornsögum, þá skal Sigurðr fyrir gangaum afl ok atgervi, kapp ok hreysti, er hann hefir haftum hvern mann fram annarra í norðrálfu heimsins.Sigurðr óx þar upp með Hjálpreki, ok unni hvert barnhonum. Hann fastnaði Álfi konungi Hjördísi ok mæltihenni mund.Reginn hét fóstri Sigurðar ok var Hreiðmars son.Hann kenndi honum íþróttir, tafl ok rúnar ok tungurmargar at mæla, sem þá var títt konungasonum, ok margahluti aðra. Eitt sinn spurði Reginn Sigurð, er þeir várubáðir saman, ef hann vissi, hversu mikit fé faðir hanshefði átt eða hverir þat varðveittu. Sigurðr svarar ok segir,at konungar varðveittu. Reginn mælti: \"Trúir þúþeim allvel?\" Sigurðr svarar: \"Þat samir, at þeir varðveiti,þar til er oss hallkvæmist, því at þeir kunnubetr at gæta en ek.\" Annat sinni kemr Reginn at málivið Sigurð ok mælti: \"Kynligt er þat, er þú vilt verahestasveinn konunga eða fara sem hlauparar\". Sigurðrsvarar: \"Eigi er þat, því at vér ráðum öllu með þeim.Er oss ok heimilt þat, er vér viljum hafa.\" Reginnmælti: \"Bið hann gefa þér einn hest.\" Sigurðr svarar:\"Þegar mun þat, er ek vil.\" Sigurðr hittir nú konunga.Þá mælti konungr við Sigurð: \"Hvat viltu af oss þiggja?\"Sigurðr svarar: \"Einn hest viljum vér þiggja oss tilskemmtanar.\" Konungrinn mælti: \"Kjós þér sjálfr hestok slíkt, er þú vill hafa af várri eigu.\" Annan dag eptirfór Sigurðr til skógar ok mætir einum gömlum mannimeð síðu skeggi. Sá var honum ókunnigr. Hann spyrr,hvert Sigurðr skyldi fara. Hann svarar: \"Hest skyldumvér kjósa. Ráð um með oss.\" Hann mælti: \"Förumok rekum til árinnar, er Busiltjörn heitir.\" Þeir rekahrossin út á djúp árinnar, ok leggjast at landi nemaeinn hestr. Hann tók Sigurðr. Hann var grár at litok ungr at aldri, mikill vexti ok vænn. Engi hafðihonum á bak komit. Skeggmaðrinn mælti: \"Þessihestr er kominn frá Sleipni, ok skal hann vandligaupp fæða, því at hann verðr hverjum hesti betri.\"Maðrinn hverfr þá. Sigurðr kallar hestinn Grana, okhefir sá hestr beztr verit. Óðinn hafði hann hittan.Enn mælti Reginn til Sigurðar: \"Oflítit fé eigu þér.Þat harmar oss, er þér hlaupið sem þorpara sveinar,en ek veit mikla féván at segja þér, ok er þat meiriván, at þat sé sómi at sækja ok virðing, ef þú næðir.\"Sigurð spyrr, hvar væri eða hverr varðveitti. Reginnsvarar: \"Sá heitir Fáfnir, er hér liggr skammt heðaná brott. Þat heitir Gnitaheiðr. Ok er þú kemr þar,þá muntu þat mæla: Aldri sáttu meira fé í gulli íeinum stað, ok eigi þarftu meira, þótt þú verðir allrakonunga ellstr ok frægstr.\" Sigurðr svarar: \"Kann ekkyn þessa orms, þótt vér séum ungir, ok hefi ek spurt,at engi þorir at koma á mót honum fyrir vaxtar sakirok illsku.\" Reginn svarar: \"Þat er ekki. Sá vöxtr ereptir hætti lyngorma, ok er gert af miklu meira en er,ok svá mundi þótt hafa inum fyrrum frændum þínum.Ok þótt Völsunga ætt sé at þér, þá mun þú eigihafa þeira skaplyndi, er fyrst eru taldir til alls frama.\"Sigurðr svarar: \"Vera má, at eigi höfum vér mikit afþeira kappi eða snilld, en eigi berr nauðsyn til at frýjaoss, er vér erum enn lítt af barnsaldri. Eða hví eggjar þúþessa svá mjök?\" Reginn svarar: \"Saga er til þess, okmun ek segja þér.\" Sigurðr mælti: \"Lát mik heyra.\""}}