{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_43", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_43", "text": {"0": "Þeir sofna eptir þat ok vakna við, at gnýr svá mikiller úti at heyra, at undir allt tekr ok skjálfa þótti húsit,sem þeir lágu í, svá sem alsolla léki. Vöggr tók þá tilorða: \"Nú mun galtinn kominn á gang ok mun sendrtil hefnda við ykkr af Aðils konungi, ok er þat svámikit tröll, at engir mega þat standast.\" Hrólfr konungrátti einn hund mikinn, er Gramr hét. Hann varmeð þeim. Hann var mjök frábærr at hreysti ok sterkleik.Því næst kemr þar inn tröll í galtar líki, ok lætraumliga í því illa trölli. Böðvarr sigar hundinum ágöltinn, ok lætr hann sér ekki bilt verða ok réðst ímóti geltinum. Þar verðr nú atgangr harðfengr. Böðvarrveitir hundinum lið ok höggr til galta, en aldribítr á hans hrygg. Svá er hundrinn Gramr harðr, athann rífr hlustirnar af galtanum ok þar með alla kinnfilluna,ok er þat allt í senn, at göltrinn ferr þar niðr,sem hann er kominn, ok þá kemr Aðils konungr athúsinu með mikit fjölmenni ok slær þegar eld í húsit.Ok við þetta verða þeir Hrólfr konungr varir, at eigimun þá enn skorta eldneytit. Böðvarr mælti: \"Illr dauðdagier þetta, ef vér skulum hér inni brenna, ok köraek heldr at falla fyrir vápnum á sléttum velli, ok illverða þá ævilok Hrólfs konungs, ef svá skal til ganga.Sé ek nú ekki annat ráð vænna en ganga svá fast á, atundan gangi þilin, ok brjótumst vér svá burt ór húsinu,ef þat má leikast,\" -- en þat var þó ekki barnaspil,húsit var rammbyggiliga smíðat, -- \"ok hafi sváhverr mann fyrir sér, er vér komum út, ok munu þeirþá enn skjótt blotna.\" \"Þetta er þjóðráð,\" segir Hrólfrkonungr, \"ok þetta mun oss fullvel duga.\""}}