{"originalTitle": "Gautreks_Saga_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gautreks_Saga_Chapter_9", "text": {"0": "Nú er frá því at segja, at Neri jarl hafði ríkisstjórná Upplöndum, sem fyrr er sagt, ok er hann fréttir drápVíkars konungs, föður síns, hefir hann stefnu við Haraldkonung, bróður sinn, ok er þeir finnast, tala þeirum arfskipti sín í milli. Kemr þat ásamt með þeim,með því at Haraldr var ellri þeira bræðra, at hannskal taka ríki þau öll undir sik, er Víkarr konungrhafði fyrir ráðit, ok vera þar konungr yfir, en Nerijarl skal hafa Upplönd sem áðr ok Þelamörk, þat ríki,sem áðr hafði stýrt Haraldr konungr, bróðir hans, okskildust þeir bræðr með góðu samþykki. Neri jarl varsvá vitr, at eigi fekkst hans maki. Varð þat allt at ráði,er hann lagði til, um hvat sem þeir áttu at vera. Aldrivildi hann gjafir þiggja, því at hann var svá sínkr, athann tímdi engu at launa.Þess er getit við, er áðr var frá sagt, at Rennir bóndigekk einn dag um eldaskála. Hann rasaði um leggiRefs, sonar síns, ok mælti til hans: \"Mikil skömm erat slíkum syni, er þú vill þik til ills eins hafa. Núskaltu verða á bruttu ok koma eigi optar fyrir augumér eða í augsýn, meðan þú ferr þessi fólsku fram.\"Refr svarar: \"Með því attu rekr mik frá þér, þá munþat makligra, at fari sá gripr með mér, er þú átt beztanok þér þykkir mest at láta.\" Rennir mælti: \"Engigripr er sá í minni eign, at ek vilda eigi til þess gefa,at ek sæja þik aldri, því at þú ert athlægi ættar þinnar.\"Eptir þat skildu þeir tal sitt. Ok eigi miklu síðareinn veðrdag góðan stendr Refr upp ok býst í brutt.Hann tekr ok uxann góða ok leiðir til strandar. Hannhrindr fram einu skipi ok ætlar á land. Ekki hirðirhann, þótt uxinn vökni nokkut. Síðan sezt hann viðárar, en bindr uxann við skipit ok rær svá til lands.Hann var í stuttum feldi ok í ökulbrókum, ok er hannkemr á land, leiðir hann uxann eptir sér, ferr fyrstaustr eptir Jaðri ok svá sem leið liggr til Upplanda.Eigi léttir hann fyrr sinni ferð en hann kemr tilbæjar þess, er Neri jarl átti fyrir at ráða. Hirðmennjarls sögðu honum, at þar var kominn Refr Rennisfíflok leiðir eptir sér uxann góða. Jarl bað þá ekki gabbahann. Ok er Refr kom at hallardyrum þeim, sem jarlvar vanr at sitja í, bað hann dyravörðu kalla á jarl tiltals við sik. Þeir svöruðu: \"Eigi lætr þú dvöl á fólskunni,ok er jarl eigi því vanr at hlaupa til tals viðþorpara.\" Refr mælti: \"Komi þér orðum mínum, enhann ráði svörum.\" Síðan gengu þeir til móts við jarlok sögðu, at Refr inn heimski beiddi hann út koma.Jarl mælti: \"Segi þér, at ek mun hitta Ref; eigi veit,hverju heilli hverrgi kemr.\" Gekk jarl út, ok kvaddiRefr hann vel. Jarl mæltu: \"Hví ertu hér kominn?\"Refr svaraði: \"Faðir minn hefir mik brutt rekit, en hérer einn uxi, er ek á, ok hann vil ek þér gefa.\" Jarlsvaraði: \"Hefir þú eigi spurt, at ek þigg engar gjafir,því at ek vil engum manni launa.\" Refr svaraði: \"Spurthefi ek sínku þína, at engi þarf til fjár móti at ætla,þótt þér sé gefit, en þó vil ek, at þú þiggir þenna grip,ok má vera, at þú gerir mér gagn í orðum þínum,hverr sem peninga laun verða.\" Jarl mælti: \"Þiggjamun ek uxann við þessi þín ummæli, ok gakk þú innok ver hér fyrst í nótt.\" Refr lét lausan uxann ok gekkinn. Jarl bað fá honum klæði, svá at skammlaust væri.Síðan þó Refr sér, ok var hann inn drengiligasti maðr.Hann sat þar um hríð. Öll höll jarls var búin meðskjöldum, svá at hverr tók annan, þar sem þeir váruupp festir. Jarl tók einn skjöld, sá var allr lagðr meðgull, þann gaf hann Refi. Ok er jarl gekk til dagdrykkju,horfði hann í hliðit, þar sem skjöldrinn hafðihangit. Hann kvað þá vísu:\"Skein inn skrautligi raunar,skjöldr hekk áðr á tjöldum,oss verðr opt af þessuangr mest, er ek lít þangat;skarð erat skapligt orðit;skjótt mun ek snauðr af auði,er braut með gjöf gautargrandlaust bera randir.\"Jarl lét snúa hásæti sínu, svá fekk honum mikils, atskjöldrinn var í bruttu.Ok er Refr fann þetta, gekk hann fyrir jarl ok hafðiskjöldinn í hendi sér ok mælti: \"Herra,\" segir hann,\"ver kátr, því at hér er skjöldr sá, er þér gáfuð mér.Hann vil ek nú yðr gefa, því at mér kemr hann atengu haldi, þar sem ek hefi ekki fleira vápna.\" Jarlmælti: \"Gefðu allra drengja heilastr, því at þat ermikil prýði höll minni at hafa hann aptr í þann stað,sem hann hekk áðr, en hér er einn gripr, er ek vilgefa þér, ok má vera, at þér verði at gagni, ef þú ferrmínum ráðum fram.\" Jarl fekk honum í hendr eittheinbrýni, -- \"ok mun þér þykkja þessi gjöf ekki fémikil.\"Refr mælti: \"Eigi veit ek, at hverju haldi mérkemr þetta.\" Jarl mælti: \"Svá er þó mál með vexti,at ek vil engan mann sitjanda fæða, svá at eigi starfinokkut. Nú vil ek senda þik til Gautreks konungs, oksel þú honum í hendr heinarbrýni þetta.\" Refr mælti:\"Ekki em ek vanr at fara á milli tíginna manna, okeigi veit ek, hvat konungi skal þetta brýni. Jarl mælti:\"Ekki þyrfti at geta vitsmuna minna, ef ek sæja eigilengra fram en þú, en engi frama raun mun þér íþessu vera, at hitta konunginn, því at þú skalt ekkivið hann mæla. Mér er sagt, at konungr sé opt á haugidrottningar ok beitir þaðan hauki sínum, ok optliga,er á líðr daginn, þá lezt haukrinn. Þá lætr konungrsveipa höndina hjá stólnum, ef hann finnr nokkut atkasta til hans. Nú ef svá ferr, ef konungr fær ekki atkasta til hauksins, þá stikk þú brýninu í hönd honum,en tak við, ef hann réttir nokkut þér í hönd ok farþá aptr til mín.\" Síðan fór Refr at tilvísun jarls okkom þar, sem konungr sat á hauginum, ok fór þatsvá sem Neri gat til, at konungr fleygði öllu til hauksins,því er hann fekk til. Refr settist hjá stólinum atbaki konungi. Síðan sér hann, hvar komit var. Konungrréttir höndina á bak sér aptr. Refr stingr brýninuí hönd honum, en konungr kastar þegar á bakhaukinum, ok flýgr hann upp snart, er heinin komvið hann. Konungi þótti vel sigrazt hafa ok vildi eigi,at sá missti síns, er honum hafði gert greiða, ok réttiá bak sér gullbaug ok sá eigi til hans meðan. Refrtók við ok fór til fundar við jarl. Hann spurði, hversufarizt hefði. Refr sagði ok sýndi honum bauginn. Jarlmælti: \"Þetta er góðr gripr, ok er eigi seta nýtri enafla slíks.\"Þar var Refr um vetrinn, en er váraði, þá mælti jarl:\"Hvat skaltu nú at hafast?\" Refr mælti: \"Mun nú eigihægt um, ek má nú selja bauginn til lausafjár.\" Jarlmælti: \"Til mun ek enn hlutast með þér. Konungrheitir Ella. Hann ræðr fyrir Englandi. Honum skaltugefa bauginn. Mun þér þat eigi frá fé verða, en komtil mín at hausti. Mat ok ráð mun ek eigi við þikspara, þótt engi verði önnur uxalaunin.\" Refr mælti:\"Eigi vilda ek, at þú gætir þess.\" Síðan fór hann tilEnglands ok gekk fyrir Ellu konung ok kvaddi hannsæmiliga. Var Refr þá vel búinn bæði at vápnum okklæðum. Konungr spurði, hverr þessi maðr var. Hannsvaraði: \"Ek heiti Refr, ok vilda ek, at þér þægið afmér gullbaug þenna,\" ok lagði á borðit fyrir konunginn.Konungr leit á ok mælti: \"Þetta er mikil gersemi,eða hverr gaf þér?\" Refr svaraði: \"Gautrekr konungrgaf mér bauginn.\" Konungr mælti: \"Hvat gaftu honum?\"Refr svaraði: \"Eitt lítit heinarbrýni.\" Konungrmælti: \"Mikit er um örleik Gautreks konungs, er hanngefr gull við grjóti. Þiggja vil ek hringinn,\" sagði konungr,\"ok býð ek þér hér at vera.\" Refr mælti: \"Hafiðþökk, herra, fyrir boð yðvart, en aptr ætla ek mér tilNera jarls, fóstra míns.\" Konungr mælti: \"Dveljastverðr þú hér um stund.\" Konungr lét búa eitt skip,ok einn dag bað hann Ref ganga með sér. Konungrmælti: \"Hér er eitt skip, er ek vil gefa þér með öllumþeim farmi, er þér má bezt henta, ok mönnumsvá mörgum sem þú þarft. Vil ek eigi, at þú sért lengrannarra farþegi at fara hvert er þér líkar, ok er þettaþó lítit hjá því, sem Gautrekr konungr launaði þérheinarbrýnit.\" Refr mælti: \"Þetta er allstórmannligalaunat.\" Síðan bjó Refr sik til skips með nógum efnumok þakkaði konungi með mörgum fögrum orðum.Konungr mælti: \"Hér eru rakkar tveir, er ek vil gefaþér.\" Þeir váru harðla litlir ok fagrir, ok enga hafðiRefr slíka sét. Viðjar váru á þeim af gulli, ok spenntgullhring um háls hvárum þeira ok sjau smáhringará festinni milli þeira. Eigi þóttust menn sét hafa slíkargersimar í þeiri tegund.Síðan fór Refr á brutt ok kom í ríki Nera jarls. Hanngekk í móti honum ok bað hann vel kominn, -- \"okfar til mín með alla menn þína.\" Refr mælti: \"Ek hefinú nógan kaupeyri fyrir oss at leggja.\" Jarl mælti:\"Þat er vel, en ekki skal þat kaupeyri þinn skerða, enaf váru borði skaltu mat eta, þó eru eigi mikil uxalaunin.\"Refr mælti: \"Þat eina þykki mér at, er þúgetr þess.\" Nú er Refr með jarli um vetrinn ok verðrallvinsæll, ok váru með honum margir sporgöngumenn.Ok er váraði, mælti jarl við Ref: \"Hvat skalnú at hafast?\" Refr mælti: \"Mun nú eigi hægt, þvíat fé skortir nú eigi, at ráðast í víking eða kaupferðir?\"Jarl mælti: \"Svá er þat, en til mun ek hlutast enn meðþér. Nú skaltu fara suðr til Danmerkr á fund Hrólfskonungs kraka ok færa honum rakkana, því at þeireru ekki ótíginna manna eign, ok mun enn eigi fráfé verða, ef hann vill þiggja.\" Refr mælti: \"Þú skaltráða, en eigi er mér nú féfátt.\""}}