{"originalTitle": "Völsunga_Saga_Chapter_32", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_32", "text": {"0": "Nú segir þat hverr, er þessi tíðindi heyrir, at engimaðr mun þvílíkr eptir í veröldunni ok aldri mun síðanborinn slíkr maðr sem Sigurðr var fyrir hversvetnasakar ok hans nafn mun aldri fyrnast í þýðverskri tunguok á Norðrlöndum, meðan heimrinn stendr. Þat ersagt einnhvern dag, þá er Guðrún sat í skemmu sinni,þá mælti hún: \"Betra var þá várt líf, er ek átta Sigurð.Svá bar hann af öllum mönnum sem gull af járni eðalaukr af öðrum grösum eða hjörtr af öðrum dýrum,unz bræðr mínir fyrirmundu mér slíks manns, er öllumvar fremri. Eigi máttu þeir sofa, áðr þeir drápuhann. Mikinn gný gerði Grani, þá er hann sá sáransinn lánardrottin. Síðan rædda ek við hann sem viðmann, en hann hnípti í jörðina ok vissi, at Sigurðrvar fallinn.\"Síðan hvarf Guðrún á brott á skóga ok heyrði allavega frá sér varga þyt ok þótti þá blíðara at deyja.Guðrún fór, unz hún kom til hallar Hálfs konungs,ok sat þar með Þóru Hákonardóttur í Danmörku sjaumisseri ok var þar í miklum fagnaði ok sló borða yfirhenni ok skrifaði þar á mörg ok stór verk ok fagraleika, er tíðir váru í þann tíma, sverð ok brynjur okallan konungs búnað, skip Sigmundar konungs, erskriðu fyrir land fram. Ok þat byrðu þær, er þeirbörðust Sigarr ok Siggeirr á Fjóni suðr. Slíkt var þeiragaman, ok huggaðist Guðrún nú nokkut harms síns.Þetta spyrr Grímhildr, hvar Guðrún er niðr komin,heimtir á tal sonu sína ok spyrr, hverju þeir vilja bætaGuðrúnu son sinn ok mann; kvað þeim þat skylt.Gunnarr segir, kveðst vilja gefa henni gull ok bætahenni svá harma sína; senda eptir vinum sínum okbúa hesta sína, hjálma, skjöldu, sverð ok brynjur okalls konar herklæði. Ok var þessi ferð búin it kurteisligsta,ok engi sá kappi, er mikill var, sat nú heima.Hestar þeira váru brynjaðir, ok hverr riddari hafðiannathvárt gylltan hjálm eða skyggðan. Grímhildrræðst í ferð með þeim ok segir þeira erendi svá fremifullgert munu verða, at hún siti eigi heima. Þeir höfðualls fimm hundruð manna. Þeir höfðu ok ágæta mennmeð sér. Þar var Valdamarr af Danmörk ok Eymóðrok Jarisleifr. Þeir gengu inn í höll Hálfs konungs. Þarváru Langbarðar, Frakkar ok Saxar. Þeir fóru meðöllum herbúnaði ok höfðu yfir sér loða rauða, semkveðit er:\"Stuttar brynjur,steypta hjálma,skálmum gyrðir,ok höfðu skarar jarpar.\"Þeir vildu velja systur sinni góðar gjafir ok mæltu velvið hana, en hún trúði engum þeira. Síðan færðiGrímhildr henni meinsamligan drykk, ok varð hún viðat taka ok mundi síðan engar sakar. Sá drykkr varblandinn með jarðar magni ok sæ ok dreyra sonarhennar, ok í því horni váru ristnir hvers kyns stafirok roðnir með blóði, sem hér segir:\"Váru í því hornihvers kyns stafirristnir ok roðnir,ráða ek né máttak:lyngfiskr lagar,lands Haddingjaax óskorit,innleið dyra.Váru þeim bjóriböl mörg saman:urt alls viðarok akarn brunnin,umbdögg arins,iðrar blótnar,svíns lifr soðin,því at sakar deyfði.\"Ok eptir þat, er vili þeira kom saman, gerðist fagnaðrmikill. Þá mælti Grímhildr, er hún fann Guðrúnu:\"Vel verði þér, dóttir, ek gef þér gull ok alls konargripi at þiggja eptir þinn föður, dýrliga hringa ok ársalhýnskra meyja, þeira er kurteisastar eru, þá er þér bættrþinn maðr. Síðan skal þik gifta Atla konungi inumríka. Þá muntu ráða hans auði, ok lát eigi frændrþína fyrir sakir eins manns ok ger heldr sem vér biðjum.\"Guðrún svarar: \"Aldri vil ek eiga Atla konung,ok ekki samir okkr ætt saman at auka.\" Grímhildrsvarar: \"Eigi skaltu nú á heiptir hyggja ok lát semlifi Sigurðr ok Sigmundr, ef þú átt sonu.\" Guðrúnsegir: \"Ekki má ek af honum hyggja; hann var öllumfremri.\" Grímhildr segir: \"Þenna konung mun þérskipat at eiga, en engan skaltu elligar eiga.\" Guðrúnsegir: \"Bjóði þér mér eigi þenna konung, er illt eitt munaf standa þessi ætt, ok mun hann sonu þína illu beita, okþar eptir mun honum grimmu hefnt vera.\" Grímhildivarð við hennar fortölur illa við um sonu sína ok mælti:\"Ger sem vér beiðum, ok muntu þar fyrir taka mikinnmetnað ok vára vináttu ok þessa staði, er svá heita: Vínbjörgok Valbjörg.\" Hennar orð stóðust svá mikit, atþetta varð fram at ganga. Guðrún mælti: \"Þetta munverða fram at ganga ok þó at mínum óvilja, ok munþat lítt til yndis, heldr til harma.\" Síðan stíga þeir áhesta sína, ok eru konur þeira settar í vagna, ok fórusvá sjau daga á hestum, en aðra sjau á skipum ok inaþriðju sjau enn landveg, þar til er þeir kómu at einnihári höll. Henni gekk þar í mót mikit fjölmenni, okvar þar búin ágætlig veizla, sem áðr höfðu orð í millifarit, ok fór hún fram með sæmd ok mikilli prýði. Okat þessi veizlu drekkr Atli brúðlaup til Guðrúnar. Enaldri gerði hugr hennar við honum hlæja, ok meðlítilli blíðu var þeira samvista."}}