{"originalTitle": "Beowulf_Iii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Iii", "text": {"0": "IIISwā ðā mǣlceare  maga Healfdenessingāla sēað;  ne mihte snotor hæleðwēan onwendan;  wæs þæt gewin tō swȳð,lāþ ond longsum,  þē on ðā lēode becōm,nȳdwracu nīþgrim,  nihtbealwa mǣst.þæt fram hām gefrægn  Higelāces þegngōd mid Gēatum,  Grendles dǣda;sē wæs moncynnes  mægenes strengeston þǣm dæge  þysses līfes,æþele ond ēacen.  Hēt him ȳðlidangōdne gegyrwan;  cwæð, hē gūðcyningofer swanrāde  sēcean wolde,mǣrne þēoden,  þā him wæs manna þearf.Ðone sīðfæt him  snotere ceorlaslȳthwōn lōgon,  þēah hē him lēof wǣre;hwetton hige(r)ōfne,  hǣl scēawedon.Hæfde se gōda  Gēata lēodacempan gecorone  þāra þe hē cēnostefindan mihte;  fīftȳna sumsundwudu sōhte,  secg wīsade,lagucræftig mon  landgemyrcu.Fyrst forð gewāt;  flota wæs on ȳðum,bāt under beorge.  Beornas gearweon stefn stigon,--  strēamas wundon,sund wið sande;  secgas bǣronon bearm nacan  beorhte frætwe,gūðsearo geatolīc;  guman ūt scufon,weras on wilsīð  wudu bundenne.Gewāt þā ofer wǣgholm  winde gefȳsedflota fāmīheals  fugle gelīcost,oð þæt ymb āntīd  ōþres dōgoreswundenstefna  gewaden hæfde,þæt ðā līðende  land gesāwon,brimclifu blīcan,  beorgas stēape,sīde sǣnæssas;  þā wæs sund liden,eoletes æt ende.  þanon ūp hraðeWedera lēode  on wang stigon,sǣwudu sǣldon,--  syrcan hrysedon,gūðgewǣdo;  Gode þancedonþæs þe him ȳþlāde  ēaðe wurdon.þā of wealle geseah  weard Scildinga,sē þe holmclifu  healdan scolde,beran ofer bolcan  beorhte randas,fyrdsearu fūslicu;  hine fyrwyt bræcmōdgehygdum,  hwæt þā men wǣron.Gewāt him þā tō waroðe  wicge rīdanþegn Hrōðgāres,  þrymmum cwehtemægenwudu mundum,  meþelwordum frægn:'Hwæt syndon gē  searohæbbendra,byrnum werede,  þē þus brontne cēolofer lagustrǣte  lǣdan cwōmon,hider ofer holmas ?  [Hwæt, ic hwī]le wæsendesǣta,  ǣgwearde hēold,þē on land Dena  lāðra nǣnigmid scipherge  sceðþan ne meahte.Nō hēr cūðlīcor  cuman ongunnonlindhæbbende,  nē gē lēafneswordgūðfremmendra  gearwe ne wisson,māga gemēdu.  Nǣfre ic māran geseaheorla ofer eorþan,  ðonne is ēower sum,secg on searwum;  nis þæt seldaguma,wǣpnum geweorðad,  næfne him his wlite lēoge,ǣnlīc ansȳn.  Nū ic ēowed scealfrumcyn witan,  ǣr gē fyr heonanlēasscēaweras  on land Denafurþur fēran.  Nū gē feorbūendmerelīðende,  mīn[n]e gehȳraðānfealdne geþōht:  ofost is sēlesttō gecȳðanne,  hwanan ēowre cyme syndon.'"}}