{"originalTitle": "Beowulf2_Xxxvii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xxxvii", "text": {"0": "XXXVIIThen I heard say in the folk-king's needThe earl displayed unceasing bravery,Strength and valor, as was natural to him:He cared not for his head, but the hand burnedOf the brave man, where he helped with his strength,So that the fell demon he struck somewhat lower,The hero in armor, that the sword sank in,Shining and gold-plated, that the fire beganAfter to lessen. Then still the kingHis senses possessed, struck with his war-knife,Cutting and battle-sharp, which he bore on his burnie:The Weders' defence cut the serpent in two.The foe they felled, force drove out life,And they him then both had destroyed,Kindred princes: such should a man be,A thane in need. That was to the princeThe last of his victories by his own deeds,Of work in the world. Then 'gan the wound,Which on him the earth-drake before had inflicted,To burn and to swell: that soon he perceivedThat in his breast deadly ill welled,Poison within. Then the prince went,So that he by the rock, wise in his mind,Sat on his seat, on the giants' work looked,How the stone-arches, fast on their columns,The earth-hall eternal held there within.Then with his hands him bloody with gore,The mighty prince, the excellent thaneHis own dear lord with water laved,Weary of battle, and his helmet unloosed.Beowulf said: he spoke of his wound,His deadly-pale wound (he knew very wellThat he had spent his time allottedOf the joy of earth; then was all goneOf his days' number, death very nigh):\" Now I to my son would wish to giveThese war-weeds of mine, if to me was grantedAny inheritor hereafter to beThe heir of my body. This people I ruledFifty of winters; there was not a folk-king,Of those dwelling around any at all,Who me durst meet with his war-friends,With terror oppress. I awaited at homeThe appointed time, kept mine own well,Sought not hostilities, nor for myself sworeMany oaths falsely; I for all that,With deadly wounds sick, now joy may have;Hence the ruler of men need not to me chargeThe murder of kinsmen, when shall departMy life from my body. Now do thou quickly goTo see the hoard 'neath the hoar stone,Wiglaf my dear one, now the serpent lies dead,Sleeps sorely wounded, robbed of his treasure.Be now in haste that I the old riches,The treasure may view, thoroughly scanThe bright precious gems, that I may the easier,On account of the treasure, give up mine ownLife and my people that I long held.\""}}