{"originalTitle": "Grettis_Saga_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_16", "text": {"0": "Þorkell krafla gerðist nú gamall mjög. Hann hafði    Vatnsdælagoðorð og var höfðingi mikill. Hann var aldavin    Ásmundar hærulangs sem tengdum þeirra hæfði. Hann var því    vanur að ríða til Bjargs hvert vor að sækja þangað til    kynnis. Og enn gerði hann svo næsta vor eftir það er áður var    sagt að hann fór til Bjargs.    Tóku þeir Ásmundur og Ásdís við honum tveim höndum. Var hann    þar þrjár nætur og töluðu þeir mágar marga hluti milli sín.    Þorkell spurði hversu Ásmundi segði hugur um sonu sína,    hverjir iðnarmenn þeir mundu verða. Ásmundur kveðst ætla að    Atli yrði búmaður mikill, forsjáll og fémaður.    Þorkell segir: \"Þarfur maður og þér líkur. En hvað segir þú    af Gretti?\"    Ásmundur mælti: \"Af honum er það að segja að hann mun verða    sterkur maður og óstýrilátur, þykkjumikill og þungur hefir    hann mér orðið.\"    Þorkell svarar: \"Eigi er það heillavænlegt mágur,\" sagði    hann, \"en hversu skulum við skipa þingferð okkra í sumar?\"    Ásmundur svarar: \"Eg gerist þungfær og vildi eg sitja heima.\"    \"Viltu að Atli fari fyrir þig?\" sagði Þorkell.    \"Hann þykist eg eigi missa mega,\" sagði Ásmundur, \"fyrir    sakir starfa og aðdráttar en Grettir vill ekki starfa. Er    hann svo viti borinn að eg get að hann kunni halda upp    lögskilum fyrir mig með þinni umsjá.\"    \"Þú skalt ráða mágur,\" segir Þorkell.    Reið hann nú heim þá er hann var búinn og leysti Ásmundur    hann burt með góðum gjöfum.    Nokkru síðar bjóst Þorkell heiman til þings. Hann reið með    sex tigu manna. Fóru þeir allir með honum er í hans goðorði    voru. Kemur hann til Bjargs og reið Grettir þaðan með honum.    Þeir riðu suður heiði þá er Tvídægra heitir. Áifangar voru    litlir á fjallinu og riðu þeir mikinn ofan í byggðina. Og er    þeir komu ofan í Fljótstungu þótti þeim mál að sofa og    hleyptu beislum af hestum sínum og létu ganga með söðlum.    Lágu þeir áfram langt og sváfu. En er þeir vöknuðu svipuðust    menn að hestum sínum. Höfðu hestarnir sinn veg farið hver    þeirra en sumir höfðu velst. Grettir fann seinast sinn hest.    Það var þá háttur að menn vistuðu sig sjálfir til þings og    reiddu flestir mali um söðla sína. Söðull var undir kviði    niðri á hesti Grettis en í burt malurinn. Fer hann nú til    leitar og fann eigi. Sér hann nú hvar maður gengur. Sá fór    hart. Grettir spyr hver þar færi. Hann svarar og kvaðst    Skeggi heita og vera húskarl norðan úr Ási úr Vatnsdal.    \"Er eg í ferð með Þorkatli,\" sagði hann, \"en mér hefir tekist    til gálauslega. Eg hefi týnt vistamal mínum.\"    Grettir svarar: \"Eindæmin eru verst. Eg hefi og týnt mal þeim    er eg átti og leitum nú báðir samt.\"    Það líkaði Skeggja vel. Ganga þeir nú um hríð. En er minnst    varði tekur Skeggi á rás upp eftir móunum, grípur þar upp    malinn. Grettir sá er hann laut og spyr hvað hann tók upp.    \"Mal minn,\" segir Skeggi.    \"Hverjir bera það fleiri en þú?\" sagði Grettir, \"og lát mig    sjá því að mart er öðru líkt.\"    Skeggi kvað öngvan mann taka af sér það er hann ætti. Grettir    þreif til malsins og toguðust þeir um hann og vildi sitt mál    hvortveggi hafa.    \"Undarlega ætlið þér,\" segir húskarlinn, \"þó að menn séu eigi    jafnstórauðgir allir sem þér Vatnsdælar að menn muni eigi    þora að halda á sínu fyrir yður.\"    Grettir kvað þetta ekki eftir mannvirðingu ganga þótt hver    hefði það er ætti.    Skeggi mælti: \"Of fjarri er nú Auðunn að kyrkja þig sem við    knattleikinn.\"    \"Vel er það,\" sagði Grettir, \"en eigi muntu mig kyrkja hvern    veg sem hitt hefir verið.\"    Skeggi greip þá öxi og hjó til Grettis. En er Grettir sá    þetta þreif hann vinstri hendi öxarskaftið fyrir framan    hendur Skeggja svo að þegar varð laus. Grettir setti þá sömu    öxi í höfuð honum svo að þegar stóð í heila. Féll húskarl þá    dauður til jarðar.    Grettir tók malinn og kastar um söðul sinn. Hann reið síðan    eftir förunautum sínum. Þorkell reið undan því að hann vissi    eigi að þetta mundi til hafa borið. Menn söknuðu nú Skeggja    úr flokkinum. En er Grettir fann þá spyrja þeir hann hvað    hann vissi til Skeggja.    Grettir kvað þá vísu:Hygg eg at hljóp til Skeggjahamartröll með för rammri.Blóð var á gunnar Gríðigráðr, fyr stundu áðan.Sú gein of haus honumharðmynnt og lítt sparði,var eg hjá viðreign þeira,vígtenn og klauf enni.    Þá hlupu fylgdarmenn Þorkels upp og sögðu ekki mundu tröll    hafa tekið manninn um ljósan dag.    Þorkell þagnaði og mælti síðan: \"Önnur efni munu í vera og    mun Grettir hafa drepið hann eða hvað bar til?\"    Grettir segir þá allan áskilnað þeirra.    Þorkell mælti: \"Allilla hefir þetta til tekist. Skeggi var    fenginn til fylgdar við mig en maður góðættaður og mun eg    taka ámælið á þann hátt að eg mun bæta slíku sem dæmt verður    en sektum má eg eigi ráða. Eru tveir kostir fyrir hendi fyrir    þig Grettir, hvort þú vilt heldur fara til þings og hætta á    hvern veg til tekst eða hverfa hér aftur.\"    Grettir kjöri að fara til þings og svo var að hann fór. Var    þetta mál kært af erfingjum hins vegna. Gekk Þorkell til    handsala og hélt upp fébótum en Grettir skyldi vera sekur og    vera utan þrjá vetur.    En er þeir riðu af þingi höfðingjarnir áðu þeir uppi undir    Sleðaási áður en þeir skildu. Þá hóf Grettir stein þann er    þar liggur í grasinu og nú heitir Grettishaf. Þá gengu til    margir menn að sjá steininn og þótti þeim mikil furða að svo    ungur maður skyldi hefja svo mikið bjarg.    Reið Grettir heim til Bjargs og sagði frá föður sínum.    Ásmundur tók lítt á og kvað hann óeirðarmann verða mundu."}}