{"originalTitle": "Örvar-Odds_Saga_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_5", "text": {"0": "Þeir fara nú, þar til er þeir koma at hauginum, okbinda sér byrðar, fyrir því at þar skorti ekki fé. En erþeir váru búnir, fara þeir til skipa. Oddr spurði, hversufarit hefði, en þeir létu vel yfir ok sögðu þar eigi skortaféföng. \"Nú skulu þit,\" sagði Oddr, \"taka við byrlaranumok geyma hann trúliga, fyrir því at svá standa auguhans á land upp sem honum þykki eigi svá illt með þeimBjörmum sem hann lætr yfr.\" Oddr fór nú til haugsins,en þeir varðveita skipin Guðmundr ok Sigurðr. Þeirsitja við ok sælda silfrit, en byrlarinn sitr í millum þeira,ok eigi finna þeir fyrr en hann hleypr á land upp, okhafa þeir hans ekki meira.Þat er at segja frá þeim Oddi, at þeir koma til haugsins.Þá mælti Oddr: \"Nú skulu vér búa oss byrðar, hverreptir sínu afli, svá at vér megum fulla ferð fara.\" Þálýsti, er þeir fóru frá hauginum. Þeir fara, þar til atbirti. Þá stingr Oddr við fótum. \"Hví ferr þú eigi?\" sagðiÁsmundr. \"Ek sé mannfjölda mikinn koma fram órmörkinni,\" sagði Oddr. \"Hvat skal nú ráða taka?\" sagðiÁsmundr. Þeir sjá nú allir mannfjöldann. \"Eigi er þettaallvel á komit,\" sagði Oddr, \"fyrir því at örvamæli mitter at skipum niðri. En nú mun ek snúa aptr at mörkinniok höggva mér kylfu eina með bastöxi þessi, erek hefi í hendi, en þér skuluð fara fram í nes þat, semgengr fram í ána.\" Ok svá gera þeir. En er hann kemraptr, hefir hann stóra kylfu í hendi. \"Hvat ætlar þú,\"sagði Ásmundr, \"at gegni um fjölmenni þetta?\" \"Getek,\" sagði Oddr, \"at þeim Guðmundi muni lauss hafaorðit byrlarinn ok hafi hann borit erendi várt til Bjarma,fyrir því at mér þótti sem honum þætti hér ekki svá illtsem hann lét yfir. Skulu vér nú fylkja liði váru yfirþvert nesit.\"Drífr nú at þeim liðit, ok kennir Oddr þar byrlaranní ferðar broddi. Oddr kastar orðum á hann okmælti: \"Hví stýrir þú nú svá hverft?\" Byrlarinn mælti:\"Ek vilda at því hyggja, hvat yðr líkaði bezt.\" \"Hvertvartu nú farinn?\" sagði Oddr. \"Á land upp,\" sagðihann, \"at segja Björmum tiltekjur yðar.\" \"Hversu líkarþeim nú þá?\" sagði Oddr. \"Svá hefi ek nú túlkat fyriryðr,\" sagði hann, \"at þeir vilja nú eiga kaupstefnuvið yðr.\" \"Þat vilju vér gjarna,\" sagði Oddr, \"þá vérkomum til skipa várra.\" \"Eigi þykkir Björmum of launat,þó at þeir ráði at því, at í stað sé keypt.\" \"Hverjuskulu vér kaupa?\" sagði Oddr. \"Þeir vilja kaupa við yðrvápnum ok gefa silfrvápn í mót járnvápnum.\" \"Eigiviljum vér þat kaup,\" sagði Oddr. \"Þá munu vér eigastvið bardaga,\" sagði byrlarinn. \"Þér verðið því at ráða,\"sagði Oddr.Þá segir Oddr liði sínu, at þeir skyldi fleygja hverjumút á ána, sem felli af liði þeira, -- \"því at þeir munu þegargera fjölkynngi í liði váru, ef þeir ná nokkurum þeim,sem dauðir eru.\" Síðan tekst með þeim bardagi, okgengr Oddr í gegnum fylkingar, hvar sem hann kemrat, ok fellir lið af Björmum sem stráviði, ok var bardagiþeira bæði harðr ok langr. En sá varð endir á sóknþeira, at Bjarmar flýðu, en Oddr rekr flóttann ok snýrsíðan aptr ok kannar lið sitt, ok hafði fátt fallit, enmúgi var drepinn af landsmönnum. \"Nú skulu vérgera fjárskipti,\" sagði Oddr. \"Gerum oss nú byrðaraf silfrvápnum.\" Ok svá gera þeir ok fara síðan til skipasinna. En er þeir kómu þar, váru þau öll í burtu.Þykkist Oddr nú sakna vinar í stað. \"Hvat skal nú tilráða taka?\" sagði Ásmundr. \"Tvennu mun þar atskipta,\" sagði Oddr. \"Þeir munu hafa lagit skipin íleyni hér undir eyjunum, elligar hafa þeir brugðiztog meir en vér ætlum.\" \"Þat mun eigi vera,\" sagðiÁsmundr. \"Ek mun gera tilraun,\" sagði Oddr.Hann gekk til skógar ok tendrar eld uppi í einustóru tré. Þat logar snart, svá at loginn stendr í loptupp. Þessu næst sáu þeir, at skipin fara at landi. Varðþá fagnafundr með þeim frændum, ok halda þeir núburt þaðan með herfang sitt, ok er nú ekki sagt afþeira ferðum, fyrr en þeir koma við Finnmörk ok íþat sama lægi, sem þeir höfðu fyrr í verit.En er nátta tók, vöknuðu þeir við þat, at þeir heyrðubrest mikinn í loptit upp, svá at slíkan höfðu þeir aldrifyrr heyrðan. Þá spurði Oddr þá Guðmund ok Sigurð,ef þeir hefði nokkut heyrt sagnir frá slíku fyrr. Ok erþeir áttu þetta með sér at ræða, kom brestr annarr, okvar sá ekki minni. Þá kom inn þriði, ok var sá mestr.\"Hvat ætlar þú, Oddr,\" sagði Guðmundr, \"at þettasæti?\" Oddr sagði: \"Heyrt hefi ek sagt frá því, at veðrtvau verði senn í loptinu ok farist á móti ok af þeirasamkvámu verði stórir brestir. Nú skulu vér svá viðbúast sem veðr nokkut illt ok mikit muni koma.\"Nú færðu þeir þvergirðinga á skipin ok aðra þá hluti,er þeir þurftu til viðbúnaðar, eptir fyrirsögn Odds, okvar þat allt jafnskjótt, at þeir höfðu um búizt, okveðrinu laust á svá illu, at þá rekr undan landi, okaldri ná þeir viðfalli ok urðu einatt í austri at vera.Svá er veðr þetta mikit, at við því þótti búit, at kefjamundi skipin undir þeim. Þá kallar Guðmundr af skipisínu á Odd ok mælti: \"Hvat skal nú til ráðs taka?\"\"Eitt er nú til ráðs,\" sagði Oddr. \"Hvert er þat?\" sagðiGuðmundr. \"Taka allt finnskrefit ok kasta fyrir borð,\"sagði Oddr. \"At hverju haldi mun þat koma þeim?\"sagði Guðmundr. \"Látum þá sjálfa Finna sjá fyrir því,\"sagði Oddr. Þetta var gert, at þat var allt upp brotit,finnskrefit. Þat sjá þeir þegar, at þat rak með öðruborði fram, en öðru aptr, til þess at þat kemr allt íeinn bagga, þá rekr þat óðfluga í gegn veðrinu, sváat þat er senn ór augsýn. Brátt eptir þetta sjá þeir land,en veðrit helzt, ok rekr þá at landinu, ok váru þá farnirflestir at liðsemd nema þeir frændr ok Ásmundr.Taka þeir nú land. Eigi er frá því sagt, hversu lengiþeir hafi úti verit. Bera þeir nú af skipum. Þá ræðirOddr um, at þeir muni upp setja skip sín ok búa umrammliga. Síðan taka þeir til ok gera sér skála. Ok erþeir höfðu því lokit, kanna þeir landit. Svá hugðist Oddiat sem þat mundi eyland vera. Þeir sáu, at þar skortieigi dýr, ok þau skjóta þeir, sem þeir þurftu til atvinnusér.Þat var einn dag, at Oddr var farinn á skóg, at hannsá björn einn mikinn. Hann skaut at honum ok misstieigi, ok er dýrit var dautt, lætr hann flá af því belg.Síðan lætr hann setja spjálkir í munn því ok eptirendilöngu. Hann lætr þat standa miðbreytis, ok horfirbersi inn á meginland. Gleði hafði Oddr mikla í eyjunni.Þat var einn aptan, at þeir váru úti staddir, at þeirsjá þat til tíðenda inn á meginland, at lið safnast samaná nes eitt. Því var svá varit, at þat var bæði stórt oksmátt. \"Hvat ætlar þú, Oddr frændi,\" sagði Guðmundr,\"hvat lið þetta skuli?\" \"Eigi veit ek þat,\" sagði Oddr,\"en þess mun ek freista at fara til lands ok vita, hvatþar sé talat.\"Oddr kvaddi Ásmund til ferðar með sér. Þeir gangatil sjóvar ok stíga á bát ok róa inn undir nesit ok haldaupp árum ok hlýða til tals manna. Nú tekr sá til orða,er þar var höfðingi: \"Svá er sem þér vitið, at hér erukomin börn nokkur í ey þá, er vér eigum, ok gera ossmikinn usla, ok er ek af því hingat kominn at ráðaþeim bana, er setzt hafa í eigur várar. Hring hefi eká hendi. Hann mun ek gefa þeim, sem þeim vill ráðabana.\" Kona nokkur gekk fram á þinginu ok mælti:\"Vér erum glysgjarnar, konurnar, ok því fáið mérhringinn.\" \"Já,\" sagði jötunninn, \"vel er til þeirar fararfengit, er þú ferr.\"Nú fara þeir Oddr, til þess at þeir koma heim, oksegja þau tíðendi, sem þeir hafa heyrt. En vánum bráðarasáu þeir, at kona veðr innan af meginlandi ok úttil eyjarinnar. Hún var í skinnkyrtli ok mikil vextiok illilig, svá at þeir þóttust ekki kvikvendi slíkt séthafa. Hún gengr at skipunum ok tekr í báða stafnanaok hristir þau svá, at þeim þótti við því búit, at öllmundi í sundr brotna. Hún gengr þá upp á leið, enOddr snýr at baki birninum. Hann hafði áðr látitleggja glæðr í munn dýrinu. Hann tekr nú ör ok skýtrfram eptir dýrinu. Hún sér örina, er at henni flýgr,ok bregðr hún við lófanum, ok bítr eigi heldr á ensteinn væri fyrir. Þá tók Oddr at Gusisnautumok skýtr þeiri sem inni fyrri. Hún bregðr fyrir öðrumlófanum, ok flýgr í gegnum hann ok í auga henni okút um hnakkann. Hún gengr þó leið sína. Oddr skýtrinni þriðju ör. Þá bregðr hún við öðrum lófa ok hræktií hann áðr, ok ferr sú jafnt ok in fyrri, at í augatkom ok út um hnakkann. Hún snýr nú leiðinni oköslar aptr til meginlands ok segir sínar farir eigi sléttar.Sitja þeir nú um kyrrt í eyjunni nokkura stund."}}