{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_39", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_39", "text": {"0": "Hrólfr konungr býst nú til ferðar sinnar með hundraðmanna ok auk kappar hans tólf ok berserkir tólf. Ekkier sagt frá ferðum þeira, fyrr en þeir koma til eins bónda.Hann stóð úti, er þeir kómu, ok bauð þeim öllum þar atvera. Konungr sagði: \"Þú ert hraustr maðr, eða hefirþú nokkur efni til þess, því at vér erum eigi svá fáirsaman, ok er þat ekki smábónda at taka við oss öllum.\"Hann hló ok mælti: \"Já, herra,\" sagði hann, \"sét hefiek menn stundum ekki færi koma, þar sem ek hefi verit,ok ekki skal yðr skorta drykk né svá annat nætrlangt eðaþat, sem þér þurfið at hafa.\" Konungr segir: \"Þá munumvér á þetta hætta.\" Varð bóndi glaðr við þetta. Erunú teknir hestar þeira ok unninn þeim beinleiki. \"Hverter nafn þitt, bóndi?\" sagði konungr. \"Hrana kalla miksumir menn,\" sagði hann. Þar er svá beint, at varlaþykkjast þeir hafa komit í beinna stað, ok er bóndi allkátr,ok þess spyrja þeir hann einskis, at hann kynnieigi ór at leysa, ok þykkir honum hann vera inn óheimskasti.Tóku nú á sik svefn. Ok er þeir vöknuðu,kól þá svá, at þeim hristust tennr í höfði ok hrukkuupp allir saman ok báru á sik klæði ok allt þat, sem tilfekkst, nema kappar Hrólfs konungs, þeir hlíttu þeimklæðum, sem áðr höfðu þeir. Alla kól þá um nóttina.Þá spurði bóndi: \"Hversu hefir ykkr sofnazt?\" Böðvarrsvarar: \"Vel,\" segir hann. Þá mælti bóndi við konung:\"Veit ek, at hirðmönnum þínum þykkir heldr svalt hafaverit í skálanum í nótt, ok þat var svá, ok ekki mega þeirætla sér at standast þær þrautir, er Aðils konungr atUppsölum mun reyna við yðr, er þeim þótti þetta sváerfitt, ok sendu heim, herra, hálft lið þitt, ef þú vilthalda lífinu, því at ekki muntu með fjölmenni sigrastá Aðils konungi.\" \"Mikill ertu fyrir þér, bóndi,\" sagðikonungr, \"ok þetta skal ráð hafa, sem þú leggr til.\"Fara nú leið sína, þá þeir eru búnir, ok biðja bóndavel lifa, en konungr sendir aptr helming liðs síns. Ríðanú leið sína, ok þegar verðr annarr bær fyrir þeim, lítill.Hér þykkjast þeir kenna inn sama bónda, sem þeir höfðuáðr hjá gist. Þeim þykkir nú undarliga við bregða.Tekr bóndi enn vel við þeim ok spyrr, hví þeir komisvá opt. Konungr svarar: \"Vér vitum varla, hverjumbrögðum vér erum beittir, ok máttu heita réttr bragðakarl.\"Bóndi segir: \"Eigi skal enn illa við yðr taka.\"Þar eru þeir þá nótt aðra í góðum beina ok tóku svefná sik ok vöknuðu við þat, at þorsti var svá mikill kominná þá, at þeim þótti náliga óbæriligr, svá at þeir gátuvarla hrært tunguna í höfði sér. Þeir stóðu upp okfóru þangat til, sem skaptker eitt stóð með vín, ok drukkuþar úr. Um morguninn mælti Hrani bóndi: \"Enn ersvá komit, herra, at þér hlýði mér, ok þykkir mér lítilþol í þeim mönnum, sem drekka verða um nætr. Meiriraun munu þér verða at þola, þá þér komið til Aðils konungs.\"Lusti þá á miklu illviðri, ok sitja þeir þar þanndag, ok kemr nóttin þriðja. En um kveldit var gerðreldr fyrir þeim, ok þótti þeim helzt heitt um hönd,sem við eldinn sátu. Flestir flúðu úr því rúmi, semHrani bóndi hafði skipat þeim, ok stukku allir fráeldinum út utan Hrólfr konungr ok kappar hans. Bóndimælti: \"Velja megi þér, herra, ór liðinu enn, ok erþat mitt ráð, at ekki fari nema þér ok kappar yðar tólf,ok er þá nokkur ván, at þér komið aptr, en engielligar.\" \"Svá lízt mér á þik, bóndi,\" sagði Hrólfrkonungr, \"sem vér munum hafa ráð þín.\" Eru þeirþar þrjár nætr. Ríðr konungr þaðan við inn tólftamann, en sendi aptr allt sitt lið annat.Aðils konungr hefir njósn af þessu ok kallaði þatvel, at Hrólfr konungr vildi hann heim sækja, -- \"því athann skal hingat víst erendi hafa, svá at frásagnar skalþykkja vert, áðr en vit skiljum.\""}}