{"originalTitle": "Grettis_Saga_Chapter_25", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_25", "text": {"0": "Ásmundur hærulangur bjó á Bjargi meðan Grettir var utan og    þótti hann þá gildur bóndi í Miðfirði. Þorkell krafla    andaðist á þeim tímum er Grettir var eigi á Íslandi.    Þorvaldur Ásgeirsson bjó þá í Ási í Vatnsdal og gerðist    höfðingi mikill. Hann var faðir Döllu er átti Ísleifur er    síðan var biskup í Skálholti. Var Ásmundi að Þorvaldi hinn    mesti styrkur til málafulltings og margra hluta annarra.    Með Ásmundi óx upp sá maður er Þorgils hét. Hann var kallaður    Þorgils Máksson. Hann var náskyldur frændi Ásmundar. Þorgils    var sterkur að afli og græddi mikið fé með umsjá Ásmundar.    Keypti hann til handa Þorgilsi landið að Lækjamóti og bjó    þar. Þorgils var aðdráttarmaður mikill og fór á Strandir    hvert ár. Aflaði hann þar hvala og annarra fanga. Þorgils var    fullhugi mikill. Hann fór allt á Almenninga hina eystri.    Í þenna tíma var uppgangur þeirra fóstbræðra sem mestur,    Þorgeirs Hávarssonar og Þormóðar Kolbrúnarskálds. Þeir áttu    ferju og létu víða verða til drepið og þóttu ekki miklir    jafnaðarmenn.    Það bar til á einu sumri að Þorgils Máksson fann hval á    Almenningum. Gekk hann þegar á skurð og hans félagar. En er    þeir fóstbræður fréttu það fóru þeir þangað til og horfðist    fyrst líklega á um umtal þeirra. Bauð Þorgils að þeir skyldu    hafa að helmingi hvalinn þann er óskorinn var en þeir vildu    hafa einir þann er óskorinn var ella skipta í helminga bæði    skorinn og óskorinn. Þorgils þverneitti því að leggja þann af    er skorinn var. Sló þá í heitan með þeim og því næst    vopnuðust hvorirtveggju og börðust eftir það. Þorgeir og    Þorgils sóttust lengi svo að engi skakkaði með þeim og var    hvortveggi hinn ákafasti. Var þeirra viðskipti bæði hart og    langt en sá varð endir á að Þorgils féll dauður fyrir    Þorgeiri til jarðar. En Þormóður og aðrir fylgdarmenn Þorgils    börðust við í öðrum stað. Sigraði Þormóður í þeirra    viðskiptum. Féllu þrír félagar Þorgils fyrir honum.    Eftir víg Þorgils sneru fylgdarmenn hans aftur inn til    Miðfjarðar og fluttu lík Þorgils með sér. Þótti mönnum að    honum hinn mesti skaði. Þeir fóstbræður tóku þar allan    hvalinn til sín. Þeirra fundar getur Þormóður í erfidrápu    þeirri er hann orti um Þorgeir.    Ásmundur hærulangur frétti víg Þorgils frænda síns. Hann var    aðili að eftirmálinu um víg Þorgils. Fór hann til og nefndi    votta að benjum og stefndi málinu til alþingis því að þeim    sýndist þá lög er málið hafði til borið í öðrum fjórðungi. Og    liðu svo stundir fram."}}