{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_23", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_23", "text": {"0": "Sigmundr Hlöðvisson hafði þá landvörn fyrir Garðariki,bróðir Ísgerðar drottningar. Hann kom til mótsvið Hálfdan með miklu fjölmenni, ok var honum velfagnat. Þá lét Hálfdan þings kveðja. Hann tók svá tilmáls: \"Nú hefi ek hér verit í Austrveginum sextánvetr, ok var þat hvárttveggja, at vér kómum hér harðligainn, enda fengum vér hér mikinn mannskaða, okhafa hér ýmsir aðra af baki riðit, ok munu vér þat núat léttu leggja, ef vér skulum vinskap saman eiga. Núviti þér, at sá orðrómr hefir hér á leikit, at Úlfkellsnillingr hafi átt Ingigerði, dóttur Hergeirs konungs,en þau eru nú dauð Úlfkell ok hans kona. Því vil eknú vita sannendi þessa máls af Ísgerði drottningu okSigmundi, bróður hennar, ok Skúla jarli, fóstbróðurmínum, hvárt þessi Ingigerðr, er ek hefi hingat flutt,er dóttir Kols eða Hergeirs konungs, því at ek hefðaætlat mér betra kvánfang, ef kostr hefði verit, en eigadóttur Kols.\" Þá svarar Ísgerðr drottning: \"Þó at vérhöfum lengi harðliga saman keypt, þá vil ek þik í engupretta, Hálfdan, því at þú hefir valit þér inn bezta hlutaf várum viðskiptum. Því segi ek þér, at þessi Ingigerðrer mín dóttir ok Hergeirs konungs, sem þú hefir hingatfært, ok hún ein er erfingi réttr til þessa lands, ok þvílýsi ek hér, at ek gef mik ok mína dóttur ok þetta ríkiHálfdani til fullrar eignar, ok bæti svá hvárir sinn skaða,en gjarna vilda ek vita, at Skúli jarl hefði sæmiligakosti, þá sem honum vel líkaði.\""}}