{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_11", "text": {"0": "At várdögum býr Hjálmþér sinn skipaflota ok gekksíðan fyrir föður sinn ok bað hann fá sér menn nokkura.Konungr kvaðst eigi til hafa. Hjálmþér mælti: \"Fámér einn mann af hirð þinni.\" \"Haf þú hvern, sem þúvilt, nema Björn,\" segir konungr. Hjálmþér gekk tilsvína ok sá þar mann liggja, mikinn ok stóran ok furðuligasterkligan, í loðkápu. Hjálmþér stakk á honumspjótskapti ok mælti: \"Stattu upp, þræll.\" Hann liggreigi at síðr. Hjálmþér lét koma við hann skaptit íannat sinn. Hann settist þá upp ok mælti: \"Mun eigivera sem mér sýnist, at þetta sé konungsson?\" Hjálmþérmælti ok bað hann upp standa ok fara með sér.\"Gera skal ek þér kost á því,\" segir hann. \"Ek vil einnöllu ráða, en þú engu.\" Hjálmþér mælti: \"Þat vinnek eigi til nokkurs manns, eða hvat heitir þú?\" Hannmælti: \"Því skalt þú ráða, en Hörðr heiti ek.\"Hjálmþér gekk í burt. Hann kom at einum bekk ok sá þarVargeisu standa. Honum kom í hug, hvat hún hafðimælt. Hann gekk aptr ok mælti: \"Stattu upp, þræll,ok gakk með mér ok ráð einn öllu.\" Hann segir: \"Ekmun til skipa ganga, en þú munt finna stjúpu þína.\"Hjálmþér gekk heim at höllinni. Hann sá þá stjúpusína ganga á móti sér. Honum leizt hún ekki frýnilig.Hún var þá bæði ljót ok leiðinlig yfirlits ok ófögr íásjónu. Hún mælti: \"Vel er þat, Hjálmþér, at vit höfumfundizt.\" Hann kveðst þat eigi lasta kunna. Húnsegir: \"Nú skal launa þér pústrinn, er þú gafst mérfyrir löngu. Þat legg ek á þik, at þú skalt hvergi kyrrþola, hvorki nótt né dag, fyrr en þú sér HervöruHundingsdóttur, nema á skipum þínum ok í tjaldi.\"Hjálmþér mælti: \"Ekki skaltu fleira á mik leggja, því atkjaptr þinn skal opinn standa, en þat þykkir mér einskisvert at þreyja eptir eina konungsdóttur. Hamrar hávirstanda niðr við skipalægit. Þar skaltu á stíga sínumfæti á hvárn hamarinn, en fjórir þrælar föður mínsskulu kynda eld undir þér, en við ekki skaltu lifa nemaþat, sem hrafnar færa þér, þar til ek kem aptr.\" Síðangekk hann til skipa. Var þá bryggjum kippt. Hannhafði fimm skip ór landi ok skipuð völdum drengjum,ok halda síðan burt. Fyrstu máltíð bað Hjálmþér Hörðat sitja hjá þér. Hann kveðst þat eigi vilja. \"Einn samanvil ek mat eiga, en sofa í rekkjugólfi þínu.\" Hjálmþérbað hann ráða."}}