{"originalTitle": "Grettis_Saga_Chapter_39", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_39", "text": {"0": "Það var einn dag þá er konungur sat að málstefnu að Grettir    gekk fyrir konunginn og kvaddi hann vel.    Konungur leit við honum og mælti: \"Ertu Grettir hinn sterki?\"    Hann svarar: \"Kallaður hefi eg svo verið og er eg af því hér    kominn að eg vænti af yður nokkurrar linunar um það illmæli    er mér hefir kennt verið en eg þykist þessa eigi valdur.\"    Ólafur konungur mælti: \"Ærið ertu gildur en eigi veit eg    hverja gæfu þú berð til að hrinda þessu máli af þér. En    líkara væri að þú hefðir eigi viljandi mennina inni brennt.\"    Grettir kvaðst gjarna vilja af sér koma þessu ámæli ef    konungi þætti það vera mega. Konungur bað hann satt frá segja    hversu farið hefði með þeim.    Grettir sagði þá allt sem áður var greint og það með að þeir    lifðu allir er hann komst út með eldinn \"vil eg nú bjóða mig    til slíkrar undanfærslu sem yður þykja lög til standa.\"    Ólafur konungur mælti þá: \"Unna viljum vér þér að bera járn    fyrir þetta mál ef þér verður þess auðið.\"    Gretti líkaði það allvel. Tók hann nú að fasta til járnsins    og leið til þess er sá dagur kom er skírslan skyldi fram    fara. Þá gekk konungur til kirkju og biskup og fjöldi fólks    því að mörgum var forvitni á að sjá Gretti, svo mikið sem af    honum var sagt. Síðan var Grettir til kirkju leiddur. Og er    hann kom til kirkjunnar litu þeir margir til hans er fyrir    voru og töluðu þeir að hann væri ólíkur flestum mönnum fyrir    sakir afls og vaxtar. Gekk Grettir nú innar eftir gólfinu.    Þá hljóp fram piltur einn frumvaxta, heldur sviplegur, og    mælti til Grettis: \"Undarlegur háttur er nú hér í landi þessu    þar sem menn skulu kristnir heita að illvirkjar og ránsmenn    og þjófar skulu fara í friði og gera þeim skírslur. En hvað    mundi illmenninu fyrir verða nema forða lífinu meðan hann    mætti? Hér er nú einn ódáðamaðurinn er sannreyndur er að    illvirkjum og hefir brennt inni saklausa menn og skal hann þó    enn ná undanfærslu og er þetta allmikill ósiður.\"    Hann fór að Gretti og rétti honum fingur og skar honum höfuð    og kallaði hann margýgjuson og mörgum öðrum illum nöfnum.    Gretti varð skapfátt mjög við þetta og gat þá eigi stöðvað    sig. Grettir reiddi þá upp hnefann og sló piltinn undir eyrað    svo að hann lá þegar í óviti en sumir segja að hann væri    dauður þá þegar. En engi þóttist vita hvaðan sjá piltur kom    eða hvað af honum varð en það ætla menn helst að það hafi    verið óhreinn andi sendur til óheilla Gretti.    Nú varð hark mikið í kirkjunni og var nú sagt til konunginum    að sá barðist um sem járnið skyldi bera.    Ólafur konungur gekk nú fram í kirkjuna og sá hvað um var og    mælti: \"Mikill ógæfumaður ertu Grettir,\" segir konungur, \"er    nú skyldi eigi skírslan fram fara svo sem nú var allt til    búið og mun eigi hægt að gera við ógæfu þinni.\"    Grettir svarar: \"Það hafði eg ætlað að eg mundi meiri sæmd    til yðvar sækja herra en nú horfist á fyrir sakir ættar    minnar\" og sagði hversu mönnum var farið með þeim Ólafi    konungi sem fyrr var talað.    \"Vildi eg nú gjarna,\" sagði Grettir, \"að þér takið við mér.    Hafið þér þá marga með yður að ekki mun víglegri þykja en    eg.\"    \"Sé eg það,\" sagði konungur, \"að fáir menn eru nú slíkir    fyrir afls sakir og hreysti sem þú ert en miklu ertu meiri    ógæfumaður en þú megir fyrir það með oss vera. Nú skaltu fara    í friði fyrir mér hvert er þú vilt vetrarlangt en að sumri    far þú út til Íslands því að þar mun þér auðið verða þín bein    að bera.\"    Grettir svarar: \"Eg vildi fyrst færast undan brennumálinu ef    eg mætti því að það hefi eg eigi viljandi gert.\"    \"Það er alllíklegt,\" segir konungur, \"en fyrir sakir þess að    nú ónýttist skírslan fyrir sakir þolleysis þíns þá muntu    þessu máli ekki framar fá af þér hrundið en svo sem nú er    orðið og hlýtur jafnan illt af athugaleysinu. Og ef nokkrum    manni hefir verið fyrirmælt þá mun þér hóti helst.\"    Eftir það dvaldist Grettir í bænum nokkra stund og fékk ekki    meira af Ólafi konungi en nú var sagt. Síðan fór hann suður í    land og ætlaði austur til Túnbergs að finna Þorstein drómund    bróður sinn. Og er ekki sagt af hans ferðum fyrr en hann kom    austur á Jaðar."}}