{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_12", "text": {"0": "Ögn drottning fæðir nú son þann, er Agnarr hét.Hann var snimma mikill ok efniligr. En er Helgikonungr spurði þetta, safnar hann liði ok ferr á fundHróks. Tekst þar bardagi, ok svá lýkr, at Hrókr verðrhandtekinn. Þá mælti Helgi konungr: \"Þú ert allillrhöfðingi, en því mun ek eigi drepa þik, at þér er meiriskömm at lifa við harmkvæli. Síðan lét hann brjótafótleggi hans ok handleggi ok sendi hann svá aptr íríki sitt, at hann var til einskis færr.En er Agnarr Hróarsson var tólf vetra, þóttust mennekki hafa sét þvílíkan mann, ok um alla atgervi varhann fram yfir aðra menn. Hann gerðist hermaðr svámikill ok frægr, at hans er víða getit í fornum sögum,at hann hafi mestr kappi verit at fornu ok nýju. Hannspurðist eptir, hvar fjörðr sá væri, sem Hrókr hafði slengthringnum utan borðs; margir höfðu eptir honum leitatmeð alls konar vígvélum ok náðu honum eigi. Ok sváer sagt, at Agnarr kemr skipi sínu á þenna fjörð okmælti: \"Þat væri nú snarræði at sækja eptir hringnum,ef menn hafa hér glögg mið á.\" Menn sögðu honumþá, hvar honum hefði verit á sjóinn kastat. Síðan býrAgnarr sik til ok kafar í djúpit ok kemr upp ok hefireigi hringinn. Ofan fór hann í annat sinn ok hefir eiginát honum, er hann kemr upp. Nú mælti hann: \"Slæligaer nú eptir sótt,\" ok fór svá niðr í þriðja sinn ok komþá upp með hringinn. Af þessu varð hann ágætligafrægr ok frægri en hans faðir, Hróarr konungr, sitrnú í ríki sínu um vetrum, en í víkingu á sumrin okgerðist frægr maðr ok meiri en hans faðir.Þau Helgi konungr ok Yrsa unntust mikit ok áttu einnson, þann er Hrólfr hét, er mikill mætamaðr varð síðan."}}