{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_1", "text": {"0": "MAÐR hét Hálfdan, en annarr Fróði, bræðr tveirok konungasynir, ok stýrði sínu ríki hvárr þeira.Hálfdan konungr var hýrr ok hægr ok góðlyndr, enFróði konungr var inn mesti ribbaldi. Hálfdan konungrátti þrjú börn, tvá syni ok eina dóttur. Hét húnSigný. Hún var elzt ok gift Sævil jarli. Þetta bar tiltíðenda, er synir hans váru þá ungir. Hét annarr Hróarr,en annarr Helgi. Reginn hét fóstri þeira, ok unni hannsveinunum mikit. Ein ey lá þar skammt frá borginni.Bjó þar í einn karl, er Vífill hét. Hann var aldavinrHálfdanar konungs. Hunda tvá átti Vífill karl; hétannarr Hoppr, en annarr Hó. Karl var gagnauðigr okkunni margt í fornum fræðum, ef á hann var leitat.Nú er þar til at taka, at Fróði konungr sitr í ríkisínu, ok öfundar hann fastliga bróður sinn, Hálfdankonung, at hann skyldi stýra Danmörk einn, en þóttisinn hluti ekki hafa orðit svá góðr. Því safnar hannsaman múg ok margmenni ok heldr til Danmerkr okkemr þar á náttar þeli, brennir þar allt ok brælir.Hálfdan konungr kemr lítilli vörn við. Er hann höndumtekinn ok drepinn, en þeir flýja, sem því við koma.En allr borgarmúgrinn varð at sverja trúnaðareiðaFróða konungi, elligar lét hann pína þá ýmisligumpíningum. Reginn, fóstri Helga ok Hróars, kom þeimundan ok út í ey til Vífils karls; hörmuðu þeir mjökskaðann. Sagði Reginn þá mundi fokit í flest skjól, efVífill gæti eigi geymt þá fyrir Fróða konungi. Vífillsegir: \"Hér er við ramman reip at draga,\" en kvað skyldamikil til at hjálpa sveinunum. Svá tók hann við þeimok lét í eitt jarðhús, ok váru þar optast á nætr, en ádaginn viðruðu þeir út um skógarrunna karls, því ateyin var hálf skógi vaxin, ok skiljast þeir svá við Regin.Reginn átti miklar eignir í Danmörk, börn ok konu,ok sá Reginn sér eigi annat sýnna en ganga til handaFróða konungi ok sverja honum trúnaðareiða. LagðiFróði konungr nú allt Danmerkr ríki undir sik meðsköttum ok skyldum. Gengu þar flestir nauðugir til, þvíat Fróði konungr var allra manna óvinsælastr, ok sválíka skattgildi hann Sævil jarl.Eptir allt þetta unnit hægist Fróða konungi lítit, athann finnr ekki sveinana, Helga ok Hróar. Setr hannnú geislung fyrir þá á allar síður, nærri ok fjarri, norðrok suðr, austr ok vestr, heitr þeim stórgjöfum, sem sérkann nokkut segja til þeira, en þeim, sem þeim leyna,ýmisligum píningum, ef þat verðr uppvíst, ok þykkistengi kunna at segja konungi til þeira. Þá lætr hannsækja völur ok vísendamenn um allt landit ok lætrþá kanna landit upp ok ofan, eyjar ok útsker, ok finnastþeir eigi. Ok nú lætr hann sækja galdramenn, semeptir öllu geta rýnt, því sem þeir vilja, en þeir segjahonum, at eigi munu þeir á landi fæddir, en þó muniþeir eigi fjarri konunginum. Fróði konungr segir: \"Víðahöfum vér þeira leitat, ok þykki mér þat sízt ván, atþeir sé hér nærri, en ey er hér nálægt, þar er vér höfumekki þrátt um leitat, ok nærri engi byggð í, nemaeinn fátækr karl býr þar.\" \"Leitið þangat fyrst,\" sögðugaldramenninir, \"því at mikil þoka ok hulda liggryfir eyju þeiri, ok verðr oss ekki þangat auðsét umhíbýli karls þess, ok ætlum vér hann forvitra ok eigiallan, þar hann er sénn.\" Konungr sagði: \"Þangat skalþá enn leita, ok þykki mér undr, at fiskikarl einn fátækrskal halda sveina þessa ok þora svá at halda mönnumfyrir oss.\""}}