{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_1", "text": {"0": "Svá byrjar þessa frásögu, at Hreggviðr er konungrnefndr. Hann átti at ráða fyrir Hólmgarðaríki, er sumirmenn kalla Garðaríki. Hann var mikill at vexti, sterkrat afli, manna vænstr ok vápndjarfastr, hugarfullr okbardagamaðr mikill, vitr ok ráðugr, stórgjöfull við vinisína, stríðr ok refsingasamr við óvini sína. Váru honumflestir hlutir vel gefnir. Mikillar ættar drottninguhafði hann átta, ok er hún eigi nefnd ok því kemrhún ekki við þessa sögu. Dóttur eina barna átti hannvið drottningu sinni, er Ingigerðr hét. Allra kvennavar hún fríðust ok kurteisust, er í váru öllu Garðaríkiok þótt víðara væri leitat. Vizku ok málsnilld bar húnyfir hvern mann. Allar þær listir kunni hún, er kvenmannisómdi ok þá plöguðu dýrar konur nær ok fjarri.Hún hafði hár svá mikit, at vel mátti hylja allan hennarlíkama, ok svá fagrt sem gull eða hálmr. Mikit unnikonungr dóttur sinni. Hafði hún sérliga herbergi innanborgar. Var þat ágætt herbergi at stöð ok sterkleikaok forkunnliga gert með gull ok gimsteina. Sat húndagliga í þessu herbergi með þeim öðrum, er henniþjónuðu. Hreggviðr konungr var mjök við aldr í þanntíma.Svá er sagt, þá er konungr var á ungum aldri, lá hannmjök í hernaði, ok hann hafði undir sik lagt um ánaDýnu, er fellr um Garðaríki, ok herjaði þaðan í Austrríkiá ýmisligar þjóðir. Þar með fekk hann fáséna dýrgripi.Þessi á er in þriðja eða fjórða mest í heiminum.At uppsprettu ár þessarar leitaði Ingvarr inn víðförli,sem segir í sögu hans. Í þessari ferð var Hreggviðr konungrsjau vetr samfleytt. Hugðu menn hann þá dauðan.Eptir þat kom hann í Garðaríki ok settist um kyrrt.Hann hafði fengit hest þann, er kunni manns máli.Hann hét Dúlcifal. Skjótr var hann sem fugl, fimr semleó, mikill sem úlfr. Engi var honum líkr at mikilleikaok afli. Hann lét eigi takast, ef sá fekk ósigr, er honumreið, en ef honum varð sigrs auðit, þá fór hann atsínum meistara. Hann átti herklæði þau, er engi váruþvílík: Hjálmr allr gimsteinum settr ok óvinnanligrfyrir harðleika sakir. Brynja hans var öll þréföld afharðasta stáli ok björt sem silfr. Skjöldrinn var bæðibreiðr ok þykkr, svá at eigi bitu járn á. Burtstöng sú,er þar fylgdi, var stinn ok seig ok gaf hljóð af sér semklukka, ef henni var drepit á skjöldinn, en er ósigrvar víss, gaf hún ekki hljóð af sér. Sverðit nam hvergií höggi stað ok beit með atkvæðum stál ok steina svásem blauta mannsbúka. Þat var gert af gerjárni. Þatfellr í firði þeim, er Ger heitir. Þat kann eigi ryðga néstökkva. Hestrinn Dúlcifal var af kyni drómedaríórum,svá vorðnu hestakyni. Aldri hafði Hreggviðr konungrósigr farit, síðan hann fekk hestinn ok þessi herklæðin.Ríki hans var mjök herskátt, ok átti hann jafnan orrosturstórar ok hans menn. Konungr hafði með sérmarga ráðgjafa ok vildarmenn. Einn af þeim hét Sigurðrok var kallaðr ullband. Hann var sonarsonr Hálfdanarrauðfelds, sonar Brennu-Kára. Hann var ofrhugimikill, vinsæll við alþýðu ok gamall at aldri. Hannhafði lengi verit með konungi ok fylgt honum vel ímörgum mannraunum."}}