{"originalTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_3", "text": {"0": "Ok er Ívarr konungr spyrr þessi tíðendi, at Auðr vargift, þykkir honum Raðbarðr konungr firna djarfr, erhann fekk hennar án hans leyfi, safnar her miklumum öll sín ríki, Svíþjóð ok Danmörk, ok safnar svámiklum her, at eigi kunni telja, hvé mörg skip hannhafði. Hann stefnir her þeim í Austrríki á hendr Raðbarðikonungi, kveðst eyða skulu ok brenna allt hansríki. Ívarr konungr var þá gamall mjök. Ok er hannkom liðinu austr í Karjálabotna, ok ætla upp at gangaaf skipum með herinum, þar tók til ríki Raðbarðskonungs.Þat var eina nótt, er konungr svaf á dreka sínum ílyptingu, at honum þótti sem dreki mikill flygi utanaf hafinu ok þótti litr hans sem gull eitt ok sindra afhonum upp á himininn, sem síur flygi ór afli, oklýsir á öll lönd in næstu af honum. Ok þar eptir fljúgaallir fuglar þeir, sem honum þóttu vera á Norðrlöndum,ok þá sá hann í annan stað, at dregr upp skýmikit af landnorðri, ok sér, at þar fylgir svá mikit regnok hvassviðri, at honum þótti sem allir skógar ok alltland flyti í vatni því, sem ofan rigndi. Þar fylgdu reiðarok eldingar. Ok er sá inn mikli dreki fló af sænum álandit, þá kom móti honum regnit ok illviðrit ok svámikit myrkr, at því næst sá hann eigi drekann né fuglana,en heyrði þó gný mikinn af reiðunum ok af illviðrinu,ok gekk allt svá suðr ok vestr um landit ok svá víðasem hans ríki var. Ok þá þóttist hann sjá þar til, semskipin váru, at öll váru orðin at hvölum einum okrenna út í haf.Ok síðan vaknar hann, ok hann lét kalla til sín Hörð,fóstra sinn, ok segir honum drauminn ok bað hannráða. Hörðr kveðst vera svá gamlaðr, at hann kvaðstekki kunna at skynja drauma. Hann stóð í bjargi fyrirofan bryggjusporð, en konungr lá í lyptingu ok sprettirlangskarir, er þeir ræddust við. Konunginum var óskapléttok mælti: \"Gakk á skip, Hörðr, ok ráð draumminn.\" Hörðr segist eigi munu út ganga, -- \"ok þarfeigi at ráða draum þinn. Sjálfr máttu vita, hvat hanner, ok meiri ván, at skammt líði heðan, áðr skipastmunu ríki í Svíþjóð ok Danmörk, ok er nú kominná þik helgráðr, er þú hyggst öll ríki munu undir þikleggja, en þú veizt eigi, at hitt mun fram koma, at þúmunt vera dauðr, en óvinir þínir munu fá ríkit.\" Konungrmælti: \"Gakk hingat ok seg illspár þínar.\" Hörðrmælti: \"Hér mun ek standa ok heðan segja.\" Konungrmælti: \"Hverr var Hálfdan snjalli með Ásum?\" Hörðrsvarar: \"Hann var Baldr með Ásum, er öll regin grétu,ok þér ólíkr.\" \"Vel segir þú,\" kvað konungr, \"gakkhingat ok seg tíðendi.\" Hörðr svarar: \"Hér mun ekstanda ok heðan segja.\" Konungr spyrr: \"Hverr varHrærekr með Ásum?\" Hörðr svarar: \"Hann var Hænir,er hræddastr var Ása, ok þó þér illr.\" \"Hverr var Helgiinn hvassi með Ásum?\" segir konungr. Hörðr svarar:\"Hann var Hermóðr, er bezt var hugaðr, ok þéróþarfr.\" Konungr mælti: \"Hverr var Guðröðr með Ásum?\"Hörðr svarar: \"Heimdallr var hann, er heimskastrvar allra Ása, ok þó þér illr.\" Konungr mælti:\"Hverr em ek með Ásum?\" Hörðr svarar: \"Muntuvera ormr sá, sem verstr er til, er heitir Miðgarðsormr.\"Konungr svarar reiðr mjök: \"Ef þú segir mér feigðmína, þá segi ek þér, at þú munt eigi lengr lifa, því atek kenni þik, hvar þú stendr, þrúðna þursinn. Þá farþú nú nær Miðgarðsorminum, ok reynum með okkr.\"Þá hljóp konungr ór lyptingunni, ok varð hann svá reiðr,at hann hljóp út um skarirnar. En Hörðr steyptist órbjarginu ok á sæinn út, ok þeir menn, er vörð helduá konungs skipinu, sá þat síðast til konungs ok Harðar,at hvárrgi kom upp síðan.Ok eptir þessi tíðendi er blásit liðinu til landgöngu,ok eiga þing. Þessi tíðendi spyrjast nú um allan herinn,er konungr er dauðr, ok þá er ráðs leitat, hvé með þessummikla her skal fara. Þat sýndist þeim, þar sem Ívarrkonungr var dauðr, en áttu engar sakir við Raðbarðkonung, at hverr færi heim sem skjótast at góðum byr.Þat var ráðs tekit, rofinn leiðangrinn, siglir hverr tilsíns lands. Ok er þetta spyrr Raðbarðr konungr, setrhann Harald, stjúpson sinn, yfir suman herinn. Ferrþá Haraldr með liðinu á Selund, ok var hann þar tilkonungs tekinn. Því næst fór hann á Skáni til þessríkis, er átt höfðu móðurfrændr hans, ok var þar tekitvið honum vel, ok efldist þaðan mjök at liði. Þá fórhann upp á Svíþjóð ok leggr undir sik allt Svíaveldiok Jótland, er átt hafði Ívarr, móðurfaðir hans, hófþá upp marga fylkiskonunga, er áðr váru teknir afríki fyrir Ívari konungi. Haraldr konungr hefir starfsamtríki öndverða daga sína. Fyrir þá sök, at hanner ungr maðr, þótti mönnum sem dælla mundi at leitaeptir föðurleifðum sínum, er áðr váru teknir af ríkifyrir Ívari konungi eða Ingjaldi konungi."}}