{"originalTitle": "Hrómundar_Saga_Gripssonar_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrómundar_Saga_Gripssonar_Chapter_6", "text": {"0": "Nokkuru síðar kómu tveir konungar af Svíþjóð. Hétubáðir Haldingjar. Helgi Hröngviðsbróðir var meðþeim. Þeir buðu Óláfi konungi til orrostu vestr á Vænisís.Hann vill nú heldr mæta þeim en flýja óðal sitt,gerir nú orð Hrómundi ok bræðrum hans at fylgja sér.Þá vildi Hrómundr hvergi fara, kvað Bíld ok Vála velduga ok vinna allt með konungi. Konungr fór af staðmeð lið sitt. Svanhvít klökknaði við ok fór heim tilHrómundar. Hann tók henni vel. \"Virð nú til bænmína,\" sagði hún, \"meir en beiðni bróður míns ok veitnú lið konungi. Ek vil gefa þér einn skjöld með þvíbandi, er honum fylgir. Mun þik eigi saka, meðan þúhefir þat.\" Hrómundr þakkar henni gjöf þessa. Gladdisthún þá. Hann bjóst til ferðar ok bræðr hans átta.Nú kemr konungr með lið sitt til Vænisíss. Var þarfyrir Svía lið. En at morgni, þegar vígljóst var, vápnastþeir á ísnum, ok sóttu Svíar hart fram. Strax sembardaginn hófst, var Bíldr veginn, en Váli kom þareigi. Óláfr konungr ok konungr Haldingr varð sárr.Hrómundr hafði sett hrauktjald hinum megin vatnsins.Bræðr hans herklæðast snemma um morguninn. Hrómundrmælti: \"Illa hefir mik dreymt í nótt, ok muneigi ganga allt at óskum, ok mun ek ekki fara í dagtil orrostu.\" Bræðr hans sögðu þat væri stór skömm atþora eigi at veita konungi lið, en vera þó kominn þesserendis. Þeir kómu til orrostu ok gengu hart fram, okfell hverr um þveran annan, er þeim mætti af liði Haldingja.Ein fjölkynngiskona var þar komin í álptar ham.Hún gólaði með svá miklum galdralátum, at engi gáðiat verja sik Óláfs manna. Flaug hún yfir þá Gripssyniok söng hátt. Hún hét Lára. Helgi inn fræknimætti þeim bræðrum þat sama sinn ok drap þá allaátta saman."}}