{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_15", "text": {"0": "Eirekr konungr fór á skóg einn dag með hirð sína,sem vandi hans var til, at jaga dýr ok skjóta fugla. Þeirsáu hjört einn mikinn ok fríðan. Ekki þóttust mennhafa sét vænna dýr. Þótti flestum sem þat mundi alidýr,því at öll hans horn váru grafin ok gulli í smeltskurðina, en stika var sett á milli hornanna með silfri.Léku þar á tveir gullhringar. Um hálsinn lá ein silfrfestiok niðr af henni ein bjalla með silfr, ok gaf húnmikit hljóð af sér, þegar hjörtrinn hljóp ok hrærði sik.Konungr vildi ná hirtinum ok bað lausum slá öllumhundum, ok svá var gert. Hlupu menn nú ok riðu,hverr sem mest gat, ok vildu taka hjörtinn, en hannæstist mjök undan hundunum, ok komast þeir hverginærri. Eltu þeir hann allan daginn, en um kveldit, erdimmaði, vissu þeir eigi, hvat af honum varð. Fór sváþrjá daga, at þeir fundu hjörtinn ok gátu eigi náthonum.En um kveldit, er konungr kom undir drykkjuborðok menn hans váru komnir í sæti, þá mælti hann:\"Lítit þykki mér þú, Vilhjálmr, sýna oss íþróttir þínar,því at þú ert at engri gleði né skemmtan með öðrummönnum, ok eigi ferr þú á skóg með oss.\" Vilhjálmrsegir: \"Lítil gleði verðr mér þat, herra, at reyna íþróttirvið menn yðra, því at ek sé hér engan kunna neinaríþróttir. Lét ek ok jafnan fá mér villibráð aðra menn,þá ek sat heima í ríki mínu.\" Konungr mælti: \"Vérhöfum elt hjört einn þrjá daga, ok kunnum vér eigi náhonum, en ef þú náir hirtinum ok færir oss hann lifandameð öllum sínum búnaði, þá vil ek gefa þér Gyðu,systur mína, ok mikit ríki, með því at ek hefi enganþann hlut sét, at ek vildi gjarnari eiga. Máttu þetta velgera, ef þú ert svá fóthvatr sem þú hefir sagt. Þó skaltuvinna tvá hluti aðra, þá sem ek legg fyrir yðr. Skal ekþinn heiðr þá auka í öllum hlutum ok vinna ríki þittaptr með mínum styrk, þat er þú hefir áðr misst. Oker sá nokkurr annarr af mínum mönnum, at þetta fáigert, þá skal hann jafnt verkkaup fyrir taka.\" Þá sagðiVilhjálmr: \"Þat er bæði, herra, at þetta fær engi gertutan ek, enda hafið þér mér þetta ætlat. Skal ek oktil vinna eða liggja dauðr ella.\" Áttu þeir at þessuhandfestar, sem siðr var til. Hrólfr gaf sik ekki at þessu.Fóru menn síðan til svefns ok tóku á sik náðir. ÞjónaðiHrólfr Vilhjálmi at öllu, sem fyrr var sagt.Snemma um morgin stóðu þeir upp Vilhjálmr okHrólfr ok bjuggust at leita eptir hirtinum. Þeir fóruá skóginn ok sáu skjótt, hvar hjörtrinn fór. Vilhjálmrhefr sik nú til hlaups ok ferr svá hart sem fugl flygi.Hjörtrinn æsist því meir. Hrólfr þrammar eptir Vilhjálmi,ok þótti honum Vilhjálmr frár í fyrsta skeiði.Hlaupa þeir svá lengi, at Hrólfr er jafnan á öðru leiti,en Vilhjálmr framar, þar til er hann kastaði sér niðrok mælti: \"Aldri verði sá heill, er þat vinnr til konu,fjár eða ríkis at sprengja sik á hlaupi.\" Í þessu komHrólfr at Vilhjálmi ok spurði, hví hann léti dýrit undanganga. Vilhjálmr sagði: \"Vel má ek hlaupa lengra,ef ek vil, en mér þykkir þú skyldr at taka dýrit okvinna allar þrautir fyrir mik eptir skildögum, ef þúert maðr til.\" Hrólfr svaraði engu ok hleypr fram eptirdýrinu ok eltir þat lengi, þar til er saman dregr meðþeim, því at hjörtrinn gerðist móðr mjök.Þeir komu fram í eitt rjóðr um síðir. Var þá dagráliðinn. Í miðju rjóðrinu stóð hóll einn. Hann varbæði víðr ok hár. Rjóðrit var fagrt ok mjök grasloðitvíða. En er Hrólfr kemr fram hjá hólnum, þá opnasthann, ok gengr hann þar um kringum hann. Þar komút kona ok var í blám tiglamöttli ok heldr á eldi okmælti: \"Illt hefir þú at verki, Hrólfr, er þú ert þrællþrælsins ok þó til þess at stela annarra manna fé, þvíat ek á dýr þetta, er þú vilt taka, ok náir þú því aldri,nema ek vili. Nú skal gera þér kost á at ná dýrinu. Þúskalt ganga inn í hólinn með mér. Ek á dóttur eina,ok er henni þat skapat at komast eigi frá eldi sínu,því hún ætti, nema mennskr maðr hefði hendr á henni.Hefir hún nú legit nítján dægr á gólfi ok má eigi léttariverða. Hefi ek því hjörtinn sent í augsýn við yðr, atek vissa, at þér mundið vilja ná honum ok elta hannhingat. Treysti ek þér, at þú hafir bezt hjarta til atganga í hólinn með mér, en ekki mun konungr hjartarinsnjóta, þó at hann sé færðr honum.\" Hrólfr segir:\"Til mun ek þat vinna at ganga inn í hólinn með þér,ef ek nái hirtinum at færa konungi, en eigi hirði ek,hvat af honum verðr síðan.\" Álfkonan varð nú glöðvið þetta, ok gengu þau inn í hólinn. Váru þar vænherbergi ok fagrt um at litast, ok margir hlutir sýndisthonum þar undarligir. Hann kom þar at, er konanlá, ok var hún lítt haldin, en þegar Hrólfr fór höndumum hana, varð hún skjótt léttari. Þökkuðu þær honummeð fögrum orðum ok báðu honum virkta. Álfkonanmælti: \"Eigi verðr þér launat sem verðugt er heilsugjöfvið dóttur mína, en hér er fingrgull, er ek vil gefaþér. Þess muntu þurfa, þá þú ferr til Hreggviðar haugs,en ef þú hefir þat á hendi þér, þá máttu hvárki villastnótt né dag, á sjá ok landi, í hverju myrkri semþú ert, ok yfir muntu vinna þrautir allar, þær er fyrirþik eru lagðar, en ekki skaltu trúa Vilhjálmi, þaðanaf þú ert frá skildr honum, því at gjarna vill hann þikfeigan.\"Hrólfr þakkaði henni, ok gengu þau út ór hólnum.Tók hún þá hjörtinn, en Hrólfr lagði hann á bak sérok þótti mikils um vert fegrð hans. Bað nú hvárt velfyrir öðru. Ferr hann nú heimleiðis, þar til hann fannVilhjálm, ok fagnaði hann vel Hrólfi ok bað hann berahjörtinn heim til borgarhliðs. Hrólfr gerði svá, en ekkisegir hann Vilhjálmi, hversu hann hafi dýrinu nát.Kómu þeir til borgarinnar seint um kveldit, þá konungrvar undir borð kominn. Vilhjálmr mælti: \"Núskulum vit fara inn í höllina, en ek skal bera dýrit fyrirkonunginn, en þú skalt sanna sögu mína, svá at konungrtrúi því, er ek segi.\" Tók Vilhjálmr við dýrinuok lét á bak sér ok viknaði í knésbótum, ok þó fekkhann borit dýrit inn í höllina fyrir konunginn ok kastaðiniðr á gólfit. Hann blés mjök mæðiliga ok mælti:\"Nú þykkjumst ek kominn til ráðahagar við systur þína,ok er nú kominn hér hjörtrinn, ok munu þeir ekkimargir bjóðast yðr til mága, er slíku geta orkat semek.\" Konungr segir: \"Þat virðist mér í skapi, at eigihafir þú hjörtinn unnit, ok vinna skaltu fleiri frægðarverkin,áðr þú fær hennar.\" \"Eigi þurfið þér at misgrunamína frægð, því at afburð hefi ek flestum mönnum.Veit þat Hrólfr, sveinn minn, at fjarlægr var hannmér, þá ek tók hjörtinn.\" Hrólfr sagði: \"Bæði er, atek var Vilhjálmi gagnlauss, enda tók hann sér í enguat hlífa.\" Vilhjálmr segir: \"Því vil ek einn til vinna,at ek vil einn taka verkkaupit, eða hvat vilið þér fleirafyrir mik leggja, því at ek er búinn til at vinna?\" Konungrsegir: \"Nú skaltu fara til Hreggviðar haugs oksækja þangat vápn Hreggviðar konungs, ok er þat lítilmannraun.\" Vilhjálmr segir: \"Nú vilið þér mik feigan,því at engi hefir sá aptr komit, er þangat hefir farithér til.\" \"Víst vil ek,\" segir konungr, \"at þú komiraptr, en sannendi eru þat, at engi hefir aptr komit, erek hefi þangat sent. Er mér mikill aptrmundr at gripumþeim, er í hauginn fóru. Skal ok sá einn fá systurminnar, sem frægri er en aðrir menn.\" Vilhjálmr segir:\"Gera mun ek þetta, því at mér þykkir þetta þrautlaust,at ræna dauða menn ok vinna þat til meyjar.\"Gekk Vilhjálmr nú til sætis síns, ok skildu at svá mæltu."}}