{"originalTitle": "Völsunga_Saga_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_10", "text": {"0": "Völsungar fara nú heim ok hafa enn mikit aukit sittagæti. Sinfjötli leggst nú í hernað af nýju. Hann séreina fagra konu ok girnist mjök at fá hennar. Þeirarkonu bað ok bróðir Borghildar, er átti Sigmundr konungr.Þeir þreyta þetta mál með orrostu, ok fellir Sinfjötliþenna konung. Hann herjar nú víða ok á margarorrostur ok hefir ávallt sigr. Gerist hann manna frægstrok ágætastr ok kemur heim um haustit með mörgumskipum ok miklu fé. Hann segir feðr sínum tíðendin,en hann segir drottningu. Hún biðr Sinfjötla fara brottór ríkinu ok læzt eigi vilja sjá hann. Sigmundr kveðsteigi láta hann í brott fara ok býðr at bæta henni meðgulli ok miklu fé, þótt hann hefði engan fyrri bættmann, kvað engi frama at sakast við konur. Hún má núþessu eigi á leið koma. Hún mælti: \"Þér skuluð ráða,herra, þat samir.\" Hún gerir nú erfi bróður síns meðráði konungs, býr nú þessa veizlu með inum beztumföngum ok bauð þangat mörgu stórmenni. Borghildrbar mönnum drykk. Hún kemr fyrir Sinfjötla meðmiklu horni. Hún mælti: \"Drekk nú, stjúpsonr.\" Hanntók við ok sá í hornit ok mælti: \"Göróttr er drykkrinn.\"Sigmundr mælti: \"Fá mér þá.\" Hann drakk af.Drottningin mælti: \"Hví skulu aðrir menn drekka fyrirþik öl?\" Hún kom í annat sinn með hornit: \"Drekknú,\" ok frýði honum með mörgum orðum. Hann tekrvið horninu ok mælti: \"Flærðr er drykkrinn.\" Sigmundrmælti: \"Fá mér þá.\" It þriðja sinn kom húnok bað hann drekka af, ef hann hefði hug Völsunga.Sinfjötli tók við horninu ok mælti: \"Eitr er í drykknum.\"Sigmundr svarar: \"Lát grön sía, sonr,\" sagði hann.Þá var konungr drukkinn mjök, ok því sagði hann svá.Sinfjötli drekkr ok fellr þegar niðr. Sigmundr ríss uppok gekk harmr sinn nær bana ok tók líkit í fang sérok ferr til skógar ok kom loks at einum firði. Þar sáhann mann á einum báti litlum. Sá maðr spyrr, efhann vildi þiggja at honum far yfir fjörðinn. Hannjáttar því. Skipit var svá lítit, at þat bar þá eigi, okvar líkit fyrst flutt, en Sigmundr gekk með firðinum.Ok því næst hvarf Sigmundi skipit ok svá maðrinn.Ok eptir þat snýr Sigmundr heim, rekr nú í brottdrottningina, ok litlu síðar dó hún. Sigmundr konungrræðr nú enn ríki sínu ok þykkir verit hafa innmesti kappi ok konungr í fornum sið."}}