{"originalTitle": "Grettis_Saga_Chapter_62", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_62", "text": {"0": "Litlu síðar en Grettir fór af Arnarvatnsheiði kom sá maður á    heiðina er Grímur hét. Hann var son ekkjunnar á Kroppi. Hann    hafði drepið son Eiðs Skeggjasonar úr Ási og varð fyrir það    sekur ger. Hann settist nú þar sem Grettir hafði áður verið    og veiddi vel úr vatninu. Hallmundi lék öfund á er Grímur var    kominn í stað Grettis og hugsaði að honum skyldi engi árferð    í vera þótt hann veiddi mart.    Svo bar til einn dag að Grímur veiddi hundrað fiska og bar    heim til skála og bjó um úti. En um morguninn eftir er hann    kom til var í burtu hver fiskur.    Þetta þótti honum undarlegt og fór til vatnsins og veiddi nú    tvö hundruð fiska, færði heim og bjó um og fór allt á sömu    leið að allir voru í burt að morgni. Nú þótti honum eigi að    einum brunni bera.    Hinn þriðja dag veiddi hann þrjú hundruð fiska, bar heim og    vakti yfir skála sínum. Grímur sá út í hurðarboruna ef nokkur    kæmi til skálans. Leið nú svo nokkuð fram á nóttina. Og er    eigi var þriðjungur af nótt þá heyrir hann gengið úti hjá og    stigið heldur hart. Og er Grímur varð þessa var tók hann öxi    er hann átti. Það var allhvasst vopn. Hann vildi vita hvað    þessi hafðist að. Komumaðurinn hafði mikinn meis að baki og    setti niður og litaðist um og sá öngvan mann úti. Hann baukar    til fiskanna og þykir nú gott hönd á að hafa, rótar ofan í    meisinn öllum fiskunum. Þá er fullur meisinn. Fiskurinn var    svo stór að Grímur ætlaði að hestur mundi eigi bera meira.    Hinn tekur nú og ræðst undir byrðina. Og í því er hann vildi    upp standa hljóp Grímur út og hjó tveim höndum á hálsinn svo    að öxin sökk að hamri. Hinn brá við hart og hefir á rás með    meisinn suður á fjall. Grímur sneri eftir honum og vildi vita    hvort honum hefði tekið. Þeir fóru allt suður undir    Balljökul. Þar gekk þessi maður inn í helli. Eldur var    bjartur í hellinum. Þar sat kona við, stór vexti og þó    skörugleg. Það heyrir Grímur að hún heilsaði föður sínum og    nefndi Hallmund. Hann kastaði niður hart byrðinni og    andvarpaði hátt. Hún spurði því hann væri blóðugur.    Hann svarar og kvað þetta:Það er mér sýntað sínu máengi maðrafli treystaþví að svo bregstá banadægrihölda hugrsem heill bilar.    Hún spurði þá innilega að atburðum þeirra en hann sagði allt    sem farið hafði.    \"Skaltu nú heyra til,\" segir hann, \"en eg mun segja frá    athöfnum mínum og mun eg kveða þar um kvæði en þú skalt rísta    eftir á kefli.\"    Hún gerði svo.    Þá kvað hann Hallmundarkviðu og er þetta þar í:Þótti eg gildrer eg Gretti strauknógu fastniðr af taumum.Sá eg hittað horfa gerðisýna stundsér í gaupnir.Það var næster Þórir komArnarvatnsupp á heiðiog við tveirvið tigu áttaodda leikeiga knáttum.Sýndust gildGrettis handaskýlihöggá skjöldum þeirra.Þó frá eg mínmiklu stærrieggja sporýtum sýnast.Eg lét hendrog höfuð fjúkabrögnum afer að baki gengusvo að kapparKelduhverfisátján þareftir lágu.Hefi eg þursaog þeirra kynhart leikiðog hamarsbúaen meinvættimarga barðiog blendingumað bana orðið.Svo álfa kindog óvættumnær hefi eg öllumóþarfr verið.    Margra athafna sinna gat Hallmundur í kviðunni því að hann    hafði farið um allt landið.    Þá mælti dóttir hans: \"Ekki hefir sjá maður sleppifengur    verið og var það eigi ólíklegt því að þú settir illa á stofn    við hann. Eða hver mun nú hefna þín?\"    Hallmundur svarar: \"Eigi er víst að þess verði auðið. Vita    þykist eg að Grettir mundi hefna ef hann mætti sér við koma    en ekki mun hægt að ganga í móti gæfu þessa manns því að    honum mun mikið lagið verða.\"    Eftir það dró svo mikið mætti Hallmundar sem fram leið    kvæðinu. Var það nú og jafnskjótt að kviðunni var lokið og    Hallmundur dó. Hún bar sig þá lítt og grét allsárt.    Þá gekk Grímur fram og bað hana hreysta sig \"og verður hver    þá að fara er hann er feigur. Varð þetta mjög af tilstofningu    hans. Mátti eg varla sjá að hann rændi mig.\"    Hún kvað hann mikið hafa að mæla um það \"og gefst illa    ójafnaður.\"    Gladdist hún þá heldur í viðræðunni. Þar dvaldist Grímur    margar nætur í hellinum og nam kviðuna og fór þá laglega með    þeim.    Grímur var á Arnarvatnsheiði um veturinn eftir dauða    Hallmundar. Eftir það kom Þorkell Eyjólfsson til móts við    hann á heiðina og börðust þeir. Lauk svo þeirra viðskipti að    Grímur átti vald á lífi Þorkels og vildi eigi drepa hann en    Þorkell tók hann til sín og kom honum utan og gaf honum mikið    góss og þótti þar hvortveggi vel gera við annan. Grímur varð    síðan farmaður og er mikil saga frá honum sögð."}}