{"originalTitle": "Gautreks_Saga_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gautreks_Saga_Chapter_2", "text": {"0": "Nú er frá því at segja, þá er Snotra kom heim, satfaðir hennar yfir fé sínu ok mælti: \"Með oss hafaorðit býsn mikil, er konungr sjá hefir komit til várrahýbýla ok etit upp fyrir oss mikla eigu ok þat, semoss henti sízt at láta. Má ek eigi sjá, at vér megumhalda öllu váru hyski fyrir takfæðar sakir, ok því hefiek saman borit alla mína eigu, ok ætla ek at skipta arfimeð yðr sonum mínum, en ek ætla mér ok konu minniok þræli til Valhallar. Má ek eigi þrælnum betra launasinn trúleika en hann fari með mér. Gillingr skal hafauxa minn inn góða ok þau Snotra, systir hans. Fjölmóðrskal hafa gullhellur mínar ok þau Hjötra, systirhans. Imsigull skal hafa korn allt ok akra ok þau Fjötra,systir hans. En þess bið ek yðr, börn mín, at eigi fjölgiðþér lið yðvart, svá at fyrir þat megi þér eigi haldaarfi mínum.\" Ok er Skafnörtungr hafði talat slíkt erhann vildi eða honum líkaði, fóru þau öll upp á Gillingshamar,ok leiddu börnin föður sinn ok móður ofanfyrir Ætternisstapa, ok fóru þau glöð ok kát til Óðins.Nú er þau systkin váru í búi, þykkjast þau þurfaat hagræða sér. Þau taka sér spýtur ok spýta vaðmálat sér, svá at ekki þeira kemr við annat bert. Þóttiþeim þá trúast um unnit, at eigi mundi fólk þeirafjölgast. Snotra fann með sjálfri sér, at hún fór meðbarni. Þokaði hún þá spýtunni í vaðmálinu, svá at námátti hendi til. Hún lét sem hún svæfi. En er Gillingrvaknaði eða raumskaði af svefni, varp hann hendinnifrá sér ok kom við kinn hennar. Ok er hannvaknaði, mælti hann: \"Hér hefir ófimliga til tekizt,er ek skal hafa grand gert þér. Mér sýndist sem þúsért miklu digrari en verit hefir.\" Hún svarar: \"Leynþú þessu sem þú mátt.\" Hann svarar: \"Þat endemimun ek ekki gera, því at þetta má með engu mótileynast, síðan er fólk okkart fjölgast.\" Litlu síðar fæddiSnotra eitt fagrt sveinbarn ok gaf nafn ok kallaði Gautrek.Gillingr mælti: \"Stór býsn berr nú við, ok mánú eigi leyna, ok skal ek fara at segja bræðrum mínum.\"Þeir mæltu: \"Allt ráð várt vill nú fyrir farastaf býsnum þessum, sem við berr, ok er þetta mikitlagabrot.\" Gillingr kvað:\"Heimsligaer ek veik hendi til,er ek kom við kinn konu;lítil lyfkveða höfð til lýða sona,af því var hann Gautrekr getinn.\"Þeir kveða hann eigi mega um kunna, er hann iðraðistok vildi aldri, at þetta hefði orðit. Hann kveðstgjarna vilja ganga fyrir Ætternisstapa ok kvað talinsmæri býsn. Þeir báðu hann bíða, hvat við bæri fleira.Fjölmóðr sat at fé um daga ok bar með sér gullhellursínar, hvert sem hann fór, ok einn dag sofnaðihann ok vaknar við þat, at sniglar tveir svartir höfðuskriðit á gullhellur hans. Honum þótti dala eptir, þarsem dökknat hafði gullit, ok sýndist honum mikitþorrit hafa. Hann mælti: \"Mikit er at verða fyrir þessufjártjóni, ok ef svá berr optar til, þá mun eigi gott atfara snauðr til Óðins, ok mun ek ganga fyrir Ætternisstapaok verða eigi optar fyrir þessari fjárauðn, þvíat aldri hefir orðit jafnkolsvart um mitt efni, síðanfaðir minn miðlaði mér fé.\" Hann segir bræðrumsínum þessi býsn, er við hafði borit, ok bað þá skiptaarfi. Hann kvað þá:\"Stuttir sniglarátu steina fyr mér,nú vill oss hvetvetna hata;snauðr mun ek snópa,því at sniglar hafagull mitt allt grafit.\"Síðan fór hann ok hans kona á Gillingshamar ok gengusíðan fyrir Ætternisstapa.Þat var einn dag, at Imsigull gekk um akra sína.Sá hann fyrir sér þann fugl, er spörr heitir; hann erá vöxt sem tittlingr. Honum leizt nú horfa skaðavænliga,gekk með akrinum ok sá, at fuglinn hafðitekit ór axinu eitt kornit. Þá kvað hann:\"Þat var spell,ok spörr of vanná akri Imsiguls;axi var skatt,ór var korn numit,þat mun æ Tötru ætt of trega.\"Síðan fór hann ok hans kona, ok gengu þau glöð fyrirÆtternisstapa ok vildu eigi fá optar slíkan skaða.Gautrekr var þá úti, er hann sá uxann góða. Hannvar sjau vetra. Honum varð þat fyrir, at hann lagðiuxann með spjóti til bana. Ok er Gillingr sá þetta, þákvað hann:\"Ungr sveinndrap uxa fyr mér;þetta eru banvæn býsn;mun ek aldri eigasíðan jafngóligangrip, þó ek gamall verða.\"Hann mælti: \"Nú er eigi viðsæmanda.\" Fór hann síðaná Gillingshamar ok gekk þaðan fyrir Ætternisstapa.Nú váru þau tvau eptir, Snotra ok Gautrekr, sonrhennar. Hún býr sik ok bæði þau til bruttferðar, faranú þangat til, er þau finna Gauta konung, ok tekrhann vel við þeim syni sínum. Fæddist hann þar uppmeð hirð föður síns ok var bráðgerr á allan þroska,ok líða nú svá fram nokkurir vetr, þar til er Gautrekrvar mjök fullkominn at þroska. Þá bar svá til,at Gauti konungr tók sótt ok kallaði til sín vini sína.Konungr mælti: \"Þér hafið verit mér hlýðnir ok eptirlátirí öllu, en nú þykki mér mikil ván, at þessi sótt,er ek hefi, skili vára vingan. Vil ek ríki þetta, er ekhefi átt, gefa Gautreki, syni mínum, ok þar með konungsnafn.\" Þeim líkaði þetta vel, ok eptir andlátGauta konungs var Gautrekr til konungs tekinn yfirGautland, ok er hans víða getit í fornum sögum.En nú víkr þessi sögu nokkura stund norðr í Noreg,ok segir frá þeim fylkiskonungum, er þar váru í þanntíma, ok frá þeira afkvæmi. En þá síðan víkr þessisögu aptr til Gautlands til Gautreks konungs ok sonahans. Svá it sama gengr þessi saga um Svíaríki ok víðaannars staðar."}}