{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_13", "text": {"0": "Nú ráða þeir þat með sér, at þeir skulu herja í Suðrríki.En Sigurðr ormr í auga, sonr hennar, fór meðbræðrum sínum í hverja herför síðan. Í þessi för leggjaþeir til hverrar borgar, er mikil er, ok unnu svá, atekki stóð við.Ok nú spyrja þeir til einnar borgar þeirar, at bæðivar mikil ok fjölmenn ok harðger. Ok nú segir Ívarr,at hann vill þar til stefna. Ok þat var ok sagt, hvat súborg hét ok hverr fyrir ræðr. En sá höfðingi var kallaðrVífill. Af hans nafni var borgin kölluð Vífilsborg. Núfara þeir svá herskildi yfir, at þeir eyða allar borgir, erfyrir urðu, þar til er þeir kómu til Vífilsborgar. Höfðinginnvar eigi heima í borg sinni ok mikit lið með honum.Nú setja þeir upp búðir sínar á völlum þeim, erhjá borginni váru, ok eru í kyrrðum þann dag, er þeirkómu til borgarinnar, ok höfðu mál af borgarmönnum.Þeir buðu þeim, hvárt þeir vildu heldr gefa upp borgina,ok mundi þá friðr gefinn öllum mönnum, eða þeirynni af sínu ofrefli ok harðfengi, ok munu þá engummönnum grið gefin. En þeir leystu skjótt ór ok sögðu,at þá borg fengi þeir aldrigi unnit, svá at þeir gefi hanaupp. \"Ok munu þér verða fyrr at reyna yðr ok sýna ossyðvarn fræknleik ok kapp.\" Líðr nú sú nótt. Ok innnæsta dag eptir leita þeir til at vinna borgina ok fá ekkiat gert. Sitja þeir um þá borg hálfan mánuð ok leitatil hvern dag, at þeir geti þá borg unnit, ok með ýmsumbrögðum. En þat ferr því firr sem þeir hafa lengrvið leitat, ok ætluðu nú frá at hverfa. Ok þá er borgarmennverða við þat varir, at þeir ætla frá at hverfa,þá ganga þeir út á borgarveggi ok breiða guðvefjarpellof alla borgarveggina ok öll klæði þau, er fegrst váru íborginni, ok törruðu fyrir þeim gulli ok gersimum þeim,er mestar váru í borginni. Ok nú tekr einn til orða afliði þeira ok mælti: \"Vér hugðum, at þessir menn, synirRagnars, ok lið þeira væri harðfengnir menn, en vérmegum þat segja, at þeim hefir eigi nær farit en öðrum.\"Nú eptir þetta æptu þeir á þá ok börðu á skjöldunaok eggjuðu at sér sem þeir máttu mest. Ok er Ívarr heyrirþetta, brá honum við mjök, svá at hann fær af þessusótt mikla, svá at hann má hvergi hræra, ok verða þeirat bíða, at annathvárt batni honum ella hafi hann bana.Hann liggr þenna dag allan til kvelds, svá at hannmælti ekki orð. Ok þá mælti hann við þá menn, er hjáhonum váru, at þeir skyldu segja þeim Birni, Hvítserkiok Sigurði, at hann vildi þeira fund hafa ok allra innavitrustu manna. Ok nú er þeir koma allir í einn stað,er mestir höfðingjar eru í þeira liði, þá spyrr Ívarrþá eptir, ef þeir hefði nokkur ráð sét, þau er líkari væritil at sigrast en þau, er þeir höfðu fyrr haft. En þeirsvara allir, at þeir hefði eigi vit til þess at sjá þau brögð,er þeim væri sigr í. \"Er nú sem optar, at þinna ráða munnjóta verða.\" Þá svarar Ívarr: \"Mér hefir eitt ráð íhug komit, þat er vér höfum eigi freistat. Hér er skógrmikill eigi langt í brott, ok nú, er náttar, skulu vér faraór tjöldum várum leyniliga til skógar, en herbúðir várarskulu standa eptir, ok er vér komum í mörkina, skalhverr maðr binda sér byrði. Ok er því er lokit, skuluvér fara at borginni öllum megin ok slá eldi í viðinn,ok mun þá gerast bál mikit, ok borgarveggir þeira munuþá láta lím sitt fyrir þeim eldi, ok skulu vér þá beraat valslöngur ok reyna, hvé harðger hún er.\" Ok nú ersvá gert, at þeir fara til skógar, eru þar slíka hríð semÍvari sýndist. Nú fara þeir at borginni eptir tilskipunhans, ok þá er þeir lustu eldi í viðinn inn mikla, varðbál svá mikit, at veggirnir megu eigi standast ok látalím sitt, ok bera þeir þá valslöngur at borginni ok brjótaá hlið mörg, ok tekst nú bardagi. Ok þegar er þeir standajafnt at vígi, þá fellr lið borgarmanna, en sumt flýr undan,ok svá lýkr þeira skiptum, at þeir drepa hvert mannsbarn,er í var borginni, ok taka brott allt fé, en brennaborgina, áðr þeir fari á brott."}}