{"originalTitle": "Völsunga_Saga_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_15", "text": {"0": "Reginn gerir nú eitt sverð ok fær í hönd Sigurði.Hann tók við sverðinu ok mælti: \"Þetta er þitt smíði,Reginn,\" ok höggr í steðjann, ok brotnaði sverðit.Hann kastar brandinum ok bað hann smíða annatbetra. Reginn gerir annat sverð ok fær Sigurði. Hannleit á. \"Þetta mun þér líka, en vant mun yðr at smíða.\"Sigurðr reynir þetta sverð ok brýtr sem it fyrra. Þámælti Sigurðr til Regins: \"Þú munt líkr vera inumfyrrum frændum þínum ok vera ótrúr.\" Gekk nú tilmóður sinnar. Hún fagnar honum vel; talast nú viðok drekka. Þá mælti Sigurðr: \"Hvárt höfum vér rétttil spurt, at Sigmundr konungr seldi yðr sverðit Gramí tveim hlutum?\" Hún svarar: \"Satt er þat.\" Sigurðrmælti: \"Fá mér í hönd, ek vil hafa.\" Hún kvað hannlíkligan til frama ok fær honum sverðit.Sigurðr hittir nú Regin ok bað hann þar gera afsverð eptir efnum. Reginn reiddist ok gekk til smiðjumeð sverðsbrotin ok þykkir Sigurðr framgjarn umsmíðina. Reginn gerir nú eitt sverð. Ok er hann barór aflinum, sýndist smiðjusveinum sem eldar brynniór eggjunum; biðr nú Sigurð við taka sverðinu okkveðst eigi kunna sverð at gera, ef þetta bilar. Sigurðrhjó í steðjann ok klauf niðr í fótinn, ok brast eigi nébrotnaði. Hann lofaði sverðit mjök ok fór til árinnarmeð ullarlagð ok kastar í gegn straumi, ok tók í sundr,er hann brá við sverðinu. Gekk Sigurðr þá glaðr heim.Reginn mælti: \"Efna muni þér heit yður nú, er ekhefi gert sverðit, ok hitta Fáfni.\" Sigurðr svarar:\"Efna munu vér ok þó annat fyrr, at hefna föðurmíns.\"Sigurðr varð því ástsælli, sem hann var ellri, af öllufólki, svá at hvert barn unni honum hugástum."}}