{"originalTitle": "Beowulf_Xxxviii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxxviii", "text": {"0": "XXXVIIIÐā ic snūde gefrægn  sunu Wīhstānesæfter wordcwydum  wundum dryhtnehȳran heaðosīocum,  hringnet beran,brogdne beadusercean  under beorges hrōf.Geseah ðā sigehrēðig,  þā hē bī sesse gēong,magoþegn mōdig  māððumsigla fealo,gold glitnian  grunde getenge,wundur on wealle,  ond þæs wyrmes denn,ealdes ūhtflogan,  orcas stondan,fyrnmanna fatu,  feormendlēase,hyrstum behrorene;  þǣr wæs helm monigeald ond ōmig,  earmbēaga felasearwum gesǣled.--  Sinc ēaðe mæg,gold on grund(e)  gumcynnes gehwoneoferhīgian,  hȳde sē ðe wylle !--Swylce hē siomian geseah  segn eallgyldenhēah ofer horde,  hondwundra mǣst,gelocen leoðocræftum;  of ðām lēoma stōd,þæt hē þone grundwong  ongitan meahte,wrǣte giondwlītan.  Næs ðæs wyrmes þǣronsȳn ǣnig,  ac hyne ecg fornam.Ðā ic on hlǣwe gefrægn  hord rēafian,eald enta geweorc  ānne mannan,him on bearm hladon  bunan ond discassylfes dōme;  segn ēac genōm,bēacna beorhtost.  Bill ǣr gescōd-- ecg wæs īren --  ealdhlāfordesþām ðāra māðma  mundbora wæslonge hwīle,  līgegesan wæghātne for horde,  hioroweallendemiddelnihtum,  oð þæt hē morðre swealt.Ār wæs on ofoste,  eftsīðes georn,frætwum gefyrðred;  hyne fyrwet bræc,hwæðer collenferð  cwicne gemēttein ðām wongstede  Wedra þēodenellensīocne,  þǣr hē hine ǣr forlēt.Hē ðā mid þām māðmum  mǣrne þīoden,dryhten sīnne  drīorigne fandealdres æt ende;  hē hine eft ongonwæteres weorpan,  oð þæt wordes ordbrēosthord þurhbræc.  [Biorncyning spræc]gomel on giohðe  -- gold scēawode --:'Ic ðāra frætwa  Frēan ealles ðanc,Wuldurcyninge  wordum secge,ēcum Dryhtne,  þē ic hēr on starie,þæs ðe ic mōste  mīnum lēodumǣr swyltdæge  swylc gestrȳnan.Nū ic on māðma hord  mīne bebohtefrōde feorhlege,  fremmað gēnalēoda þearfe;  ne mæg ic hēr leng wesan.Hātað heaðomǣre  hlǣw gewyrceanbeorhtne æfter bǣle  æt brimes nōsan;sē scel tō gemyndum  mīnum lēodumhēah hlīfian  on Hronesnæsse,þæt hit sǣlīðend  syððan hātanBīowulfes biorh,  ðā ðe brentingasofer flōda genipu  feorran drīfað.'Dyde him of healse  hring gyldenneþīoden þrīsthȳdig,  þegne gesealde,geongum gārwigan,  goldfāhne helm,bēah ond byrnan,  hēt hyne brūcan well--:'þū eart endelāf  ūsses cynnes,Wǣgmundinga;  ealle wyrd forswēopmīne māgas  tō metodsceafte,eorlas on elne;  ic him æfter sceal.'þæt wæs þām gomelan  gingæste wordbrēostgehygdum,  ǣr hē bǣl cure,hāte heaðowylmas;  him of hræðre gewātsāwol sēcean  sōðfæstra dōm."}}