{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_13", "text": {"0": "Framarr mælti: \"Nú er ráð, at vit reynum með okkr.\"\"Búinn em ek þess,\" segir Sturlaugr. Nú kasta þeirfeldi undir fætr sér. Sturlaugr bregðr þá Véfreyjunaut,en er Framarr sá þetta, mælti hann: \"Hvaðan kom þérVéfreyjunautr?\" Sturlaugr segir: \"Hirtu aldri, hvaðanhann kom.\" Framarr mælti: \"Eigi munda ek hafa gengitá hólm við þik, ef ek hefða þetta vitat, en þó fekk ekeigi fyrr æðru í mitt brjóst.\" Framarr segir upp hólmgöngulög,ok á Sturlaugr at höggva fyrri. Hann hjó tilFramars ok í hjálm hans ok af hjálminum, þat er nam,ok svá í skjöldinn ok klauf hann allan niðr í sporð, sváat í jörðu nam staðar, en blóðrefillinn nam bringuna ígegnum brynjuna ok í brúnina ok hljóp í beinit, okrann þegar blóð í augun, svá at hann sá eigi, ok þarmeð blástr mikill. Framarr hjó þá til Sturlaugs ok klaufskjöld hans allan. Sturlaugr hjó þá til Framars í annatsinn, ok fór á sömu leið, ok var Framarr þá óvígr. Hannsetr sik þá niðr ok mælti: \"Þú hefir í helzta lagi óvin íhendi þér, því at sverð þitt er fullt af eitri ok illsku, okhögg af mér höfuðit sem fyrst, því at ek vil eigi lifa viðharmkvæli.\" Sturlaugr mælti: \"Viltu þiggja líf af mér?\"Framarr segir: \"Gott þykki mér at þiggja líf af þér, enfyrirkomit gerist nú líf mitt.\" Þeir flytja hann utan óreyjunni ok inn í búð sína, ok er þá minni ván manns.Ok er svá var komit, þá heyrir út dunur miklar, en erút var komit, þá var þar komin Véfreyja í vagni okspurði, hversu þeim færi at. Þeir svara, at Framarr varkominn at dauða. Kerling segir: \"Berið hann út hingat,eigi er undir því, hvar hann deyr.\" Svá var gert sem húnbað. Sturlaugr mælti: \"Viltu láta fara með þér fleirimenn?\" \"Eigi vil ek þat,\" segir kerling, \"ek er vel færein,\" segir hún. Ekr kerling Framari af stað, en þeirsitja eptir. Líðr nóttin, en um morgininn býr Sturlaugrferð sína. Frosti gengr at Sturlaugi ok mælti: \"Gjarnavilda ek vera í ferð með þér ok þínum fóstbræðrum.\"Sturlaugr mælti: \"Ek ætla vel goldit fyrir Jökul, þarþú kemr í staðinn.\" Nú gerist hann fóstbróðir Sturlaugs,ríða síðan í burtu ok léttu eigi fyrr en þeir kómu tilVéfreyju. Ok er þeir koma þar, eru þeir Svipuðr okFramarr alheilir báðir. Váru þeir þar um nóttina í góðuyfirlæti. Um morgininn tók Véfreyja til orða: \"Þat vildaek, Sturlaugr minn, at þit Framarr sværust í fóstbræðralag,því at hann er inn fræknasti maðr fyrir allra hlutasakir.\" Sturlaugr svarar: \"Þú skalt ráða, kerling, þatmun mér beztu gegna.\" Nú sverjast þeir í fóstbræðralagSturlaugr ok Framarr, ok skal hvárr hefna annars, semþeir séu skilbornir bræðr."}}