{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_7", "text": {"0": "Fyrir Saxlandi réð í þann tíma ein drottning, erÓlöf hét. Hún var á þá leið sem herkonungar. Fórhún með skjöld ok brynju ok gyrð sverði ok hjálm áhöfði. Þannig var henni háttat: væn at yfirliti en grimmí skapi ok stórmannlig. Þat var mál manna, at sú væribeztr kostr í þann tíma á Norðrlöndum, er menn höfðuspurn af, en hún vildi þó engan mann eiga. Helgi konungrfréttir nú til drottningar þeirar innar stórlátu okþótti sér mikill frami í aukast að fá þessarar konu,hvárt sem henni væri það viljugt vel eða miðr.Ok einhverju sinni fór hann þangat með miklu herliði.Hann kom þar við land, er þessi in ríka drottningréð fyrir, ok kemr þar á óvart. Hann sendi mennsína heim til hallar ok biðr at láta segja Ólöfu drottningu,at hann vili þar veizlu þiggja með sínu liði. Sendimennsegja þetta drottningu, ok kom þetta á hana óvart,ok var engi kostr liði at safna. Tók hún þá þennaaf, sem betr var, at hún býðr Helga konungi til veizlumeð öllu liði sínu. Helgi konungr kemr nú til veizlunnarok skipar hásæti hjá drottningu, drekka núbæði samt um kveldit, ok skortir þar ekki neitt, okfann engi ógleði á Ólöfu drottningu. Helgi konungrmælti til drottningar: \"Svá er háttat,\" sagði hann, \"atek vil, at vit drekkum brullaup okkart í kveld. Er hérnú ærit fjölmenni til þess, ok skulu vit bæði byggjaeina rekkju í nótt.\" Hún sagði: \"Of brátt, herra, þykkirmér at þessu farit, en eigi þykkir mér annarr maðrkurteisligri en þú, ef ek skal þat verða upp at taka atþýðast karlmann, enda vænti ek, at þér vilið þat eigimeð svívirðingu gera.\" Konungr sagði, at henni væriþat makligt fyrir dramblæti sitt ok stórlæti, -- \"at vitbúum nú bæði saman slíka stund sem mér líkar.\" Húnsagði: \"Kjósa munum vér hér fleiri vára vini, ok getek nú ekki at gert, ok munu þér hljóta at ráða, okmunu þér sæmiliga til vár gera.\" Var þá drukkit fastum kveldit ok lengi á nótt fram, ok er drottning allkát,ok finnr engi annat á henni en hún hyggi allgotttil ráðahagsins. Ok um síðir er honum fylgt tilsængr, ok var hún þar fyrir. Konungr hafði drukkitsvá fast, at hann fell þegar sofandi niðr í hvíluna.Drottningin neytir nú þessa ok stingr honum svefnþorn.Ok sem allir menn eru í burtu gengnir, þá stendrdrottning upp. Hún rakaði þá af honum hárit allt okneri í tjöru. Síðan tók hún eitt húðfat ok lét þar í komanokkur klæði. Eptir þat tekr hún konunginn ok reifarhann innan í þessu húðfati. Síðan fær hún til mennok lætr flytja hann til sinna skipa. Hún vekr þá uppmenn hans ok segir, at konungr þeira sé til skipa kominnok vili sigla, því at nú sé kominn góðr byrr. Þeirhlupu upp, hverr sem skjótast mátti, ok váru ölóðirok vissu ógerla, hvat þeir höfðust at. Svá kómu þeir tilskipa ok sáu hvergi konunginn, en eitt húðfat sáu þeirþar komit ógurligt. Vilja þeir nú forvitnast, hvat í er,ok bíða svá konungsins, ætla hann muni koma nokkutsíðar. En þá þeir hafa leyst, finna þeir þar í konungsinn svívirðiliga leikinn. Hrýtr þá í burtu svefnþorninn,ok vaknar konungr þá eigi við góðan draum oker nú í illu skapi til drottningar. En í annan stað erþat at segja, at Ólöf drottning safnar liði um nóttina,ok skortir ekki fjölmenni, ok sér Helgi konungr sér núekki færi á hana at leita. Þeir heyra nú lúðragang okherblástr á landit upp. Sér konungr, at sá muni veravænstr at halda í burt sem skjótast. Er þá ok góðr byrr.Siglir Helgi konungr nú heim í sitt ríki með þessasneypu ok svívirðing ok unir nú stórilla ok hugsar opt,hversu hann megi fá á drottningu hefnt."}}