{"originalTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_2", "text": {"0": "Eitt sinn lá Þorsteinn austr fyrir Bálagarðssíðu, okgaf honum eigi at sigla. Gekk hann á land einn morgin,ok er sól var í landsuðri, var Þorsteinn kominn í eittrjóðr. Hóll fagr var í rjóðrinu. Hann sá einn kollóttanpilt uppi á hólnum, ok mælti: \"Móðir mín,\" segirhann, \"fá þú mér út krókstaf minn ok bandvettlinga,því at ek vil á gandreið fara. Er nú hátíð í heiminumneðra.\" Þá var snarat út ór hólnum einum krókstaf,sem eldsskara væri. Hann stígr á stafinn ok dregr ásik vettlingana ok keyrir, sem börn eru vön at gera.Þorsteinn gengr á hólinn ok mælti slikum orðum sempiltrinn, ok var þegar út kastat staf ok vöttum ok mæltþetta: \"Hverr tekr nú við?\" \"Bjálfi, sonr þinn,\" sagðiÞorsteinn. Síðan stígr hann á stafinn ok ríðr þar eptir,sem piltrinn fór undan. Þeir kómu at einni móðu oksteyptu sér ofan í hana, ok var því líkast sem þeir væðireyk. Því næst birti þeim fyrir augum, ok kómu þeirat, sem á fell fram af hömrum. Sér Þorsteinn þá byggðmikla ok borg stóra. Þeir stefna til borgarinnar, ok sitrþar fólk yfir borðum. Þeir gengu í höllina, ok var höllskipuð af fólki, ok var þar af engu drukkit utan afsilfrkerum. Trapiza stóð á gólfi. Allt sýndist þeimþar gullligt ok ekki drukkit nema vín. Þat þóttist Þorsteinnskilja, at engi maðr sá þá. Félagi hans fór meðborðum ok henti allt þat, sem niðr fell. Konungr satþar í hásæti ok drottning. Menn váru glaðir um höllina.Þessu næst sér Þorsteinn, at maðr kom í höllina okkvaddi konung ok kveðst vera sendr til hans utan afIndíalandi ór fjalli því, er Lúkanus heitir, frá jarliþeim, er þar réð fyrir, ok segir konungi, at hann varhuldumaðr. Hann færði honum einn gullhring. Eigiþóttist konungr betri hring sét hafa, ok fór hringrinnum höllina til sýnis, ok lofuðu hann allir. Hann varsundr tekinn í fjórum stöðum. Annan grip sá Þorsteinn,er honum þótti mikils um vert. Þat var dúkrsá, er lá á konungs borðinu. Hann var með gullligumröndum ok í festir þeir tólf gimsteinar, sem beztir eru.Gjarna vildi Þorsteinn dúkinn eiga. Kemr honum í hugat treysta á konungs hamingju ok vita, hvárt hann getrekki nát hringnum. Nú sér Þorsteinn, at konungrinnætlar at draga hringinn á hönd sér. Þá greip Þorsteinnhringinn af honum, en annarri hendi tók hann dúkinn,ok fór allr matr í saur, en Þorsteinn hljóp á dyrr,en krókstafr hans varð honum eptir í höllinni. Verðrnú upphlaup mikit, hlaupa menn út síðan ok sjá, hvarÞorsteinn ferr, ok stefna eptir honum. Sér hann nú, atþeir muni geta nát honum. Hann mælti þá: \"Ef þúert svá góðr, Óláfr konungr, sem ek treysti mikit tilþín, þá veittu mér lið.\" En svá var Þorsteinn frár, atþeir kómust ekki fyrir hann, fyrr en hann kom at ánni,ok staldraði hann þá við. Þeir slógu hring um hann,en Þorsteinn varðist vel ok drap ótal marga, áðr förunautrhans kom ok færði honum stafinn, ok hurfu þeirþegar í móðuna. Komu þeir aptr á inn sama hól semfyrr gátum vér, þá sól var í vestri. Kastaði piltrinn þáinn stafnum ok klæðsekk þeim, sem hann hafði fylldanaf góðum krásum, ok svá gerði Þorsteinn. Kollsveinnhljóp inn, en Þorsteinn nam staðar við glugginn.Hann sá þar tvær konur, ok vaf önnur guðvef, en önnurruggaði barni. Sú mælti: \"Hvat dvelr hann Bjálfa,bróður þinn?\" \"Ekki hefir hann mér fylgt í dag?\" sagðihann. \"Hverr hefir þá farit með krókstafinn?\" segirhún. \"Þat var Þorsteinn bæjarmagn,\" segir Kollsveinn,\"hirðmaðr Óláfs konungs. Kom hann okkr í mikinnvanda, því at hann hafði ór undirheimum þau þing,at eigi munu slík í Noregi, ok var við því búit, at vitmundum drepnir, er hann kastaði stafnum í hendrþeim, ok eltu þeir hann til niðrgangs, ok þá færði ekhonum stafinn, ok víst er hann hraustr maðr, því ateigi veit ek, hversu marga hann drap.\" Ok nú laukstaptr haugrinn.Fór Þorsteinn nú til sinna manna, ok sigldu þaðantil Noregs, ok fann Óláf konung austr í Vík ok færðihonum gersemi þessi ok sagði frá ferðum sínum, okfannst mönnum mikit um. Konungr bauð at gefa Þorsteinilén mikit, en hann kveðst enn vilja fara eina ferðí Austrveg. Var hann nú með konungi um vetrinn."}}