{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_37", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_37", "text": {"0": "Nú líðr á vetrinn ok þar til, sem berserkja Hrólfskonungs er heim ván. Böðvarr spyrr Hjalta um háttuberserkja. Hann segir, at þat sé vandi þeira at gangafyrir sérhvern mann, er þeir koma heim til hirðarinnar,ok fyrst fyrir konunginn ok spyrja, ef hann teldistjafnsnjallr þeim. En þá segir konungrinn svá: \"Vant erþat at segja, jafnhraustir menn sem þér eruð, þar semþér hafið framið yðr í bardögum ok blóðsúthellingumvið ýmsar þjóðir svá vel í suðrálfu heimsins sem norðrálfunni,\"ok svarar konungr þessu þeim meir af hugprýðien lítilmennsku, því at hann þekkir sinni þeira,ok þeir vinna konunginum mikinn sigr ok mikit fé.Þá ganga þeir þaðan ok spyrja ins sama hvern mann,sem í höllinni er, en engi þykkist jafnsnjallr þeim.Böðvarr segir: \"Þat er lítit drengjaval hér er með Hrólfikonungi, at allir skuli bera bleyðiorð fyrir berserkjum.\"Nú hætta þeir þessu tali, ok hefir Böðvarr nú veriteitt ár með Hrólfi konungi. Ok svá kemr nú annarrjólaaptann, at eittsinn, at Hrólfr konungr sat undirborðum, at spruttu upp dyrr hallarinnar, ok gengu þarinn tólf berserkir, allir gráir af járnum, svá sem á einaísmöl sæi. Böðvarr spyrr Hjalta í hljóði, hvárt hannþorir at reyna við einhvern þeira. \"Já,\" sagði Hjalti,\"ekki við einn, heldr við alla, því at ek kann ekki athræðast, þótt ofrefli mitt sé mér á móti, ok ekki skaleinn þeira skelfa mik.\" Nú ganga berserkir fyrst innareptir höllinni, ok sjá þeir, at fjölgat hefir kappa Hrólfskonungs, síðan þeir fóru heiman, ok hyggja vandligaat þeim komumönnum, ok lízt þeim hann ekki lítill fyrirsér annarr þeira, ok er sagt, at þeim hafi brugðit nokkutundarliga við, þeim sem fyrir þeim gekk. Nú gangaþeir eptir vanda innar fyrir Hrólf konung ok spyrja hannsömu orða, sem þeir eru vanir. En konungr svarar semhonum þykkir þar til horfa eptir vanda, ok ganga sváfyrir hvern mann í höllinni, en seinast ganga þeir fyrirþá félaga, ok spyrr sá, sem fyrir þeim er, Böðvar, hvárthann teldist jafnsnjallr honum. Böðvarr segir at hannteldist ekki jafnsnjallr, heldr snjallari, hvat sem þeirreyndu, ok þyrfti hann ekki at jaga sik sem aðra gyltu,sá fúll merarsonr, ok stökkr fram á berserkinn ok undirhann, þar hann var í öllum herklæðunum, ok rekr hannniðr bölvat fall, svá at honum lá við beinbrot. Hjalti íannan stað leikr slíkt it sama. Þá varð mikit óhljóð íhöllinni, ok þótti Hrólfi konungi horfast til stórs váða,ef sínir menn dræpist niðr. Hleypr hann úr hásætinuok at Böðvari ok biðr at láta allt vera kyrrt ok í góðanmáta, en Böðvarr segir hann skuli lífit missa, nema hanntelist sér minni maðr. Hrólfr konungr sagði þat væri auðgert,ok lét hann berserkinn svá upp standa, ok svá gerðiHjalti eptir konungs skipan. Settust menn síðan hverr ísitt sæti, en berserkir í sín með þungri áhyggju. TaldiHrólfr konungr fyrir þeim miklar fortölur, at þeir mættinú sjá þat, at eigi væri neitt svá ágætt, sterkt eða stórt,at ekki mætti þvílíkt finna. \"Fyrirbýð ek ykkr at vekjanokkur vandræði í minni höllu, en ef þit bregðið útaf þessu, þá skal það gilda ykkar líf, en verið sem ólmastir,þá ek á við óvini mína at skipta, ok vinnið svá tilheiðrs ok sæmdar. Hefi ek nú þat kappaval, at ek þarfekki upp á yðr að synjast.\"Allir gerðu góðan róm á máli konungs, ok sættust sváallir heilum sáttum, ok var svá skipat mönnum í höllinni,at Böðvarr var mest metinn ok haldinn, ok sat hannupp á hægri hönd konunginum ok honum næst, þáHjalti inn hugprúði, ok gaf konungr honum þat nafn.Því mátti hann hugprúðr heita, at hann gekk hvern dagmeð hirðmönnum konungs, sem hann léku svá út semfyrr var frá sagt, ok gerði þeim ekkert grand, en var núorðinn miklu meiri maðr en þeir, en konungi þótti várkunn,þótt hann hefði gert þeim nokkura minning eðadrepit einhvern þeira. En til vinstri handar konungisátu þeir bræðr þrír, Svipdagr, Hvítserkr ok Beigaðr,svá váru þeir orðnir mikils háttar, ok þá tólf berserkirok annat drengjaval svá á báðar síður um allan kastalann,sem her eru eigi nefndir. Lét konungrinn þessasína menn fremja alls kyns leika ok listir með allrahanda gamni ok skemmtun. Ok reyndist Böðvarr allramestr hans kappa, hvat sem reyna þurfti, ok í svá miklarvirðingar komst hann hjá Hrólfi konungi, at hanneignaðist hans einkadóttur, Drífu. Ok leið nú svá framum stund, at þeir sitja at sínu ríki ok eru allra mannafrægastir.AF AÐILS UPPSALAKONUNGI OKSVÍÞJÓÐARFERÐ HRÓLFS KONUNGSOK KAPPA HANS"}}