{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_11", "text": {"0": "Þar tökum vér nú til, sem Úlfkell sitr norðr í Álaborgok kona Ingigerðr. Þau frétta nú lát Eysteinskonungs ok svá, með hverjum hætti þat hafði orðit.Talar Ingigerðr þá við Úlfkel, hvárt hann vill ekkikalla til ríkis eptir Hergeir konung, föður hennar.Hann kveðst þess albúinn. Síðan bjuggu þau ferð sínaok léttu eigi fyrr en þau kómu til Aldeigjuborgar.Sigmundr var þar fyrir með drottningu. Úlfkell kallartil ríkis í hönd þeim drottningu, en hún sagði, at þauhefði nóg ríki, þó at þau ágirntust eigi meira en þauhefði áðr, ok láta þó vel yfir, ef þau heldi því. Slóþá í heitingar með þeim. Fór Úlfkell þá heim ok safnarliði. Sigmundr fór þegar norðr eptir honum, okfundust þeir þar, sem heitir Krákunes, ok sló þegar íbardaga með þeim, ok lauk svá, at Úlfkell flýði einskipameð konu sína. Sigldi hann þá fyrst norðr íNoreg ok fann þar Úlfar, bróður sinn, ok sagði honum,hversu þeir Sigmundr höfðu skilit, ok öll þau tíðendi,sem gerzt höfðu í Austrveginum, ok bað nú, athann skyldi gefa upp ríkit í hans vald, ok sagði, atHálfdan hefði þó meira hans ríki í Austrveginum. Úlfarrbað hann eigi tala svá mikinn ódrengskap við sik,at hann muni gerast drottinssviki, ok bað hann heldreflast at liði ok sækja með stríði þat ríki, sem hannþættist eiga í Austrveginum, ok kveðst vildu styrkjahann til þess. Úlfkell lét sér þat ekki nægja, ok slóþá í kappmæli með þeim, ok lauk svá deilu þeira, atÚlfkell drap Úlfar, bróður sinn, en lagði landit alltundir sik, ok gerðist hann þar höfðingi yfir, ok þottiöllum þetta it mesta illvirki, ok varð hann af þessuóþokkasæll öllu saman."}}