{"originalTitle": "Grettis_Saga_Chapter_46", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_46", "text": {"0": "Þetta sumar er nú var frá sagt kom skip út fyrir þing á    Gásum. Var þá sagt frá ferðum Grettis. Þar með sögðu þeir um    húsbrennuna. Við þessa sögu varð Þórir í Garði afar reiður og    þóttist hann þar að sonarhefndum sjá eiga sem Grettir var.    Reið Þórir með fjölmenni mikið og reifði á þingi brennumálið    en menn þóttust ekki kunna til að leggja meðan enginn var til    svara. Þórir kveðst ekki annað vilja en Grettir væri sekur    ger um allt landið fyrir slík óverkan.    Þá svarar Skafti lögsögumaður: \"Víst er þetta illt verk ef    svo er sem þetta er sagt. Jafnan er hálfsögð saga ef einn    segir því að fleiri eru þess fúsari að færa þangað sem eigi    ber betur ef tvennt er til. Nú mun eg eigi leggja úrskurð á    að Grettir sé sekur ger um þetta að svo gervu.\"    Þórir var maður héraðsríkur og höfðingi mikill en vinsæll af    mörgu stórmenni. Gekk hann að svo fast að öngu kom við um    sýkn Grettis. Gerði Þórir Gretti þá sekan um allt landið og    var honum síðan þyngstur allra sinna mótstöðumanna sem oft    bar raun á. Hann lagði oftlega fé til höfuðs honum sem öðrum    skógarmönnum, og reið við það heim. Margir mæltu að þetta    væri meir gert af kappi en eftir lögum en þó stóð svo búið.    Varð nú tíðindalaust fram yfir miðsumar."}}