{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_12", "text": {"0": "Nú er þat eitthvert sinn, at menn komast undaná fund Eysteins konungs ok segja honum, at í ríki hansvar kominn mikill herr ok svá illr viðskiptis, at þeirlétu ekki ógert ok þeir höfðu eytt allt þar, er þeirhöfðu yfir farit, ok ekki hús stóð upp. Nú er Eysteinnkonungr heyrir þessi tíðendi, þykkist hann vita, hverirþeir víkingar munu vera. Ok nú lætr hann fara örvarboðum allt sitt ríki ok stefnir öllum til, þeim er hansmenn eru ok honum vilja lið veita ok skildi meguvalda. \"Vér skulum hafa með oss kúna Síbilju, goðvárt, ok láta hana hlaupa fyrir liðinu, ok væntir mik,at enn fari sem fyrr, at þeir megu eigi standast láthennar. Vil ek allt lið mitt þess eggja, at sem beztdugi, ok rekum af oss þenna inn mikla her ok inn illa.\"Ok nú er svá gert, at Síbilja er laus látin. Ok nú sérÍvarr för hennar ok heyrir þau in grimmligu læti, erór henni váru. Mælir hann, at allt liðit skyldi geraóhljóð mikit, bæði af vápnum ok herópi, at þeir heyrisem sízt rödd hennar, þess ins illa kykvendis, er fórí móti þeim. Ívarr mælti við sína burðarmenn, at þeirskyldu bera hann á móti, svá sem þeir mætti framast.\"Ok þá er sjá kýr kemr at oss, kastið mér at henni, okmun þá vera annathvárt, er ek skal láta mitt líf, eðahún skal fá bana. Nú skulu þér taka eitt tré mikit oktelgja á bogamynd ok skeyti með.\" Ok nú er honumfærðr sjá bogi inn sterki ok þau in miklu skeyti, erhann hafði gera látit, en engum þótti sér vápnhæftannarra. Nú eggjar Ívarr hvern mann, at dugi sembezt. Nú ferr lið þeira með miklum geysingi ok gný,en Ívarr var borinn fyrir fylkingum þeira. Nú verðrsvá mikill gnýr, er Síbilja beljar, at þeir heyrðu jafngerlasem þeir þegði ok stæði kyrrir. Nú bregðr þeimsvá við þetta, at lið þeira vill berjast allt nema þeir bræðr.Ok er þessi endemi verða, sjá þeir þat, er Ívar báru,at hann dregr svá boga sinn sem hann hefði einn álmsveigveikan, ok við því þótti þeim búit, at hann drægifyrir odd örvar sínar. Nú heyra þeir, at strengr gellr hanssvá hátt, at hann heyrðu þeir aldrigi svá fyrri. Ok nú sjáþeir, at hans örvar flugu svá snart sem hann hefði skotitaf inum sterkasta lásboga ok svá gegnt, at í sitt augakom hvár örin Síbilju. Ok nú fellr hún, ok eptir þatferr hún höfuðsteypu, ok nú eru læti hennar mikluverri en fyrri. Ok er hún kemr at þeim, biðr hann kastasér at henni, ok verðr þeim hann svá léttr sem þeir kastibarni litlu, því at þeir váru eigi allnær kúnni, þá er þeirköstuðu honum. Ok þá kom hann á hrygg kúnni Síbilju,ok varð hann þá svá þungr sem bjarg eitt felli á hana, okhvert bein brotnar í henni, ok fær hún af því bana. Núbiðr hann menn sik upp taka sem skjótast. Ok nú erhann upp tekinn, ok nú er rödd hans svá hvell, at sváþótti öllum herinum, er hann mælti, sem við sjálft væri,þótt fjarri væri staddir, ok it bezta hljóð væri til gefithans erendis. Ok svá lýkr hann sinni tölu, at ófriðr sjá,nemst þegar af allr, er yfir þá hafði komit, ok þá sakaðiekki, því at lið þeira hafði skamma stund barizt. Núeggjar Ívarr, at þeir skyli vinna sem verst verk á þeim.\"Ok nú þykki mér af inn ólmasti, er kýrin er drepin.\"Ok nú hafa hvárirtveggju fylkt liði sínu, ok sígr samanorrostan, ok er bardagi svá harðr, at þat mæltu allir Svíar,at þeir hefði aldri í slíkri mannraun verit. Nú gangaþeir svá hart fram bræðr, Hvítserkr ok Björn, at engifylking stendr við. Ok nú fellr svá mjök lið Eysteinskonungs, at minna stendr upp, en sumt kemr á flótta.Ok nú lýkr svá þeira bardaga, at Eysteinn konungrfellr, en þeir bræðr hafa sigr. Ok nú gefa þeir þeimgrið, sem eptir váru. Ok nú segir Ívarr, at hann vildieigi herja lengr í því landi, því at þat land var nú höfðingjalaust.\"Ok vil ek heldr, at vit haldim þar til, ermeira ofrefli er fyrir.\" En Randalín fór heim með sumtliðit."}}