{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_3", "text": {"0": "Hróarr var þá tólf vetra, en Helgi tíu. Hann var þóþeira meiri ok fræknari. Þeir fara nú í burt, ok nefndistannar þeira Hamr, en annarr Hrani, hvar sem þeirkómu eða fundu menn at máli. Sveinar þessir kómu tilSævils jarls ok váru þar viku, áðr en þeir ræddu umþarvist sína við jarl. Hann sagði: \"Lítit mannkaup ætlaek í ykkr vera, en ekki spara ek mat við ykkr um stundarsakir.\"Þar eru þeir um hríð ok eru heldr ódælir.Ekki verðr þat vitat, hvaða mönnum þeir eru eða ættþeira. Ekki grunar jarl þá, enda gera þeir honum engankunnugleika um hagi sína. Þat segja sumir menn,at þeir muni með geitum vera fæddir, ok dára þá, þvíat þeir váru jafnan í kuflum ok tóku aldri ofan kuflshöttuna,ok ætluðu þat margir, at þeir mundu hafageitr. Þeir eru þar upp á þriðja vetr.Ok eitthvert sinn býðr Fróði konungr Sævil jarli tilveizlu, ok er honum þar helzt grunr á, at hann munihalda sveinana fyrir tengda sakir. Jarl býst nú til ferðarok er fjölmennr. Sveinarnir bjóðast til at fara með honum.Jarl kvað þá eigi fara skyldu. Signý, kona jarls,var ok í ferðinni. Hamr fær sér eitt ótamit trippi atríða, er Helgi var reyndar, hleypir nú eptir liðinu okhorfir aptr til hala ok lætr sér alla vega heimskliga.Hrani, bróðir hans, fær sér reiðskjóta annan eins okhorfir réttleiðis. Jarlinn sá nú til, at þeir fara eptirsér ok fá eigi ráðit við reiðskjótana, hlupu flókatrippinaptr ok fram undir þeim, ok rekr ofan kuflhöttinn afHrana. Þetta getr at líta Signý, systir þeira, ok kennirhún þá þegar ok grætr mjök sárt. Jarl spyrr, hví húngráti. Hún kvað þá vísu:\"Öll er orðinætt Skjöldunga,lofðungs Lundar,at limum einum;bræðr sá ek mínaá berum sitja,en Sævils rekkaá söðluðum.\"Jarl segir: \"Mikil tíðendi, ok lát eigi upp koma.\" Hannreið þá aptr til þeira ok bað þá aptr dragast, segirmikla smán at þeim í góðra manna föruneyti. Váru þásveinarnir báðir gangandi. En því mælti hann svá, athann sá við, svá at eigi mátti af hans orðum ráða, hvaðasveinar þeir væri. Þeir skotta nú við utan ok vilja ekkiaptr snúa at heldr ok ríða nú í síðara lagi. Koma þeirnú til veizlunnar ok hlaupa aptr ok fram eptir höllinni.Ok eitt sinn berr þá þar at, sem Signý, systir þeira,var. Hún mælti til þeira heldr lágt: \"Verið ekki í höllinni,því at lítill er þroski ykkarr.\" Þeir gefa ekki gaumat því. Fróði konungr hefr uppi þat mál, at hann villláta leita at sonum Hálfdanar konungs, ok segist þeimmunu mikinn sóma veita, sem sér kann at segja til þeira.Völva ein var þar komin, sem Heiðr hét. Hana baðFróði konungr at neyta listar sinnar ok vita, hvat húnkynni at segja til sveinanna. Gerði hann þá gilda veizlu ímóti henni ok setti hana á seiðhjall einn háan. Konungrspyrr þá, hvat hún sæi til tíðenda, \"því at ek veit,\"sagði hann, \"at nú mun margt fyrir þik bera, ok séek nú mikla gæfu á þér, ok svara mér sem skjótast,seiðkona.\" Hún slær þá í sundur kjöptunum ok geisparmjök, ok varð henni þá ljóð á munni:\"Tveir eru inni,trúi ek hvárigum,þeir er við eldaítrir sitja.\"Konungr mælti: \"Hvárt eru þat sveinarnir eða þeir,sem þeim hafa bjargat?\" Hún svarar:\"Þeir, er í Vífilseyváru lengiok hétu þarhunda nöfnum,Hoppr ok Hó.\"Ok í því kastaði Signý til hennar gullhringi. Hún varðglöð við sendinguna ok vill nú af bregða. \"Hví varðnú svá?\" sagði hún, \"ok er þetta lygð ein, er ek segi,ok villist nú mjök spádómr minn allr.\" Konungr mælti:\"Þik skal pína til sagna, ef þú vilt eigi þiggja it bezta,ok veit ek nú eigi gerr en áðr í svá miklu fjölmenni,hvat þú segir, eða hví er Signý ekki í sæti sínu, okkann vera, at hér ráði vargar með úlfum.\" Konungivar sagt, at Signý væri sjúk orðin af reyk þeim, semaf ofninum legði. Sævill jarl biðr hana sitja upp okbera sik hraustliga, -- \"því at margt kann at verða sveinunumtil lífs, ef þat á til at vilja, ok láttu sem sízt finnaá þér, hvat sem þér þykkir, því at vér megum ekki athafast at svá búnu at hjálpa þeim.\" Fróði konungrherðir nú at seiðkonu fast ok biðr hana segja it sanna,ef hún skuli ekki pínd verða. Hún gapir þá mjök, okverðr erfiðr seiðrinn, ok nú kvað hún vísu:\"Sé ek, hvar sitjasynir Hálfdanar,Hróarr ok Helgi,heilir báðir;þeir munu Fróðafjörvi ræna, --nema þeim sé fljótt fyrirfarit, en þat mun eigi verða,\"sagði hún. Ok eptir þetta stiklar hún ofan af seiðhjallinumok kvað:\"Ötul eru auguHams ok Hrana,eru öðlingarundra djarfir.\"Eptir þat hlupu sveinarnir út ok til skógar meðmikilli hræðslu. Kenndi Reginn, fóstri þeira, þá okþótti mikit um. En þat heilræði kenndi völvan þeim, atþeir skyldi forða sér, þá hún hljóp utar eptir höllinni.Ok nú biðr konungr menn upp spretta ok leita eptirþeim. Reginn slökkr nú öll ljósin í höllinni, ok heldrnú maðr á manni, því at sumir vildu, at þeir kæmistundan, ok með þetta kómust þeir til skógar. Konungrmælti: \"Nærri gengu þeir nú, ok munu hér vera margirí ráðum ok brögðum með þeim, ok grimmliga skalþessa hefna, þegar tóm er til. En drekka munum vérnú mega kveldlangt, því at þeir munu því hafa fegnirorðit, at þeir hafa í burt komizt, ok munu nú fyrstleita at forða sér. Reginn gengr at byrla mönnum okbar á þá ölit með ákafa ok margir aðrir með honum,vinir hans, svá at þar fell hverr um þveran annan niðrsofandi."}}