{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_32", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_32", "text": {"0": "Skiljast þeir nú, ok ferr Böðvarr leið sína, til þess athann kom til Gautlands, ok var Þórir konungr hundsfótreigi heima. Þeir váru menn svá líkir, at hváriganmátti þekkja frá öðrum, ok ætluðu landsmenn, at Þórirmundi heim kominn, ok er hann þar settr í hásætiok þjónat jafnt sem konungi at öllum hlutum okskipat í rekkju hjá drottningu, því at Þórir var kvángaðr.Böðvarr vill eigi liggja undir þeiri blæju, sem húnhefir. Þetta þótti henni undarligt, því at hún hugði þatsannliga bónda sinn, en Böðvarr sagði henni allt, hvernigháttat er. Hún lét þá ekki á sér finna. Ok svá breyttuþau hverja nótt ok skröfuðust svá við, fram til þess Þórirkom heim, ok verða menn þá at þekkja, hverr maðrinner. Verðr þá fagnaðarfundr með þeim bræðrum. SegirÞórir, at engum mundi hann svá öðrum trúa at byggjanæri drottningu sinni. Þórir bauð honum þar at vera okhafa til helminga við hann allt lausafé. Böðvarr kveðsteigi vilja þat. Þórir bauð honum þá at fara með semhann vildi eða fá honum lið. Eigi vildi hann þat. ReiðBöðvarr á burt, ok fór Þórir á leið með honum, okskilja þeir bræðr með vináttu ok þó með leynd nokkurri.Ok er ekki sagt af ferðum hans, fyrr en hannkemr fram í Danmörk ok þar til hann á skammt tilHleiðargarðs."}}