{"originalTitle": "Örvar-Odds_Saga_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_15", "text": {"0": "Eptir þetta leggr Oddr Hjálmar á skip út ok flyztundan landi. Þá verðr Oddr at taka til íþróttar sinnar,þeirar er honum var léð, dregr segl upp í logni oksiglir heim til Svíþjóðar með Hjálmar dauðan. Hanntók þar land, sem hann kaus á. Hann dregr upp skipsitt, en leggr Hjálmar á bak sér ok gengr heim til Uppsalameð hann ok lætr hann niðr fyrir hallardyrum.Hann gengr inn í höllina ok hefir brynju Hjálmars íhendi sér ok svá hjálm hans ok leggr niðr á hallargólfitfyrir konungi ok sagði honum tíðendi þau, semgerzt höfðu.Síðan gekk hann þangat, er Ingibjörg sat á stóli. Húnsaumaði Hjálmari skyrtu. \"Hér er hringr,\" sagði Oddr,\"at Hjálmarr sendi þér á deyjanda degi ok kveðju sínameð.\" Hún tekr við hringinum ok lítr á, en svarar engu.Hún hnígr þá aptr í stólsbrúðunum ok deyr þegar. Þáskellir Oddr upp ok hlær ok mælti þetta við: \"Eigi erþat fleira um hríð, at vel hefir at farit, þá skal þvífagna. Nú skulu þau njótast dauð, er þau máttu eigi lífs.\"Oddr tekr hana upp ok berr hana í faðm sér ok leggrí faðm Hjálmari fyrir hallardyrum ok gerir menn inní höllina eptir konungi ok bað hann sjá, hversu hannhafði um búit. Eptir þetta fagnar konungr honumvel ok setr Odd í hásæti hjá sér. En þegar hann hafðihvíld tekit, þá sagði konungr, at hann vill láta at erfifá eptir þau Hjálmar ok Ingibjörgu ok verpa haug eptirþau. Konungr lætr svá alla hluti gera sem Oddr sagðifyrir. Þá er fram borinn hjálmr ok brynja, er Hjálmarrhafði átt, ok þykkir mönnum mikils vert um afrekhans ok hvé mikit honum hafði til fjörs verit, ok núeru þau lagin bæði í einn haug. Gengu allir menn atsjá þetta þrekvirki, ok lét Oddr þetta gera með mikillivirðingu. Nú sitr Oddr í kyrrðum þann vetr meðHlöðvé konungi, en um várit fær konungr honum liðok tíu skip, ok nú ferr Oddr um sumarit at leita ÖgmundarEyþjófsbana á nýja leik ok fann hann hvergi."}}