{"originalTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_2", "text": {"0": "Þat var eitt sumar, at Ívarr konungr kom með hersinn austan af Svíþjóð til Reiðgotalands. Hann lagðiöllu liðinu við Selund. Hann gerði orð Hræreki, mágisínum, at hann komi til hans. Konungr segir Unni,konu sinni. Hún spyrr, hvárt hann ætlaði at fara á fundmágs síns at bjóða honum til veizlu upp á land. Okum kveldit, er Hrærekr konungr gekk at sofa, hafðiAuðr búa látit nýja rekkju ok þar með öll klæðin í,ok var sett á mitt gólf, ok bað hún konung þar í sofaok hugsa, hvat hann dreymdi, -- \"ok seg mér at morgni,\"en hún fekk sér aðra sæing. Ok um morgininn kemrþar Auðr ok spyrr eptir draumum hans. \"Mik dreymdi,\"segir hann, \"at ek væra staddr nær skógi nokkurumok hjá völlr sléttr ok fagr, ok þar sá ek einn hjörtstanda á vellinum. Þá rann ór skóginum einn hlébarðr,ok þótti mér fax hans sem gull, ok hjörtrinn stakkhornunum undir bóg dýrinu, en þat fell dautt niðr.Þar næst sá ek, hvar flaug flugdreki mikill ok kom þar,sem hjörtrinn var, ok greip þegar í klær sér ok sleitallan í sundr. Þá sá ek bjarndýr eitt, ok fylgdi húnnungr, ok vildi drekinn taka hann, en beran varði, okvaknaða ek þá.\" Hún mælti: \"Þetta er mikill draumr,ok varast þú Ívar konung, föður minn, at hann véliþik, er þú hittir hann, því at þar hefir þú sét konungafylgjur, ok munu þeir eigast við orrostur, ok væri betr,at eigi ættir þú þann hjörtinn, er þér sýndist, en tilþess þætti mér þú líkligastr.\"Þann sama dag fór hann með marga menn á fundÍvars konungs ok gekk á konungs skipið ok fyrir lyptinginaok heilsaði Ívari konungi, en hann svaraði enguok lét sem hann sæi hann eigi. Þá segir Hrærekr, athann hefir látit búa veizlu í móti honum ok vildi honumtil sín bjóða. Konungr svaraði, kvaðst hafa illagift dóttur sína ok kvað eigi vera undir fyrir þá sök,þótt hún hefði illa við hann búit. Hann svarar, kveðstvel við una, kveðst ok ætla, at hún yndi eigi illa viðsitt gjaforð. Þá svarar konungr reiðuliga, segir, at hannvissi ógerla, hversu þau bjuggu við hann Helgi okAuðr, kvað þat í hvers manns munni, at Haraldr værisonr Helga konungs ok hans mynd væri á þeim sveini,ok lézt til þess kominn at láta hann vita þessi svik,ok kveðst honum sýnast, at eigi ætti þeir hana báðir,-- \"ok heldr vil ek, at þú gefir hana bróður þínumen þannig fari lengr fram, at þú þorir eigi at hefna.\"Hrærekr lézt þat ekki heyrt hafa, en fyrir hvatvetnafram vill hann eigi láta konu sína ok bað Ívar konungráð til leggja. En hann kveðst ekki kunna öðru vísstil leggja en hann dræpi Helga, lét ok aldri fyrr munduverða með þeim vel, eða hinn ella, at hann léti konunafyrir Helga, kvað óhæft svá búit. Hrærekr kvaðst aldrimundu konuna láta ok heldr hefna, ríðr á brott viðsína menn, en konungr fór suðr til Reiðgotalands.Um haustit, er Helgi kom heim, var Hrærekr sváókátr, at engi maðr fekk orð af honum. En Auðr létbúa veizlu ríkuliga í móti honum, ok at þeiri veizluváru margs konar leikar, ok þótti Helga mikit mein,er bróðir hans var svá ókátr, ok bað hann fara í leikmeð sér, en hann kveðst ekki leika mundu at svá búnu.Hann bað hann vera kátan, -- \"ok tökum hesta okkraok ríðum í turniment, sem vit erum vanir.\" Hrærekrspratt upp, gekk til sinna manna þegjandi, tekr vápnsín, hjálm ok brynju ok sverð ok spjót, ríðr út. Aðrirmenn riðu með burtstengr. Helgi, bróðir hans, kemrmóti honum með burtstöng. Hrærekr leggr undir höndhonum með spjóti ok í gegnum hann, ok fell hanndauðr af hestinum. Nú riðu til allir þeir, sem hjá váru,og spurðu, hví hann hefir þetta it illa verk gert. Hannlét ærnar sakir til, kveðst at sönnu spurt hafa, at hannhefir glapit konu hans. Allir duldu þess ok kváðu veramikla lygi. Ok er Auðr spyrr þetta, lézt hún vita, atþat váru ráð föður hennar, -- \"ok er enn eigi allt framkomit, þat er hann hyggr,\" kvað þat mundu sýnastbrátt. Hún tók son sinn, Harald, ok reið brott viðmarga menn, en Hrærekr fór at veizlum, sem vandivar til.Ok litlu síðar kom sunnan Ívarr konungr. Ok erHrærekr spyrr þat, reið hann á fund hans. Ok er Ívarrkonungr spyrr, at Helgi var drepinn, segir hann þettavera níðingsverk mikit ok biðr vápnast lið sitt skjóttok hefna vinar síns, Helga, ok spyrr, at Hrærekr ætlará fund hans, ok býr lið sitt til atgöngu, fara á landupp ok í skóg þann, er var á leið þeiri, er ván var, atHrærekr mundi ofan ríða. Ok hann kom ofan til sjóvar,ok gekk Ívarr konungr sjálfr á land með því liði, ereptir var hjá skipum, ok lét setja upp merki sitt okgekk í móti Hræreki. Ok er þeir heyrðu lúðr Ívarskonungs, er í skóginum váru, runnu þeir ór skóginumeptir þeim Hræreki ok hans liði. Ok er þeir fundust,börðust þeir. Fell þar Hrærekr ok allt lið hans. Okþá beiddist Ívarr konungr, at þat ríki væri honum gefittil forráða, ok allir þeir, sem næstir váru, gengu undirhann. Litlu síðar kom af landi ofan Auðr in djúpúðga,dóttir hans, með her allan þann, sem hún fekk. Okmeð því at Ívarr konungr hafði ekki svá mikinn her,at hann mætti berjast við landsherinn at sinni, þá fórhann brott ok til Svíþjóðar.Þann sama vetr safnar Auðr til sín öllu gulli ok dýrgripum,er hún mátti fá í því ríki, er átt hafði Hrærekrkonungr, ok sendi til Eygotalands. Ok þegar várar,býr hún ferð sína ok hefir með sér Harald, sonsinn, ok margt stórmenni fór með henni ór landi, okhefir með sér allt þat fé, sem hún mátti með komast,fór fyrst til Eygotalands ok síðan austr í Garðaríki.Þar réð fyrir sá konungr, er Raðbarðr hét. Hann tókvel við henni ok liði hennar ok bauð henni með sérat vera ok öllu liði hennar ok hafa gott yfirlæti í sínulandi. Þetta þiggr hún. Ívarr konungr lagði undir sikríki þat allt, er átt höfðu þeir bræðr. En Raðbarðrkonungr biðr Auðar, ok með því at hún var landflóttaaf Selundi með son sinn, þykkir henni þurfa nokkurttraust, þat er syni hennar væri til hjálpar, er hann yxiupp. Ok með því, at Raðbarðr var ríkr konungr, þávar hún gift honum með ráði Haralds, en at var ekkispurðr Ívarr konungr."}}