{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_15", "text": {"0": "Um várit eptir koma sendimenn af Danmörku tilHrólfs konungs ok sögðu Hring konung dauðan okþat með, at Ingjaldr bað Hrólf konung koma á sinnfund ok drekka erfi eptir Hring konung, fóstra sinn.Ok þegar Hrólfr spyrr þessi tíðendi, býst hann til þessarferðar ok Ásmundr, fóstbróðir hans, með honum.Ok er þeir váru búnir, halda þeir til Danmerkr. Þeirhöfðu tvau skip, vel búin at mönnum ok vápnum. Ketillkom til móts við þá ok hafði eitt skip ok vel skipat,koma við Sjóland síð dags ok leggja undir ey eina oktjalda yfir skipum sínum.Hrólfr konungr gekk upp á eyna við nokkurummönnum. Þeir sjá skip ligga undir eynni öðrum megin,fimm skip saman. Þat váru langskip fjögur ok drekiit fimmta skip bæði mikill ok fagr, ok eigi þóttist konungrsét hafa vænna skip. Svörtum tjöldum var tjaldatyfir þessum skipum. Konungr mælti: \"Hverr munstýra dreka þessum inum dýra, ok eigi hefi ek sét þatskip, er ek vildi heldr eiga en þetta.\" Ásmundr svaraði:\"Víst er þetta afburðar skip fyrir allra hluta sakir, okværi slíkt helzt konungs gersemi. En þann einn ætla ekstýra drekanum, at þér munuð fullt verða til at vinna,áðr þér náið, þykkja mun þeim svá góðr, sem á.\" Konungrmælti: \"Veiztu hverr drekann á?\" Ásmundr svaraði:\"Hann heitir Grímarr ok er Grímólfsson. Hanner inn mesti víkingr. Hann liggr á herskipum bæðivetr ok sumar. Hann er mikill ok illiligr, en hann er þóverri reyndar. Hann bíta eigi járn ok engan þeira tólf,er honum fylgja. Þeir eta allir hrátt ok drekka blóð. Erþat sannkallat, at þeir sé heldr tröll en menn. Eitt sumarfundumst vit við Suðreyjar. Hafða ek tíu skip ok öllvel skipuð, en þeir höfðu fimm skip. Vér börðumsteinn dag, ok skipti skjótt um með oss. Fell þar allt liðmitt, en ek hljóp á kaf, ok komst ek svá undan. Hefiek eigi farit verri för en þá.\" Konungr mælti: \"Sýnistyðr nokkur efni at berjast við þá með þat lið, sem vérhöfum?\" Ásmundr bað konung fyrir sjá -- \"munu vértreysta á yðra hamingju, ef duga skal.\" Ketill eggjaðimjök atlögu, kvað þar mundu gott at reyna sik ok aflafjár ok frægðar. Þá mælti Hrólfr konungr: \"Með þvíat þeir eru illir ok ágjarnir, en hafa þann grip, er ekvilda gjarna eiga, þá munu vér búast um ok bera grjótá skip vár.\" Nú var svá gert sem konungr bauð, okbjuggust við eptir föngum. Konungr lét ganga upp áeyna ok höggva kylfur stórar. Eptir þat herklæddustþeir. Síðan róa þeir at þeim hljóðliga.Svá er sagt, at skip Grímars lágu öll jafnfram, ok lágulangskipin nær eyjunni, en drekinn utar, ok var hliðmikit í milli skipanna ok eyjarinnar, ok leggja fyrst atlangskipunum ok vita, ef þau yrði unnin, áðr þeirkæmi við drekanum, -- \"þætti mér þá unnit, ef þeirætti eigi langskipin til annarrar handar, þá er þeir legðuat drekanum.\" Konungr bað þá vera sem ákafasta, meðanþeir væri sízt við búnir, ok vita, at sem skjótastskipti um með þeim, bað þá ekki æpa ok fara sem hljóðast.Þeir gerðu sem konungr mælti. Þá var á þoka okmyrkvi mikill. Finna þeir eigi fyrr, er á langskipunumváru, en tjöldin váru tekin af þeim, en sjálfir þeirbarðir bæði með grjóti ok vápnum. Þeir spruttu áfætr allir ok taka í mót með mikilli hreysti, því at þeirlágu allir með vápnum sínum, en þó fengu þeir mikinnmannskaða, áðr þeir gæti vel skipat liði sínu til varnar,ok er þeir höfðu litla stund barizt, réðu þeir Hrólfrkonungr til uppgöngu. Varð þar mannfall svá mikit,at á lítilli stundu ruddu þeir þat skip, sem þeir váru ákomnir, fellu sumir, en sumir hljópu á kaf ok drukknuðu.Ruddu þeir svá þrjú skip, at hvert mannsbarn vardrepit.Við þetta vaknar Grímarr ok bað sína menn at leggja,þá sem á drekanum váru. Þar var óp mikit ok kall, erhverr eggjaði annan. Þá mælti Hrólfr konungr til Ketils,bróður síns: \"Nú skaltu leggja at því langskipi, er eptirer, en vit Ásmundr skulum leggja at drekanum.\" Ketilllézt svá gera mundu. Nú leggr á sitt borð drekanumhvárr, Hrólfr konungr ok Ásmundr. Þeir höfðu fengitlítit manntjón ok höfðu því lið fleira. Þá stóð Grímarrupp á drekanum ok sagði: \"Hverir leggja hér at svá vaskliga?\"Konungr svaraði: \"Ef þér er á því forvitni, þáheiti ek Hrólfr ok em Gautreksson, annarr heitir Ásmundrok er konungsson af Skotlandi.\" Grímarr mælti:\"Þann mann höfum vér sét, ok skildum vér svá næstum, at honum mætti vera lítil eptirsjá at várum fundi,þá er vér eltum hann sáran á kaf, en drápum af honumhvert mannsbarn, eða mun hann nú ekki til þessmuna?\" Ásmundr mælti: \"Hitt skaltu finna, áðr kveldkemr, at mér er þat eigi ór minni liðit.\" Þá tók Grímarrtil orða: \"Þín heit munu vér svá lítt óttast, en vitumvér, at Hrólfr konungr er ágætr at hreysti sinni, ok þvíviljum vér gera honum þann kost sem engum öðrum,því at þat er skaði, ef slíkr maðr er drepinn. Bið ek,attu, Hrólfr konungr, gangir upp á eyna við alla þínamenn, vápnaða ok vel klædda, en peninga þá, sem þérhafið, vil ek taka fyrir menn þá, er þér hafið fyrir mérdrepit, ok er það þó allt of lítit. Hefi ek þó engummanni gert jafngóðan kost, síðan ek kom í hernað.\"Sem Hrólfr konungr heyrði orð hans, mælti hann:\"Þetta mun víst vera vel boðit, en með því at oss er þateigi sýnt, at vér séim á þína miskunn komnir, at þúeigir nokkurra kosta boð heldr við oss en vér við þik,þá viljum vér með engu móti missa fjár várs.\" Grímarrmælti: \"Sé ek, at þú munt eigi vera jafnvitr maðrsem vér hugðum, er þú vill eigi vægja lífi þínu, þvíat sönnu segi ek þér ina síðustu þína lífdaga, ef þúætlar við mik at þreyta. Hafða ek hitt ætlat, at þúskyldir lifat hafa til lengri nytja, með því at mér ertusagðr hraustr ok vinsæll. Hafða ek ætlat at sýna á þér þvímeira drengskap en öðrum. Þótti mér aukast í því frami,at ek miskunnaði yðr utan allra verðleika.\" Hrólfr konungrmælti: \"Enga þökk hafi þér af oss fyrir þetta, okbúið yðr skjótt, því at vér viljum á þat hætta, hvárireiga öðrum kosti at bjóða, áðr kveld komi. Höfum vérok nokkurt svig unnit á yðrum mönnum, ok er yðrþess mál at hefna.\" \"Nú kaust þú þann kost, er þúskalt aldri fagna síðan ok þér mun vera makligr.\"Ok eptir þetta tekst þar bardagi harðr ok ákafr. Váruþeir Grímarr bæði sterkir ok harðfengir ok svá ákafir,at konungs menn máttu ekki annat en hlífa sér. Þeimvar ok óhægt til atsóknar at vega upp á drekann, því athann var svá hár sem kastali, en menn sterkir ok kænirtil varnar ok áttu at höggva niðr fyrir sik, en enganþeira tólf beit járn, sem Ásmundr hafði sagt. Fellu þámenn Hrólfs konungs bæði móðir ok sárir.Svá er sagt, at Ketill Gautreksson lagði at langskipinu,því er eptir var. Sá hét Forni, er stýrði skipinu, okvar inn hraustasti maðr. Lagði þar hvárr djarfliga tilmóts við annan, ok varð þeira fundr harðr. Sýndi Ketillþar harða atsókn ok réð til uppgöngu við sínu liði.Þar var orrosta áköf. Skiptust þeir Ketill höggum við,ok fell Forni fyrir Katli. Síðan drápu þeir hvertmannsbarn á skipinu. Fekk Ketill þar góðan orðstír afsínum mönnum. Eptir þetta lögðu þeir at drekanum,ok fundust þeir bræðr, spurði Ketill, hversu gengi.Hrólfr konungr lét lítt yfir ok sagði, at eigi mundi svábúit hlýða, kvað þetta vera fjandr mikla við at eiga.Hann bað Ketil róa at eyjunni ok flytja út at þeimstórtré, því at þar skorti eigi stóra mörk. Ketill gerðisvá ok var í öllu inn skjótasti. Ok er þeir kómu aptr,lét konungr fella viðu á borðin drekanum svá stóra okþunga, at hann hallaðist við.Síðan réðu þeir Hrólfr konungr til uppgöngu. Felluþá menn á drekanum bæði fyrir grjóti ok vápnum. Hallaðistþá bardaginn á Grímar ok hans förunauta. Hrólfrkonungr sneri aptr eptir skipinu ok hafði kylfu einastóra ok barði á tvær hendr. Þeir Ásmundr ok Ketillfylgdu honum. Fell þá hverr um þveran annan. Konungrhafði mannfleira. Fell þá lið Grímars, svá at þeirtólf stóðu uppi, Grímarr ok kappar hans. Var þá gengitat með kappi, ok barðir með kylfum. Fellu þá margir.Ok er Grímarr sá, at þeir mundu sigraðir verða, stökkhann fyrir borð ok á kaf. Ásmundr var nær staddr okhljóp þegar eptir honum ok leggst inn eptir honumat eyjunni, ok er þetta sér Hrólfr konungr, leggst hannþegar til lands ok vill duga Ásmundi, svá at þeir eigisteigi tveir við. Ok er Ásmundr kemr at landi, varGrímarr á land kominn, ok er hann sér Ásmund, þrífrhann upp stein ok sendir honum. Ásmundr skýtr sérþá í kaf, ok er hann kemr upp, ætlar Grímarr at sendahonum annan, ok í því var hann sleginn með kylfu,svá at þegar fell hann. Þar var kominn Hrólfr konungrok lét skammt höggva í millum. Lét Grímarrþar líf sitt. Þá lögðu þeir út til drekans, ok hafði Ketillunnit þar allt til handa þeim. Tóku þeir þá ok ruddudrekann, en köstuðu á kaf þeim, sem fallit höfðu. Eptirþat fóru þeir til eyjarinnar ok bundu sár sín. Váruþeir bæði móðir ok sárir, en fjöldi fallinn. Þar váruþeir nokkurar nætr. Konungr var lítt sárr, en þeir Ásmundrok Ketill váru mjök sárir.Eptir þetta bjuggust þeir á braut. Tóku þeir drekannGrímarsnaut ok gátu varla skipat fyrir mannfæð,en létu eptir öll önnur skipin, kómu nú við Danmörku.Ok er Ingjaldr fréttir kvámu Hrólfs konungs, býðrhann þeim til veizlu þeirar, er hann hafði stofnat, erfieptir föður sinn. Drukku þeir nú allir samt með miklumveg erfi Hrings konungs. Var þar ekki jafnmargthjalat sem um dráp þeira Grímars, því at öllum þóttiþat it mesta hreystiverk. Ok er þessu er lokit, lætrHrólfr konungr stefna þing fjölmennt. Á því þingi ertekinn Ingjaldr til konungs eptir föður sinn yfir Danmörkalla. Sitr hann nú ok semr ríki sitt á þá lund,sem Hrólfr konungr gaf ráð til. Eptir þat býst nú íbraut Hrólfr konungr af Danmörk með stórgjöfumsæmdr af Ingjaldi konungi. Ferr hann nú leiðar sinnar,þar til er hann kemr til Svíþjóðar með öllu heiluok höldnu, en Ingjaldr konungr sitr um kyrrt at ríkisínu í Danmörku, ok skildust með inni mestu blíðu.Fór Ketill til Gautlands ok sitr þar um kyrrt.Hrólfr konungr sitr löngum at Uppsölum, ok varþar vinátta góð með venzlum. Hrólfr konungr lagðimikinn kost til at búa drekann Grímarsnaut ok létallan steina fyrir ofan sjá með ýmsum litum, bæði gulum,rauðum, grænum ok blám, svörtum ok samblöndnum,gulli lætr hann búa dreka höfuð, ennispánu okalla svíra ok víða renna gulli í súðina, þar sem bætaþótti. Var hann hverju skipi skrautligri. Þótti hannsvá bera af hverju skipi sem Hrólfr konungr af öðrumkonungum, þeim sem váru í Norðrlöndum. Gerðisthann þá harðla víðfrægr af sinni stjórn ok vizku,sóttu margir ríkir menn á hans fund ok gerðust honumhandgengnir ok veittu honum dyggiliga fylgd. Höfumvér þat heyrt, at í þann tíma hafi eigi nokkurtskip verit skipat frægrum köppum en drekinn Grímarsnautr,þótt vér kunnum þá eigi at nefna eða frá atsegja. Sitr Hrólfr konungr nú í Svíþjóð með mikilligleði ok prís þau missiri. Unni Þornbjörg drottningHrólfi konungi stórmikit. Fann konungr, at hún varhverri konu vitrari ok meiri skörungr fyrir allra hlutasakir. Ásmundr var með konungi vel haldinn ok reyndistat öllu hraustr ok inn vaskasti. Virði konungr okhann mest sinna manna. Hrólfr konungr hafði þriðjungSvíþjóðar til forráða. Hann hafði jafnan á sumrumútgerð fyrir landinu ok leitaði sér frægðar ok frama.Ok it næsta sumar eptir bardaga þeira Grímars hafðiHrólfr konungr verit í hernaði. Hann hafði víða herjatum Vestrlönd ok orðit gott til fjár ok frægðar. Umhaustit heldr konungr til Svíþjóðar ok sitr þann vetrí kyrrðum."}}