{"originalTitle": "Grettis_Saga_Chapter_31", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_31", "text": {"0": "Barði Guðmundarson og bræður hans riðu heim í Ásbjarnarnes þá    er þeir skildust Grettir. Þeir voru synir Guðmundar    Sölmundarsonar. Móðir Sölmundar var Þorlaug dóttir Sæmundar    hins suðureyska, fóstbróður Ingimundar hins gamla. Barði var    göfugmenni mikið. Hann reið nú brátt að finna Þórarin hinn    spaka fóstra sinn. Hann fagnaði Barða vel og spurði hvað hann    hefði þá um árnað liðveisluna því að þeir höfðu áður gert ráð    um ferð Barða. Barði svarar að hann hefði fengið þann mann    til fylgdar við sig er honum þætti betra hans lið en tveggja    annarra.    Þórarinn þagnaði við og mælti: \"Það mun vera Grettir    Ásmundarson.\"    \"Spá er spaks geta,\" sagði Barði, \"sá er maður hinn sami    fóstri minn.\"    Þórarinn svarar: \"Satt er það að mikið afbragð er Grettir    annarra manna, þeirra er nú er kostur á voru landi, og seint    mun hann sóttur vopnum verða ef hann er heill. En grunar mig    um hversu heilladrjúgur hann verður og muntu þess þurfa að    eigi séu allir ógæfumenn í þinni ferð og nóg mun að gert þó    eigi fari hann með. Skal hann hvergi fara ef eg ræð.\"    \"Eigi varði mig þess fóstri minn,\" segir hann, \"að þú mundir    fyrirmuna mér hins vaskasta manns hvað sem í gerist. Má ekki    fyrir öllu sjá þá er menn verða svo neyddir til sem eg þykist    vera.\"    \"Duga mun þér,\" segir Þórarinn, \"þó að eg sjái fyrir.\"    Varð nú svo að vera sem Þórarinn vildi að Gretti voru engi    orð send en Barði fór suður til Borgarfjarðar og urðu þá    Heiðarvígin.    Grettir var að Bjargi er hann frétti að Barði var suður    riðinn. Hann brást við reiður er honum voru engin orð ger og    kvað þá eigi svo búið skilja skyldu. Hafði hann þá spurn af    nær þeirra væri sunnan von og reið hann þá ofan til    Þóreyjargnúps og ætlaði að sitja þar fyrir þeim Barða þá þeir    riðu sunnan. Hann fór frá bænum í hlíðina og beið þar.    Þenna sama dag riðu þeir Barði sunnan af Tvídægru frá    Heiðarvígum. Þeir voru sex saman og allir sárir mjög.    Og er þeir komu fram fyrir bæinn þá mælti Barði: \"Maður er    þar uppi í hlíðinni, mikill, með vopnum eða hvern kennið þér    þar?\"    Þeir sögðust eigi vita hver var.    Barði mælti: \"Það hygg eg,\" sagði hann, \"að þar sé Grettir    Ásmundarson og ef svo er þá mun hann vilja oss finna. Get eg    honum hafa mislíkað er hann hefir ekki farið með oss en mér    þykir vér nú ekki vel við látnir ef hann gerir nokkura óvissu    af sér. Mun eg nú senda eftir mönnum heim til Þóreyjargnúps    og eiga ekki undir ójafnaði hans.\"    Þeir segja það allráðlegt og svo gerðu þeir. Síðan riðu þeir    Barði veg sinn. Grettir sá ferð þeirra og sneri þegar fyrir    þá og er þeir fundust heilsa hvorir öðrum. Grettir spurði að    tíðindum en Barði segir ófelmtlega slík sem voru. Grettir    spurði hvað manna væri í ferð með honum. Barði kvað þar vera    bræður sína og Eyjólf mág sinn.    \"Af þér hefir þú rekið ámælið nú,\" sagði Grettir, \"enda er nú    og næst að við reynum með okkur hvor hér má meira.\"    Barði mælti: \"Legið hafa mér andvirki nær garði en að berjast    við þig fyrir sakleysi og þykist eg nú hafa rekið það af    mér.\"    Grettir svarar: \"Bleyðast þykir mér þú Barði,\" sagði Grettir,    \"ef þú þorir eigi að berjast við mig.\"    \"Kalla þú það sem vilt,\" segir Barði, \"en í öðrum stað vildi    eg að þú kæmir fram ójafnaði þínum en við mig. Er það eigi    ólíklegt því að nú gengur úr hófi offors þitt.\"    Gretti þóttu illar spár hans og efar nú fyrir sér hvort hann    skyldi ráða til einhvers þeirra og sýnist honum það    óforsjálegt er þeir voru sex en hann einn. Og í því bili komu    menn heiman frá Þóreyjargnúpi til liðs við þá Barða. Lætur    Grettir þá dragast sundur með þeim og snýr til hests síns en    Barði og hans félagar fóru leiðar sinnar og varð ekki af    kveðjum með þeim að skilnaði. Ekki áttust þeir Barði og    Grettir fleira við svo þess sé getið.    Svo hefir Grettir sagt að hann þóttist öruggur til vígs við    flesta menn þó að þrír væru saman en hann mundi eigi flýja    fyrir fjórum að óreyndu en því að eins berjast við fleiri    nema ætti hann hendur sínar að verja sem segir í þessari    vísu:Treysti eg mér við, Mistarmótkennandi, þrenna,hvað er í Hildar veðriheiftminnigt skal vinna.Vil eg eigi fleiri en fjórumfársætöndum mætaað gnýfengnum Gungnisgráð ef eg skal ráða.    Eftir skilnað þeirra Barða fór Grettir aftur til Bjargs. Þá    þótti Gretti mikið mein er hann mátti hvergi prófa afl sitt    og fréttist fyrir ef nokkuð væri það er hann mætti við fást."}}