{"originalTitle": "Beowulf_Xlii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xlii", "text": {"0": "XLIIþā wæs gesȳne,  þæt se sīð ne ðāhþām ðe unrihte  inne gehȳddewrǣte under wealle.  Weard ǣr ofslōhfēara sumne;  þā sīo fǣhð gewearðgewrecen wrāðlīce.  Wundur hwār þonneeorl ellenrōf  ende gefērelīfgesceafta,  þonne leng ne mægmon mid his (mā)gum  meduseld būan.Swā wæs Bīowulfe,  þā hē biorges weardsōhte searonīðas;  seolfa ne cūðe,þurh hwæt his worulde gedāl  weorðan sceolde.Swā hit oð dōmes dæg  dīope benemdonþēodnas mǣre,  þā ðæt þǣr dydon,þæt se secg wǣre  synnum scildig,hergum geheaðerod,  hellbendum fæst,wommum gewītnad,  sē ðone wong strude.Næs hē goldhwæte  gearwor hæfdeāgendes ēst  ǣr gescēawod.Wīglāf maðelode,  Wīhstānes sunu:'Oft sceall eorl monig  ānes willanwrǣc ādrēogan,  swā ūs geworden is.Ne meahton wē gelǣran  lēofne þēoden,rices hyrde  rǣd ǣnigne,þæt hē ne grētte  goldweard þone,lēte hyne licgean,  þǣr hē longe wæs,wīcum wunian  oð woruldende,healdon hēahgesceap.  Hord ys gescēawod,grimme gegongen;  wæs þæt gifeðe tō swīð,þē ðone [mannan]  þyder ontyhte.Ic wæs þǣr inne  ond þæt eall geondseh,recedes geatwa,  þā mē gerȳmed wæs,nealles swǣslīce  sīð ālȳfedinn under eorðweall.  Ic on ofoste gefēngmicle mid mundum  mægenbyrðennehordgestrēona,  hider ūt ætbærcyninge mīnum.  Cwico wæs þā gēna,wīs ond gewittig;  worn eall gespræcgomol on gehðo,  ond ēowic grētan hēt,bæd þæt gē geworhton  æfter wines dǣdumin bǣlstede  beorh þone hean,micelne ond mǣrne,  swā hē manna wæswīgend weorðfullost  wīde geond eorðan,þenden hē burhwelan  brūcan mōste.Uton nū efstan  ōðre [sīðe],sēon ond sēcean  searo[gimma] geþræc,wundur under wealle;  ic ēow wīsige,þæt gē genōge  nēon scēawiaðbēagas ond brād gold.  Sīe sīo bǣr gearo,ǣdre geæfned,  þonne wē ūt cymen,ond þonne geferian  frēan ūserne,lēofne mannan  þǣr hē longe scealon ðæs Waldendes  wǣre geþolian.'Hēt ðā gebēodan  byre Wīhstānes,hæle hildedīor  hæleða monegum,boldāgendra,  þæt hīe bǣlwudufeorran feredon,  folcāgende,gōdum tōgēnes:  'Nū sceal glēd fretan(weaxan wonna lēg)  wigena strengel,þone ðe oft gebād  īsernscūre,þonne strǣla storm  strengum gebǣdedscōc ofer scildweall,  sceft nytte hēold,fæðergearwum fūs  flāne fullēode.'Hūru se snotra  sunu Wīhstānesācīgde of corðre  cyniges þegnassyfone (tō)somne,  þā sēlestan,ēode eahta sum  under inwithrōfhilderinc[a] ;  sum on handa bærǣledlēoman,  sē ðe on orde gēong.Næs ðā on hlytme,  hwā þæt hord strude,syððan orwearde  ǣnigne dǣlsecgas gesēgon  on sele wunian,lǣne licgan;  lȳt ǣnig mearn,þæt hī ofostlīc(e)  ūt geferedondȳre māðmas;  dracan ēc scufun,wyrm ofer weallclif,  lēton wēg niman,flōd fæðmian  frætwa hyrde.þā wæs wunden gold  on wǣn hladen,ǣghwæs unrīm,  æþeling boren,hār hilde[rinc]  tō Hronesnæsse."}}