{"originalTitle": "Sörla_Saga_Sterka_Chapter_25", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_25", "text": {"0": "Reið nú hvárr þeira svá hart í móti öðrum, at hestarnirbeggja váru nær sem fallnir, ok hjuggu þeir núsundr hvárr annars hest í bógunum, en hvárrgi komsári á annan, því at herklæðin hlífðu þeim svá ágætavel, ok var þat lengi, at þeir hjuggust þanninn, ok hváruganvar at áfrýja um vörn ok sókn. Nú sér Sörli, ateigi muni tjá at skipta lengr höggum við Högna. Snararhann þá sverðinu langt frá sér í burt ok ræðr þegará Högna, en hann grípr í mót af öllu afli, ok sviptastþeir nú harðliga. Þurfti þá eigi at sóknum at spyrja.Hirti þá hvárrgi friðar né griða annan biðja, ok varþeira atgangur inn grimmiligasti, svá at engir þóttustslíkar sviptingar sét hafa fyrr millum tveggja mennskramanna.Nú lítr Sörli einn lækjarfarveg mjök djúpan þarskammt frá sér ok hyggr, at Högni skuli þar í falla,kippir nú Högna at sér sem harðfengiligast, er þeirnálguðust skurðinn. En er Högni sér, hvat hann muniáformat hafa, þá hleypr hann sem harðast í fang honum,er hann mátti. Var nú meira kastit á Sörla en hannátti til ván, ok fellr hann þá öfugr á bak aptr, ok hleyprnú Högni á hann ofan ok lætr kné fylgja kviði. Þámælti Högni: \"Fjarri mér er nú sverðit Sigrljómi, er ekþess helzt vid við parf, ok mun þat þykkja illa at unnit, efek bít þik á barkann, sem tröll gera, ok ef svá er semsagt er, at þú sért manna hugaðastr ok fullhugi kallaðr,þá liggðu hér nú kyrr ok bíð mín, á meðan ek teksverðit.\" Stóð Högni þá upp ok gekk þangat, semsverðit lá, en Sörli lá kyrr sem áðr. Sér nú Högni þat,at hvergi dignaði hjarta Sörla við þetta, ok mælti hannþá: \"Eigi á ek, Sörli, stórrar svívirðingar á þér at hefna,ok kalla ek nærri jafnteflt með okkr. Skaltu nú þiggjaaf mér líf, ef þú vilt, ok skal þat mest í ríkja, at þúbauðst þrisvar líf föður mínum, enn þótt hann eigi þínboð þiggja vildi, ok var þér þar várkunn á, þótt sválenti með ykkr sem forlögin höfðu fyrir hugat. Fór þérok allvel í boðum þínum við Sigmund, bróður minn,enn þótt hann eigi þekkjast vildi. Býð ek því þér nú hérá ofan vináttu mína ok fóstbræðralag, ok gef þú mérsvör í móti boðum mínum, hversu þér líkar þetta.\"Sörli mælti: \"Engi mundi mér slíkt boðit hafa, ok munmér sæmd vera í at þiggja þessi boð af slíkum mannisem ek hygg þik vera munu.\" Ok eptir þetta lét Högnihann upp standa. Sættust þeir þá sín á milli heilumsáttum. Gengu þeir nú þar til, sem hertoginn Astró okÞórir sterki váru, ok sætti Högni Sörla inn sterka viðbáða þá, svá at nú líkaði hvárumtveggjum betr en áðr.Hér eptir gengu þeir allir saman heim til hallarinnarok drukku nú glaðir ok kátir í marga daga ina næstu,svá at öll styrjöld var á burt horfin."}}