{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_8", "text": {"0": "Þat var einn dag á jólum, at menn léku knattleikfyrir konunginum. Hann sat á stóli, en drottninginá öðrum. Grímarnir váru at leikunum, ok gat engileikit til jafns við inn stærra Grím nema Hálfdan konungsson.Aldri höfðu Grímar talat orð við drottningunaá þeim vetri. Einu sinni sló Grímr inn ellri út knettinum,ok átti Grímr yngri at sækja. Knöttrinn rannallt upp undir stól drottningar. Grímr gruflar eptirknettinum, en þá hann réttist upp, talaði hann nokkurorð í eyra drottningunni, en hún brá nokkut litvið. Á móti dagverðardrykkju gafst upp leikrinn. Tókumenn þá til drykkju. Konungr veitti kappsamliga umdaginn, ok fell hverr maðr sofinn niðr í sínu sæti, sásem eigi færði sik sjálfr til sængr. Konungr drakk lengium kveldit. Drottning sat hjá honum. Konungr spurðihana, hvat Grímr hefði talat við hana, en hún kveðsteigi hafa hent reiður á því. Konungr sagði, at húnvildi flestar sagnir hjá sér geyma ok um fátt sér vísbendinggera. Drottning bað hann vera sem varastanum sik. Gekk hún þá burt. Grímar váru þá sofnaðir.Gekk þá konungr at sofa ok Hálfdan, sonr hans, meðhonum. En er þeir kómu til skemmunnar, var drottningeigi þar. Konungr lagðist niðr í sængina í klæðumsínum ok lagði sverð sitt fyrir framan sik. Herbergissveinarnirdrógu upp skriðljósin, en Hálfdan gekk inní höll, ok lágu Grímar þar ok sváfu. Hálfdan sá, atinn minni Grímr hafði dregit af sinn glófann, ok varhöndin ber. Enga mannshönd þóttist hann slíka séthafa fyrir fegrðar sakir. Þar fylgdi með gull svá vænt,at eigi þóttist hann sét hafa annað slíkt, mest sakirsteins þess, sem í því var, ok hann skildi eigi, hverrarnáttúru hann var. Hann lokkar nú gullit af fingrinumok lét í glófann, en síðan bað hann draga uppljósin, ok settist hann niðr hjá Grímunum. Var þámyrkt it neðra í höllinni. Hann helt á glófanum íhendi sér. Skjótt fell svefn á hann, en vaknaði viðþat, at ljósin váru slokkin, en Grímr inn minni vattupp ljósi fyrir augu honum svá björtu, at hann þoldieigi á móti sjá, ok greip af honum glófann ok mæltisíðan: \"Eptir þessari hendi, gulli ok glófa skaltu leitaok þreyja ok aldri náðir fá, fyrr en sá leggr jafnviljugraptr í þinn lófa, sem nú tók á burtu.\" En síðan snararhann ljósinu til þeira dyranna, sem skemmra var til,en hleypr til hinna sjálfr, sem lengra var til, ok þar út."}}