{"originalTitle": "Örvar-Odds_Saga_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_6", "text": {"0": "Þat var einn aptan, þá þeir váru úti staddir hjáskála sínum, at þeir sjá, at lið safnast saman fram ánesit með inum sama hætti ok fyrr. Þeir Oddr ok Ásmundrróa til lands ok halda upp árum. Þá tók höfðinginntil orða uppi á nesinu: \"Þetta eru mikil undr,\"sagði hann, \"at vér getum ekki banat börnum þessum.Ek senda þangat ina göfgustu konu, en þeir hafa þatdýr, at þat blæs örum ok eldar brenna ór nösum þessok munni, ok þat fylgir nú með, at mik syfjar svá, atek verð heim at fara.\" Ok svá gera þeir Oddr.Inn þriðja aptan sjá þeir inn sama atburð inn ámeginlandit, ok róa þeir Oddr ok Ásmundr þangat okhlýðast um. Inn sami tekr enn til orða uppi á nesinu:\"Þat er sem þér vitið, at vér höfum dæmt um börnþessi fyrr, ok hefir þat til lítils komit, en nú gefr mérsýn.\" \"Hvat sér þú nú til tíðenda?\" segja félagar hans.\"Þat sé ek,\" sagði hann, \"at hér eru komin tvau börná báti ok hlýða til, hvat vér tölum, ok mun ek sendaþeim sending.\" \"Nú skulu vit bregða undan sem skjótast,\"sagði Oddr. Ok jafnskjótt fló steinn af nesinu okkom þar niðr, sem bátrinn hafði verit, ok þá róa þeiraptr. Þá mælti höfðinginn: \"Þetta eru mikil endemi.Enn er heill bátr þeira ok svá þeir sjálfir. Kasta munek enn öðrum steini ok inum þriðja, en ef þeir bregðaundan í hvert sinn, þá mun ek láta þá kyrra.\" Svá varmikill inn þriði steinninn, at þeir Oddr fengu mikiláföll. Síðan róa þeir undan landi, en jötunninn tók tilorða: \"Heilir eru þeir enn ok svá bátr þeira, en núsyfjar mik svá, at ek má eigi vaka.\" Ok fara jötnar núheim. Þá mælti Oddr: \"Nú munu vit ganga ok dragaupp bát okkarn.\" \"Hvat viltu nú?\" sagði Ásmundr.\"Nú skal ek vita, hvar lið þetta eigi heima.\"Þeir ganga á land upp ok koma at helli einum, okbrann þar eldr. Þeir nema þar staðar ok sjá, at tröllumer skipat á báða bekki. Þar sat dólgr í hásæti. Sávar bæði mikill ok illiligr. Hann hafði hár mikit oksvart sem tálknfanir. Hann var nefljótr ok eygðr illa.Kona sat it næsta honum. Frá báðum er sagt um yfirlit,er frá öðru er. Þá tekr höfðinginn til orða: \"Núgefr mér sýn, ok sé ek til eyjarinnar, ok nú veit ek,hverir þar eru komnir. Þat eru þeir frændr, synirGríms loðinkinna, Oddr ok Guðmundr. Þat sé ek, atFinnar hafa sent þá hingat, ok ætla þeir, at vér skyldimbana þeim, en vér megum eigi lyktir á því gera, þvíat ek sé, at Oddi er ætlaðr aldr miklu meiri en öðrummönnum. Nú mun ek gefa þeim byr burtu heðan, jafntslíkan sem Finnar gáfu þeim hingat.\" Þá mælti Oddrfyrir munni sér: \"Gef þú allra manna ok trölla armastr.\"\"Þat sé ek ok, at Oddr hefir örvar þær, er Gusisnautareru kallaðar, ok því mun ek gefa honum nafnok kalla hann Örvar-Odd.\" Oddr tók þá eina af þeimGusisnautum ok leggr á streng ok vill launa honumbyrinn. En er hann heyrði hvininn, at örin fór at honum,bregðr hann við ok rekr sik upp á bjargit, enörin kom undir hönd konunni ok út undan annarri,en hún hleypr upp við ok flýgr á jötuninn ok reytirhann. Tröllin hlaupa upp á báða bekki, ok veita sumirhonum, en sumir henni. Oddr skaut annarri af Gusisnautumí auga jötninum ok fór eptir þat til skipa, okfagna þeir bræðr þeim Oddi vel. \"Eða hvert fórtu itlengsta, Oddr?\" sagði Guðmundr. Þá kvað Oddr vísu:\"Réð ek at gangameð Gusisnautabeggja í millumbjargs ok eisu.Laust ek í augaeinu flagði,en í brjóst framanbjarga Freyju.\"\"Þess var ván,\" sagði Guðmundr, \"at þú mundir mikitafreka, er þú vart svá lengi í burtu, eða varð nokkutfleira til tíðenda í för þinni?\" \"Nafn var mér gefit,\"sagði Oddr ok kvað vísu:\"Þar fekk ek heiti,þat ek hafa vildak,er mik ór fjöllumflögð kölluðu,kváðust Örvar-Oddiviljabyr bráðligaí braut gefa.Byr var oss heitit á burt heðan, ok er mér sagt, ateigi muni minni né hægri en sá, er Finnar gáfu osshingat.\"Þeir búa nú ferð sína hvergi óvænligar en fyrr okfara síðan, ok þegar þeir koma undan landi, þá rekrá veðr slíkt sem fyrr, svá at þá keyrir í haf, ok standaeinatt í austri, ok eigi léttir því veðri, fyrr en þeirkoma í sömu höfn, sem fyrr rak þá undan landi, okvar þar þá eytt gömmum öllum á land upp, ok þegarþeim gaf byr, sigla þeir ok koma til Hrafnistu, þá ermikit var af vetri. Grímr varð þeim feginn ok bauðþeim heim með öllu liði sínu, ok þat þiggja þeir. Allanfjárhlut láta þeir koma í hendr Grími ok sitja þar umvetrinn."}}