{"originalTitle": "Völsunga_Saga_Chapter_21", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_21", "text": {"0": "Sigurðr mælti: \"Aldri finnst þér vitrari kona í veröldu,ok kenn ek fleiri spekiráð.\" Hún svarar:\"Heimilt er þat at gera at yðrum vilja ok gefa heilræðifyrir yðra eptirleitan ok vitrleik.\" Þá mælti hún:\"Ver vel við frændr þína ok hefn lítt mótgerða viðþá ok ber við þol, ok tekr þú þar við langæligt lof.Sé við illum hlutum, bæði við meyjar ást ok mannskonu. Þar stendr opt illt af. Verð lítt mishugi við óvitramenn á fjölmennum mótum. Þeir mæla opt verra enþeir viti, ok ertu þegar bleyðimaðr kallaðr, ok ætlar,at þú sér sönnu sagðr. Drep hann annars dags okgjalt honum svá heiptyrði. Ef þú ferr þann veg, ervándar vættir byggja, ver varr um þik. Tak þér ekkiherbergi nær götu, þótt þik nátti, því at opt búa þarillar vættir, þær menn villa. Lát eigi tæla þik fagrarkonur, þótt þú sjáir at veizlum, svá at þat standi þérfyrir svefni eða þú fáir af því hugarekka. Teyg þærekki at þér með kossum eða annarri blíðu. Ok ef þúheyrir heimslig orð drukkinna manna, deil eigi viðþá, er víndrukknir eru ok tapa viti sínu. Slíkir hlutirverða mörgum at miklum móðtrega eða bana. Berstheldr við óvini þína en þú sér brenndr. Ok sver eigirangan eið, því at grimm hefnd fylgir griðrofi. Gerrækiliga við dauða menn, sóttdauða eða sædauða eðavápndauða. Búðu vandliga um lík þeira. Ok trú ekkiþeim, er þú hefir felldan fyrir föður eða bróður eða annannáfrænda, þótt ungr sé. Opt er úlfr í ungum syni. Sévandliga við vélráðum vina þinna. En lítt megu vérsjá fyrir um yðart líf, en eigi skyldi mága hatr á þikkoma.\" Sigurðr mælti: \"Engi finnst þér vitrari maðr,ok þess sver ek, at þik skal ek eiga, ok þu ert við mittæði.\" Hún svarar: \"Þik vil ek helzt eiga, þótt ek kjósaum alla menn.\" Ok þetta bundu þau eiðum með sér."}}