{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_5", "text": {"0": "At várdögum heldu þeir í hernað ok höfðu tíuskip ok drekann Kollsnaut. Þeir herjuðu víða umsumarit ok varð lítit til fjár. En er þeir fóru heimleiðis,lágu þeir eitt kveld í einum leynivági. Þeir sáusigla inn á váginn dreka einn stóran ok með honumþrjátigi skip. Þeir lögðu inn á váginn heldr gildliga okkasta akkerum. Maðr stóð við siglu á drekanum, stórrok illr yfirlits, ok kvað vísu:\"Hverir eru skálkar,er skipum ráða,heldr harðsnúnir,happalausir?Vér skulum lýðilífi rænaok með oss öllumauði skipta.\"Hjálmþér heyrði ok kvað:\"Hjálmþér ek heiti;hverr spyrr at þvíseggr inn svartleitiá sædýri?Drepa skulum drengi,en dýrgripi eignast,fúll falsari,ella flý í burtu.\"Tóki svarar: \"Ertu sá Hjálmþér, sem drapst bróðurminn, Koll, í fyrra sumar?\" \"Sá er maðrinn sami,\" segirHjálmþér. \"Þat er vel vit höfum fundizt,\" segir Tóki.\"Ekki lasta ek, þat þú lofar svá mjök,\" segir Hjálmþér.\"Grið skulu standa til morguns,\"segir Tóki. \"Svá skalvera,\" segir Hjálmþér. Þeir taka nú á sik náðir.En er vígljóst var, tóku þeir til bardaga með skotumok grjóti, en þegar því linnti, tóku þeir til vápna okbörðust drengiliga. Skorti þar eigi stór högg, sem hvárirveittu öðrum. Þóttust þeir fóstbræðr enga kappa hafaslíka fyrri fundit sem þessir váru. Fell nú hverr umannan. Börðust þeir þann dag til kvelds, ok var friðskildiuppi haldit. Váru þrjú skip eptir af skipum þeirafóstbræðra, en fjögur skip Tóka. Leið svá nóttin. En atkomanda morgni taka þeir til bardaga. Gekk Tóki röskligafram ok vá til beggja handa. Hann hafði stóranarngeir ok sterkan í hendi. Drap hann á lítilli stunduþrjátigi menn. Þetta sér Ölvir ok hleypr á drekann meðmikilli grimmd ok ruddist fast um ok drepr hvernum þveran annan, þar til er hann mætir Tóka ok höggrtil hans í skjöldinn ok klýfr hann niðr í gegnum. Tókispennir tveim höndum arngeirinn ok leggr í gegnumskjöld Ölvis ok svá í gegnum báða handleggina okkastar honum í lopt upp ok fleygir honum niðr á þiljurnar,svá at hann lá í óviti. Í því kemr Hjálmþér at okhöggr á höndina Tóka, svá at af tók, ok datt arngeirrinnniðr. Víkr Tóki nú undan ok steypir sér fyrir borð ísjóinn. Hjálmþér hleypr eptir honum. Syndir Tókiundan hart ok röskliga, en Hjálmþér eptir, þar til atTóki mæddist. Dró þá saman með þeim. Réð Hjálmþérþegar á hann, ok kómu nú með þeim harðar sviptingarok löng köf, því at hvárr færði annan til grunna, þartil at Tóka mæddi blóðrás, ok gekk Hjálmþér af honumdauðum, kom síðan aptr til skipa sinna. Fögnuðu hansmenn honum vel ok þóttust hann ór helju heimtan hafa.Bindr Hjálmþér nú sár Ölvis. Þeir fengu þar mikitgóz í fásénum gripum, gulli, gæðum ok gersemum. Innanfárra daga halda þeir heimleiðis. Stýrði Hjálmþérdrekanum Kollsnaut, en Ölvir Tókanaut, ok sátu íkastalanum um vetrinn."}}