{"originalTitle": "Gautreks_Saga_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gautreks_Saga_Chapter_1", "text": {"0": "ÞAR hefjum vér eina kátliga frásögn af einum konungi,þeim er Gauti hét; hann var vitr maðr okvel stilltr, mildr ok máldjarfr. Hann réð fyrir Vestra-Gautlandi.Þat liggr milli Noregs ok Svíþjóðar fyriraustan Kjölu alla, ok skilr Gautelfr milli Upplanda okGautlands. Þar eru stórar merkr ok illt yfirferðar, þáer þelalaust er. Þessi konungr, er fyrr nefndum vér, fóroptliga með hauka sína ok hunda á mörkina, því athann var inn mesti veiðimaðr, ok þótti honum þat inmesta skemmtan.Í þann tíma var víða byggt, þar sem miklir skógarváru umhverfis, því at margir menn ruddu mörkina,þar sem fjarlæg var almannabyggð, ok gerðu sér þaralhýsi sumir, þeir sem flýit höfðu af almannaveg fyrirnokkur sín ranglig tiltæki. Sumir flýðu fyrir ljóðæskueða nokkur ævintýr ok þóttust þá síðr spottaðir eðahæddir verða, ef þeir væri fjarri annarra manna athlátri,ok lifðu svá út allan sinn aldr, at þeir fundu engaaðra menn en þá, sem hjá þeim váru. Þeir höfðu okmargir leitat sér staðar langt frá almannaveg, ok kómuþví engir menn þá heim at sækja, utan þat varð stundum,at villtust á mörkum, at menn hrötuðu þá til þeiraheimkynna, þótt menn vildu þar gjarna aldri komithafa.Þessi konungr Gauti, er fyrr nefndum vér, var farinnvið sinni hirð at veiða dýr á mörkinni með sínuminum beztum veiðihundum. Konungrinn gat at lítaeinn fagran hjört, ok þetta sama dýr vill hann gjarnaveiða ok slær lausum sínum veiðihundum ok eltirþetta sama dýr með svá miklu kappi, meðan dagrinnvannst til nætr. Hann var nú einn sinna manna okvar kominn svá langt á mörkina, at hann vissi, at hannmátti eigi komast til sinna manna sakir náttmyrkrs oklangrar leiðar, er hann hafði farit allan daginn; þatok með, at hann hafði skotit þetta dýr með spjóti sínu,ok stóð þat fast í sárinu, en konungr vildi þat meðengu móti láta, ef hann mætti ná, ok þótti skömm,ef hann nædi eigi vápni sínu. Hér hafði hann á lagtsvá mikit kapp, at hann hafði af sér kastat öllum klæðumnema línklæðum; berfættr var hann ok hafði engaskúa, ok hafði víða rifit hans leggi ok iljar bæði grjótok skógrinn. Ekki náir hann dýrinu. Tekr nú at myrkvaaf nótt, svá at aldri veit hann, hvert hann stefnir, nemrnú stað ok hlýðir til, ef hann heyrði til nokkurs, oklitla stund hefir hann stað numit, áðr hann heyrirhundsgá, ok þangat gengr hann, sem hann heyrir hundinngeyja, því at honum þótti þar helzt manna ván.Því næst sér konungr húsabæ lítinn. Þat sá hann,at maðr stóð úti ok helt á viðaröxi. Þegar hann sér,at konungr stefnir til bæjar, hleypr hann at ok dreprhundinn ok mælti: \"Eigi skaltu optar vísa gestum á garðvárn, því at þat sé ek gerla, at sjá maðr er svá mikillvexti, at hann mun upp eta alla eigu bónda, ef hannkemr hér innan veggja. Skal þat ok aldri verða, ef ekmá ráða.\" Konungr heyrði orð hans ok brosti at;hugsar hann þat með sér, at hann var lítt við búinnúti at liggja, en þótti eigi vísar viðtökur, ef hann biðiþess, er honum væri inn boðit, gengr nú djarfliga atdyrunum. Hinn ferr fyrir dyrrnar ok vill hann eigi innláta. Konungr lætr hann kenna aflsmunar ok gengrór dyrum þann, er fyrir stóð. Konungr gekk til stofu.Þar váru fyrir fjórir karlar ok fjórar konur. Ekki varþar heilsat Gauta konungi; þó sezt hann niðr. Sá tóktil orða, er honum sýndist bóndaligastr, ok mælti: \"Hvíléztu þenna mann hér inn koma?\" Þrællinn svaraði,sá er í dyrunum hafði staðit: \"Þessi maðr var svá sterkr,at ek hafða ekki afl við honum.\" \"Ok hvat gerðir þú,þá er hundrinn gó?\" Þrællinn svaraði: \"Ek drap hundinn,því at ek vilda eigi, at hann vísaði fleirum slíkumgaurum at garði sem mér lízt þessi maðr vera.\" Bóndimælti: \"Dyggr þræll ertu, ok má eigi þér um kenna,þó at þessir ófimligleikar hafi orðit, ok er vandlaunatþér þín umsjá, ok vil ek á morgin gefa þér verðkaup,ok skaltu þá með mér fara.\" Hús váru þar vel búinok menn vænir ok hæfiliga miklir. Þat fann konungr,at þeir óttuðust hann. Bóndi lét setja borð, ok varmatr á borinn. Ok er konungr sér, at honum munekki boðinn matr, stígr hann undir borð hjá bónda,tekr til matar ok snæðir djarfliga. Ok er bóndi sérþetta, hættir hann at matast ok dregr hattinn fyrir augusér. Hvárugir tala hér við aðra, ok er konungr varmettr, lyptir bóndi upp hetti sínum ok bað bera diskaaf borði, -- \"því at nú mun eigi mat at varðveita.\"Síðan fór fólk at sofa.Konungr lagðist ok til svefns. Ok er hann hafði litlahríð legit, þá kom kona til hans ok mælti: \"Mun eigiráðligt, at þú þiggir beina at mér?\" Konungr svarar:\"Þetta horfir vænliga, er þú vilt tala við mik, því athér eru dauflig hýbýli.\" \"Eigi þarftu þat at undra, þvíat vér höfum aldri gest átt á ævi várri, ok þess get ek,at þú sér bónda engi aufúsugestr.\" Konungr mælti:\"Vel mætti ek launa bónda fyrir allan þann kostnað,er hann hefir fyrir mér haft, þá er ek kem til mínsheimilis.\" Hún svaraði: \"Til meira get ek mun umdraga en vér fáim sæmd af þér í móti þessu tilfelli.\"Konungr mælti: \"Ek bið, at þú gerir mér kunnigt,hversu fólk yðvart heitir.\" Hún svarar: \"Faðir minnheitir Skafnörtungr. Því hefir hann þat nafn, at hanner svá glöggr um kost sinn, at hann má eigi sjá, atþverri hvárki matr né annat, þat er hann á. Móðirmin heitir Tötra. Því hefir hún þat nafn, at hún villaldri önnur klæði hafa en þat, sem áðr er slitit ok atspjörum orðit, ok þykkir henni þat mikil hagspeki.\"Konungr spurði: \"Hvat heita bræðr þínir?\" Hún svaraði:\"Einn heitir Fjölmóðr, annarr heitir Imsigull,þriði Gillingr.\" Konungr mælti: \"Hvat heitir þú eðasystr þínar?\" Hún svaraði: \"Ek heiti Snotra. Hefi ekþví þat nafn, at ek þótta vísust allra vár. Systr mínarheita Hjötra ok Fjötra. Hér er sá hamarr við bæ várn,er heitir Gillingshamarr, ok þar í hjá er stapi sá, ervér köllum Ætternisstapa. Hann er svá hár ok þat flugfyrir ofan, at þat kvikendi hefir ekki líf, er þar gengrfyrir niðr. Því heitir þat Ætternisstapi, at þar meðfækkum vér várt ætterni, þegar oss þykkir stór kynslvið bera, ok deyja þar allir várir foreldrar fyrir utanalla sótt ok fara þá til Óðins, ok þurfu vér af enguváru forellri þyngsl at hafa né þrjózku, því at þessisældarstaðr hefir öllum verit jafnfrjáls várum ættmönnum,ok þurfum eigi at lifa við fjártjón eða fæðsluleysiné engi önnur kynsl eða býsn, þótt hér beri til handa.Nú skaltu þat vita, at föður mínum þykkja þetta verain mestu undr, er þú hefir komit til húsa várra. Væriþat mikil býsn, þótt ótiginn maðr hefði hér mat etit,en þetta eru með öllu undr, at konungr, kalinn okklæðlauss, hefir komit til húsa várra, því at til þessamunu engi dæmi finnast, ok því ætlar faðir minn okmóðir á morgin at skipta arfi með oss systkinum, enþau vilja síðan ok þrællinn með þeim ganga fyrirÆtternisstapa ok fara svá til Valhallar. Vill faðir minneigi tæpiligar launa þrælnum þann góðvilja, at hannætlaði at reka þik ór dyrum, en nú njóti hann sælumeð honum. Þykkist hann ok víst vita, at Óðinn muneigi ganga í mót þrælnum, nema hann sé í hans föruneyti.\"Konungr mælti: \"Sé ek, at þú munt hér veramálfimust, ok skaltu hafa mína hollustu. Þykkjumstek sjá, at þú munt mær vera, ok skaltu sofa í hjá mérí nótt.\" Hún bað konung því ráða.Um morguninn, sem konungr vaknar, mælti hann:\"Þik kveð ek at þessu, Skafnörtungr, ek gekk til yðvarsbæjar berfættr, ok því vil ek nú skúa af þér þiggja.\"Hann svarar engu ok fær honum skúa ok dró ór þvengina.Þá kvað konungr:\"Skúa tvá,er mér Skafnörtungr gaf,þvengjum er hann þá nam;ills mannskveð ek aldri verðagrandalausar gjafir.\"Síðan bjóst konungr á brutt, ok leiddi Snotra hanná götu. Konungr mælti: \"Bjóða vil ek þér með mérat fara, því at mér er grunr á, at nokkut gerist af okkrumfundi, ok ef þú ferr með sveinbarn, þá láttu Gautrekheita, ok drag svá af nafni mínu ok rekstri þeim,er ek hefi haft til hýbýla yðvarra.\" Hún svarar: \"Vísván þykki mér á því, at þú getir þessu nær, en ekki máek með þér fara at sinni, því at í dag skal skipta arfimeð oss systkinum eptir föður várn ok móður, því atþau ætla at ganga fyrir Ætternisstapa.\" Konungr baðhana vel lifa ok bað hana koma á sinn fund, svá semhenni þætti tími til. Ferr konungr þar til, er hannkemr til sinna manna, ok sezt nú um kyrrt."}}