{"originalTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Þáttr_Eða_Heðins_Saga_Ok_Högna_Chapter_9", "text": {"0": "Á fyrsta ári ríkis Óláfs konungs er sagt, at hannkæmi við eyna Há ok lagði þar í lægi eitt kveld. Sávar þar vani við fyrr sagða ey, at þar hurfu hverja náttvarðmenn, svá at engi vissi, hvat af varð. Ívarr ljómiátti vörð at halda þessa nótt. En er allir menn várusofnaðir á skipum, tók Ívarr sverðit, er átt hafði Járnskjöldr,en Þorsteinn, sonr hans, hafði gefit honum,ok öll herklædi sín ok gekk upp á eyna. En er hanner upp kominn á eyna, sá hann mann ganga í mótsér. Sá var mikill vexti ok allr blóðugr, með miklumáhyggjusvip. Ívarr spurði þenna mann at nafni. Hannkvaðst Heðinn heita ok vera Hjarrandason, kynjaðrutan ór Serklandi. \"Er þér þat satt at segja, at þó athér hafi horfit vökumenn, at þat er mér at kenna okokkr Högna Hálfdanarsyni, því at vit erum orðnirfyrir svá miklum atkvæðum ok ánauðum ok okkrirmenn, at vér berjumst bæði nætr ok daga, ok hefirþessu gengit marga mannsaldra, en Hildr Högnadóttirsitr ok sér upp á. En Óðinn hefir þetta lagit á oss okekki annat til undanlausnar en nokkurr kristinn maðrberist við oss, þá skal sá eigi upp standa, er hann drepr,ok þá er hverr sá leystr frá sinni ánauð. Nú vilda ekbiðja þik, at þú færir til bardaga með oss, því at ekveit, at þú ert vel kristinn, svá ok at konungr sá, erþú þjónar, er mikillar hamingju. Segir mér ok sváhugr um, at vér munum af honum ok hans mönnumnokkut gott hljóta.\" Ívarr játtar at fara með honum.Heðinn varð glaðr við þat ok mælti: \"Þess skaltu varastat ganga eigi framan at Högna ok þess annars atdrepa mik eigi fyrr en Högna sakar þess, at þat ereinkis mennsks manns at ganga framan at Högna eðadrepa hann, ef ek er áðr dauðr, því at hann hefir ægishjálmí augum ok hlífir engu vætta, ok því er þateina til, at ek gangi at honum framan ok berjumstek við hann, en þú gangir at baki honum ok veitirhonum banatilræði, því at þér mun lítit fyrir verðaat bana mér, þó at ek lifi vár allra lengst.\"Síðan ganga þeir til bardaga, ok sér Ívarr, at þettaer allt satt, sem Heðinn hafði sagt honum. Gengr hannat baki Högna ok höggr í höfuð honum ok klýfr hanní herðar niðr. Fellr Högni þá dauðr ok stóð aldri uppsíðan. Síðan drap hann þar þá menn alla, er at bardaganumváru, en síðast Heðinn, ok varð honum lítitfyrir því. Síðan gekk hann til skipa, ok varð þá lýstaf degi. Hann fór til konungs ok sagði honum. Konungrlét vel yfir verki hans ok sagði honum giftuligatekizt hafa. Eptir um daginn gengu þeir á land okþar til, sem bardaginn hafði verit, ok sá þar enganstað þeira tíðenda, er þar höfðu verit, en sást blóð ásverði Ívars til merkja, ok aldri hurfu þar varðhaldsmennsíðan. Konungr fór heim eptir þetta í ríki sitt."}}