{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_19", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_19", "text": {"0": "Þat var einn morgun snemma, at Hrólfr gekk ískemmu þá, er Vilhjálmr svaf í, gekk at sænginni okmælti: \"Nú er svá komit, Vilhjálmr, at þú ert orðinnkonungs mágr, en ek hefi þjónat þér allan tíma. Segiek þér nú upp mína þjónustu ok lausan allan okkarnskilmála. Máttu nú vel láta líka þér, at vit skiljum svábúnir. Virði ek meir til þess drengskap minn en þínatilgerð.\" Gekk Hrólfr síðan burt, en Vilhjálmr varðmjök hvimsa við. Gyða spyrr, hví Hrólfr færi burt sváskjótt eða fyrir hverja sök hann færi þvílíkum orðumum. Vilhjálmr segir: \"Þat er hans náttúra, at hann villhvergi vera í sama stað meira en mánuð eða tvá, ef hannréði, en ek hefi lengi haldit honum hræddum. Nú erþat til þrautar, at sá hefir verr, er hans þjónustu hefir,því at honum er allt illa gefit. Er hann bæði þjófr okillmenni, en eigi veit ek, hvárt ek nenni at láta drepahann hér í ókunnu landi, en þó mun hann skjótt birta,hverr maðr hann er, ok mun hann þeim illa launa,er bezt gerir til hans.\" Skildu þau nú talit. Leið veizlanvel fram.Svá er sagt, at lið þat, er undan komst af her Sóta,sigldi heim í Tattararíki, ok höfðu fengit mikinn mannskaða.Þótti Menelaus konungi þeira ferð ill orðin, okvarð svá búit at vera.Snemma um várit kómu þeir Sörkvir ok Brynjólfraf Jötunheimum ok færðu Eireki konungi marga fásénagripi. Höfðu þeir Grímr átt margar orrostur ok fengitjafnan sigr. Hrólfr var með konungs hirð, ok var fáttmeð þeim öllum Sörkvi, Brynjólfi ok Vilhjálmi. Envel kom Hrólfr sér við sessunaut sinn, því at hann gafjafnan silfr á báðar hendr, en engum gerði hann gott,meðan hann var hjá Vilhjálmi. Sá var nú inn þriðivetr, er konungsdóttir átti at fá mann til burtreiðarvið Sörkvi, ok hugsaði Eirekr konungr nú til sín okþótti sem konungsdóttir mundi engan mann fá."}}