{"originalTitle": "Beowulf2_Xli", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xli", "text": {"0": "XLIThere was bloody track of Swedes and of Geats,The slaughter of men widely observed,How the folk fought the feud one with another.The good one then went with his companions,The aged most sad, the fastness to seek,The earl Ongentheow betook himself higher;He had of Hygelac's prowess heard tell,The proud one's war-craft; in resistance he trusted not,That he the sea-men might then withstand,His hoard protect from the sea-farers,His children and wife; he went after thenceOld 'neath the earth-wall. Then was given pursuitTo the folk of the Swedes, their banner to Hygelac.Forth then they went o'er the Peace-plain,After the Hrethlings pressed into the hedge;There Ongentheow was, with the edge of the sword,The gray-haired one, forced to remain,So that the folk-king had to submitTo Eofor's sole will; angrily himWulf, son of Wonred, attacked with his weapon,So that for the blow blood spurted in streamsForth under his hair. He was not though afraid.The agéd Scylfing, but quickly repaidIn a worse way that fatal blow,After the folk-king thither turned round:Might not then the quick son of WonredTo the old churl a hand-stroke give,But he on his head his helmet first cleft,So that, stained with blood, he had to bow,Fell on the earth: he was not yet fated,But he himself raised, though the wound pained himThen the brave thane of Hygelac letWith his broad sword, when his brother lay down,The old sword of giants, the helmet of giantsBreak over the shield-rim: then bowed the king,The herd of the folk; he was struck to his life.Then were there many who bound up his brother,Quickly him lifted, when for them it was settledThat they the battle-place were to possess,Whilst one warrior the other robbed,From Ongentheow took his burnie of iron,His hard hilted sword and his helmet besides,The hoary one's armor to Hygelac bore.The armor he took and to them fairly promisedGifts to his people, and kept his word too.The lord of the Geats paid for the contest,The son of Hrethel, when he came to his home,To Eofor and Wulf with very rich jewels,To each of them gave a hundred thousandOf land and locked rings (for the gifts him need not reproachAny man on mid-earth, since they heroic deeds wrought),And then to Eofor gave his sole daughter,The home-adornment, as a pledge of his favor.That is the feud and that the enmity,Hate deadly of men, wherefore I expectThat the Swedes' people against us will seek,After they learn that our own lordIs 'reft of his life, him who before heldAgainst his foes his hoard and kingdomAfter heroes' fall, the Scylfings brave,Wrought his folk's good and further stillHeroic deeds did. - Now is haste bestThat we the folk-king there should behold,And him should bring who gave us ringsTo the funeral-pyre. There shall not a part onlyWith the brave perish, but there's hoard of treasure,Gold without number, bitterly purchased,And now at the last with his own lifeRings has he bought: these fire shall devour,The flame consume; no earl shall wearA jewel in memory, nor the beautiful maidHave on her neck a ring-adornment,But she shall sad in mind, robbed of her gold,Often not once tread a strange land.Now that the war-chief laughter has left,Mirth and enjoyment. For this shall the spear be,Many a one morning-cold, clasped with the fingers,field in the hands; not at all shall harp's soundWake up the warriors, but the wan raven,Eager over the fated, often shall speak,Say to the eagle how he joyed in the eating.When with the wolf he robbed the slain.\"So the brave warrior then was tellingSome tales of evil: he did not speak falselyHis facts nor words. -The band all arose;Sadly they went 'neath the Eagles' ness,With flowing tears, the wonder to see.Then they found on the sand deprived of his life,Holding his resting-place, him who rings them gaveIn former times: then was the last dayPast to the good one, so that the war-king,The prince of the Weders, a wondrous death died.First there they saw a stranger being,The worm on the plain opposite there,The loathsome one lying; the fiery dragon,The terror grim, was scorched with flames;He was fifty feet, in his full measure,Long as he lay; the air he enjoyedSometimes at night, down again wentTo visit his den: he was then fast in death,He had enjoyed the last of earth-caves.By him there stood pitchers and cups,Plates too lay there and precious swords,Rusty and eaten-through, as in the earth's bosomA thousand of winters there they had remained,Since that bequest exceedingly great,The gold of the ancients, was bewitched with a spell,So that the ringed hall might one not touch,Any of men, unless God himself,True King of victories, to whom He would grantedTo open the hoard, the charge of enchanters,Even so to such man, as seemed to Him right."}}