{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_23", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_23", "text": {"0": "Þat er þessu næst at segja, at Sturlaugr konungr okÁki senda Sighvat inn mikla austr til Garðaríkis atbiðja Ingibjargar konungsdóttur. Hann hefir tíu skip,ok eptir þat siglir hann til Gautlands. Honum ferr velok drengiliga, unz hann kemr til Garðaríkis ok ferr ákonungsfund ok kveðr hann vel ok virðuliga. Konungrtók vel kveðju hans ok spyrr, hverr hann væri. Hannsvarar: \"Ek heiti Sighvatr, ok er þat erendi mitt atbiðja Ingibjargar, dóttur yðar, til handa Áka, fóstbróðurmínum.\" \"Bæði er þat,\" segir konungr, \"at þér eruðmiklir fyrir yðr fóstbræðr, enda þykkizt þér konungummeiri, ok þér ætlið, at ek muni kasta svá út fé ok konunni,löndum ok þegnum, at gefa þrælum Sturlaugskonungs dóttur mína, ok takið þá höndum, ok skuluþeir spenna inn hæsta gálga.\" Sighvatr snaraðist út órhöllinni, komst undan til skips, biðr sína menn ferðastskjótt, unz þeir koma heim ok segja Sturlaugi, hvat tilbar á reisunni. Býst Sturlaugr nú skjótt, ok þeir fóstbræðrfylgja honum ok fara vestr til Gautlands. Sturlaugr konungrtók Dag konung höndum, því at hann hafði eigiliðsafla á móti þeim, ok gerði honum tvá kosti, at hannskyldi gifta Áka dóttur sína eða deyja ella. En með þvíat konungr sér sik yfirkominn, þá kaus hann at gifta Ákadóttur sína. Áki festir sér Ingibjörgu, ok því næst varbúit til veizlu, ok gekk Áki at eiga Ingibjörgu konungsdóttur,ok dvelst hann þar eptir, ok er hann ór þessarisögu. Síðan fór Sturlaugr heim í ríki sitt ok sat um kyrrt."}}