{"originalTitle": "Örvar-Odds_Saga_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_9", "text": {"0": "Þat er at segja frá þeim Oddi, at þeir sigla ór Hrafnistu,þegar þeim gaf byr, ok er ekki sagt af ferð þeira,fyrr en þeir koma við Svíþjóð, þar sem eitt nes gekkaf meginlandi til hafs. Þar tjalda þeir yfir skipum sínum.Oddr gengr á land upp at sjá tíðendi, en þar liggjaöðrum megin undir nesinu fimmtán skip en herbúðirstanda á landi. Hann sér, at þar eru leikir úti hjátjöldunum. Þar ráða þeir fyrir skipum, Hjálmarr okÞórðr.Nú gengr Oddr aptr til skipa sinna ok segir þessitíðendi. Guðmundr spurði, hvat þá skal til ráða taka.\"Nú munu vér skipta liði váru í helminga,\" sagðiOddr. \"Þér skuluð halda skipum yðrum fram fyrir nesitok æpa þeim heróp, sem á landi eru, en ek mun gangaá land með helming liðs ok fram it efra eptir skóginum,ok skulu vér æpa þeim annat heróp, ok má þávera,\" sagði hann, \"at þeim bregði nokkut við. Mérkemr þat í hug, at þeir flýi í burt á skóga ok þurfivér eigi við meira.\"En þat er sagt frá tiltekju þeira Hjálmars, at þá erþeir heyrðu heróp þeira Guðmundar, at þeir bregðasér hvergi við, en er þeir heyrðu annat heróp á landupp, námu þeir stað á meðan. En er þat líðr af, leika þeirsem áðr. Nú snúa þeir aptr hvárirtveggja undir nesit,ok finnast þeir Oddr ok Guðmundr. \"Eigi veit ekvíst,\" sagði Oddr, \"hvárt þessir eru svá skelfir, sem vérhöfum hér fundit.\" \"Hvat viltu nú ráða taka?\" sagðiGuðmundr. \"Skjót eru nú mín ráð,\" sagði Oddr, \"hérskal ekki stelast á þessa menn. Hér munu vér liggja ínótt undir nesinu ok bíða hér morguns.\" Þá gangaþeir á land með lið sitt allt til fundar við Hjálmar,en þegar þeir sjá víkinga á land ganga, þá herklæðastþeir ok ganga á mót þeim Oddi. Hjálmarr spyrr, erþeir finnast, hverr fyrir liði réði. Oddr svarar: \"Héreru fleiri höfðingjar en einn.\" \"Hvat heitir þú?\" sagðiHjálmarr. \"Ek heiti Oddr, sonr Gríms loðinkinna órHrafnistu.\" \"Ertu sá Oddr, at fór til Bjarmalands fyrirskömmu, eða hvert er erendi þitt hingat?\" \"Ek vil vita,\"sagði Oddr, \"hvárr okkar meiri maðr skal vera.\" \"Hvémargt hefir þú skipa?\" sagði Hjálmarr. \"Ek hefi fimmskip,\" sagði Oddr, \"eða hversu mikit lið hafi þér?\"\"Vér höfum fimmtán skip,\" sagði Hjálmarr.\"Þá erliðsmunr mikill,\" sagði Oddr. \"Hér skulu sitja hjá tíuskipshafnir,\" sagði Hjálmarr, \"ok skal maðr manni ámót vera.\"Nú búast hvárirtveggja til bardaga ok fylkja liði sínuok berjast, meðan dagrinn endist. Þá er kveldar, varhaldit upp friðskildi, ok spyrr Hjálmarr Odd, hversuhonum þætti at hafa farit um daginn. En hann lét velyfir. \"Viltu eiga leik þenna optar?\" sagði Hjálmarr.\"Ekki ætla ek annat,\" sagði Oddr, \"fyrir því at ekhefi eigi betri drengi hitta né harðfengari menn, okmunu vér taka til bardaga at ljósum degi.\" Ok varnú svá gert sem Oddr mælti fyrir, ok binda menn sársín ok fara til herbúða um kveldit. En um morguninneptir fylktu hvárirtveggja sínu liði til bardaga okberjast þann dag allan. Ok er á leið daginn, var brugðitupp friðskildi. Þá spyrr Oddr, hversu Hjálmari þóttiganga orrostan um daginn. En hann lét vel yfir. \"Hvártviltu,\" sagði Hjálmarr, \"at vit eigum þenna leik innþriðja daginn?\" \"Þá skal til stáls sverfa með okkr,\"sagði Oddr. Þá tók Þórðr til orða: \"Er þar fjárvánvæn ok mikit á skipum yðrum?\" \"Þat ferr fjarri,\" sagðiOddr, \"vér höfum einkis fjár aflat í sumar.\" \"Þat ætlaek,\" sagði Þórðr, \"at ek hafi hvergi þess komit, atóvitrari menn hafi fundizt en hér, því at vér berjumstum ekki nema kapp ok metnað.\" \"Hversu viltu þá tilhátta?\" sagði Oddr. \"Þykkir yðr eigi þat ráð,\" sagðiÞórðr, \"at vér gerum félag várt?\" \"Þat líkar mér vel,sagði Oddr, \"en eigi veit ek, hversu Hjálmari er umþat gefit.\" \"Ek vil þau ein víkingalög,\" sagði Hjálmarr,\"sem ek hefi áðr haft.\" \"Þat veit ek,\" sagði Oddr,\"þá ek heyri þau, hversu skapfellt mér er um þau.\"Þá mælti Hjálmarr: \"Þat er fyrst at segja, at ek vilaldri eta hrátt né lið mitt, því at þat er margra mannasiðr at vinda vöðva í klæðum ok kalla þat soðit, enmér þykkir þat þeira siðr, er líkari eru vörgum enmönnum. Ek vil aldri kaupmenn ræna né búkarlameir en svá sem ek þarf at hafa strandhögg á skipimínu í nauðsyn. Ek vil ok aldri konur ræna, þó atvér finnum þær á landi uppi með miklum fjárhlutum,ok eigi skal konur til skips leiða nauðgar, ok ef húnkann þat at segja, at hún fari nauðig, þá skal sá engufyrir týna nema lífi sínu, hvárt sem hann er ríkr eðaóríkr.\" \"Góð þykkja mér lög þín,\" sagði Oddr, \"okmun þat ekki meina váru félagi.\" Ok nú gera þeirfélag sitt, ok er svá sagt, at nú hafa þeir jafnmikit liðallir sem þeir Hjálmarr höfðu, áðr þeir fundust."}}