{"originalTitle": "Norna-Gests_Þáttr_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Norna-Gests_Þáttr_Chapter_8", "text": {"0": "Litlu síðar heyrðu vér getit níðingsvígs Starkaðar, erhann hafði drepit Ála konung í laugu. Var þat einndag, at Sigurðr Fáfnisbani reið til einhverrar stefnu, þáreið hann í einhverja veisu, en hestrinn Grani hljópupp svá hart, at í sundr stökk brjóstgjörðin ok fell niðrhringjan. En er ek sá, hvar at hún glóaði í leirinum, tókek upp ok færða ek Sigurði, en hann gaf mér. Hafi þérnú fyrir litlu sét þetta sama gull. Þá stökk Sigurðr afbaki, en ek strauk hest hans, ok þó ek leir af honum,ok tók ek einn lepp ór tagli hans til sýnis vaxtar hans.\"Sýndi Gestr þá leppinn, ok var hann sjau álna hár. Óláfrkonungr mælti: \"Gaman mikit þykki mér at sögumþínum.\" Lofuðu nú allir frásagnir hans ok frækleik.Vildi konungr, at hann segði miklu fleira um atburðifrænda sinna. Segir Gestr þeim marga gamansamligahluti allt til aptans. Fóru menn þá at sofa. En um morgininneptir lét konungr kalla Gest ok vill enn fleiratala við Gest. Konungr mælti: \"Eigi fæ ek skilit til fullsum aldr þinn, hver líkendi þat má vera, at þú sérmaðr svá gamall, at værir við staddr þessi tíðendi. Verðrþú at segja sögu aðra, svá at vér verðim sannfróðarium slíka atburði. Gestr svarar: \"Vita þóttumst ek þatfyrir, at þér mundið heyra vilja aðra sögu mína, ef eksegða um gullit, hversu farit væri.\" Konungr mælti:\"Segja skaltu víst.\""}}