{"originalTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_10", "text": {"0": "Litlu síðar kom maðr gangandi í höllina. Allir undruðust,hversu lítill hann var. Þat var Þorsteinn bæjarbarn.Hann veik at Goðmundi ok sagði, at hestarværu til reiðu. Geirröðr spurði, hvat barn at þat væri.Goðmundr segir: \"Þat er smásveinn minn, er Óðinnkonungr sendi mér, ok er konungs gersemi ok kannmarga smáleika, ok ef yðr þætti nokkuru neytr, þá vilek gefa yðr hann.\" \"Þat er svipmikill drengr,\" segirkonungr, \"ok vil ek sjá fimleika hans,\" ok bað Þorsteinleika nokkurn smáleik. Þorsteinn tók hall sinnok brodd ok pjakkar þar í, sem hvítt er. Kemr haglhríðsvá mikil, at engi þorir í móti at sjá, ok varð svámikil fönn í höllinni, at tók í ökkla. Konungr hló at.Nú stangaði Þorsteinn hallinn, þar sem hann var gulr.Kom þá sólskin svá heitt, at snjórinn bráðnaði allrá lítilli stundu. Þar fylgdi sætr ilmr, en Geirröðr kvaðhann var listamann. En Þorsteinn segir eptir einn leikinn,er heitir svipuleikr. Konungr segist hann sjá vilja.Þorsteinn stóð á miðju hallargólfi ok pjakkar þar íhallinn, sem rautt er. Stökkva þar ór gneistar. Síðanhleypr hann um höllina fyrir hvert sæti. Tókust þáat vaxa gneistaflaugin, svá at hverr maðr varð at geymasín augu. En Geirröðr konungr hló at. Tók þá at vaxaeldrinn, svá at öllum þótti við of um. Þorsteinn hafðisagt Goðmundi fyrir, at hann skyldi út ganga ok faraá hest. Þorsteinn hleypr fyrir Geirröð ok mælti: \"Viliþér láta auka leikinn!\" \"Lát sjá, sveinn,\" sagði hann.Pjakkar Þorsteinn þá í fastara lagi. Kemr þá í auga Geirröðikonungi. Þorsteinn hleypr til dyranna ok snaraðihallinum ok broddinum, ok kom í sitt auga hvárt áGeirröði konungi, ok steyptist hann dauðr á gólfit, enÞorsteinn gekk út. Var Goðmundr þá kominn á hest.Þorsteinn bað þá ríða, \"því at nú er ekki deigumvært.\" Þeir ríða til árinnar. Var þá aptr kominn hallrinnok broddrinn. Þorsteinn segir, at Geirröðr vardauðr. Ríða þeir nú yfir ána ok þangat, sem þeir höfðufundizt. Þá mælti Þorsteinn: \"Hér munum vér núskilja, ok mun mönnum mínum mál þykkja, at ek komitil þeira.\" \"Far heim með mér,\" sagði Goðmundr, \"okskal ek launa þér góða fylgd.\" \"Síðan mun ek þessvitja,\" segir Þorsteinn, \"en aptr skalt þú fara með fjölmennií Geirröðargarða. Er nú landit í yðru valdi.\"\"Þú munt ráða,\" sagði Goðmundr, \"en Óláfi konungiskaltu færa kveðju mína.\" Tók hann þá eitt gullkerok silfrdisk ok tvítugt handklæði gullofit ok sendi konungi,en bað Þorstein vitja sín, ok skildu með kærleikum."}}