{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_41", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_41", "text": {"0": "Eptir þat lét Aðils konungr ræsta höllina. Váru þáí burtu bornir inir dauðu, því at margr var drepinnaf Aðils konungs mönnum, en fjöldi sárr orðinn. Aðilskonungr mælti: \"Gerum nú langelda fyrir vinum várumok veitum af alvöru slíkum mönnum, svá at osslíki öllum vel.\" Eru nú menn fengnir til at kynda uppeldinn fyrir þeim. Hrólfs kappar sátu ávallt með vápnumsínum ok vildu aldri þau af höndum láta. Eldrinntundraði skjótt, því at þar var ekki til sparat biki okþurrum skíðum. Aðils konungr skipar öðrum megineldsins sér sjálfum ok hirðmönnum sínum, en Hrólfikonungi ok köppum hans öðrum megin, ok sitja á langstólumhvárirtveggju ok talast við alllíkliga sin á millum.Aðils konungr mælti: \"Ekki er ofsögum sagt afhreysti ykkar Hrólfs kappa ok harðfengi, enda þykkiztþér hverjum meiri, ok er ekki logit af mætti yðar. Aukiðnú eldana,\" sagði Aðils konungr, \"því at ek skil eigiglöggt, hvat konungrinn er, ok munu þér eigi flýjaeldinn, þótt ykkr megi nokkut válgna.\" Ok svá var núgert sem hann sagði fyrir, ok vildi svá verða víss, hvareð Hrólfr konungr væri, því at hann þóttist vita, athann mundi eigi geta staðizt hitann svá sem kapparnir,ok þótti sér þá mundu verða auðveldara at ná honum,er hann vissi, hvar hann var, því at hann vildi Hrólfkonung sannliga feigan. Böðvarr skildi þetta ok sváþeir fleiri ok hlífðu honum nokkut við hitanum, semþeir máttu, en eigi svá, at hann yrði kenndr at heldr.Ok sem eldrinn gekk at þeim fastast, þá ætlar Hrólfrkonungr þat fyrir sér at minnast þess, er hann hafðiáðr heitit, at flýja hvárki eld né járn, ok sér hann nú,at Aðils konungr vill raun til þess gera, at þeir brenniþar eða ella efni eigi heitstrenging sína. Þat sjá þeir,at stóll Aðils konungs er kominn allt út ór hallarveggnumok svá manna hans. Nú gengr fast at eldsneytit,ok sjá þeir, at bruninn fellr á þá, nema nokkut sé viðgert. Eru nú brunnin mjök á þeim klæðin, ok kastaþeir þá skjöldunum á eldinn. Þá mæltu þeir Böðvarr okSvipdagr:\"Aukum nú eldanaat Aðils borg.\"Þreif þá sinn mann hvárr þeira, þá sem haldit höfðuupp eldunum, ok fleygðu þeim út á eldana ok mæltu:\"Njótið nú verms af eldinum fyrir handaverk ykkarok erfiði, því at vér erum nú fullbakaðir. Bakið ykkrnú, því at þit váruð svá iðnir at um stund at elda fyriross.\" Hjalti þrífr inn þriðja ok fleygir honum á eldinná sínum enda ok svá hverjum þeira, sem eldana æstu.Þar brunnu þeir til ösku, ok varð þeim ekki bjargat,því at engi þorði svá nær at koma. Eptir þetta unnitfekr Hrólfr konungr til orða:\"Eigi flýr sá eldinn,sem yfir hleypr.\"Ok eptir þetta stikla þeir allir yfir eldinn ok ætla núat Aðils konungi ok taka hann höndum. Ok sem Aðilskonungr sér þetta, forðaði hann sér ok hljóp at trénu,sem stóð í höllinni, ok var þat holt innan, ok svá komsthann úr höllinni með fjölkynngi sinni ok göldrum.Og svá kemr hann í sal Yrsu drottningar ok finnr hanaat máli, ok tekr hún á honum hrakliga ok mælir mörgumstórum orðum við hann: \"Þú lézt fyrst drepa bóndaminn, Helga konung,\" sagði hún, \"ok níddist á honumok heldr fénu fyrir þeim, sem átti, ok nú á svágert ofan viltu drepa son minn, ok ertu maðr mikluverri ok grimmari en nokkurir aðrir. Nú skal ek allsvið leita, at Hrólfr konungr nái fénu, ok muntu hljótaaf óvirðing, sem makligt er.\" Aðils konungr sagði: \"Þannveg mun hér fara, at hvárigir munu trúa öðrum. Munek ekki koma í augsýn þeira heðan í frá.\" Eptir þatskilja þau talit."}}