{"originalTitle": "Norna-Gests_Þáttr_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Norna-Gests_Þáttr_Chapter_3", "text": {"0": "Konungr stendr snemma upp um morguninn okhlýðir tíðum. Ok er þeim er lokit, gengr konungr tilborðs með hirð sinni. Ok er hann er kominn í hásæti,gengr gestasveitin innar fyrir konung ok Gestr meðþeim ok segja honum sín ummæli öll ok veðjan þá,sem þeir höfðu haft áðr. Konungr svarar: \"Lítit ermér um veðjan yðra, þó at þér setið peninga yðra við.Get ek þess til, at yðr hafi drykkr í höfuð fengit, okþykki mér ráð, at þér hafið at engu, allra helzt ef Gestiþykkir svá betr.\" Gestr svarar: \"Þat vil ek, at haldistöll ummæli vár.\" Konungr mælti: \"Svá lízt mér á þik,Gestr, at mínir menn muni hafa mælt sik í þaular umþetta mál meir en þú, en þó mun þat nú skjótt reyntverða.\"Eptir þat gengu þeir í brott, ok fóru menn at drekka.Ok er drykkjuborð váru upp tekin, lætr konungr kallaGest ok talar svá til hans: \"Nú verðr þú skyldr til atberta fram gull nokkut, ef þú hefir til, svá at ek megisegja um veðjanina með yðr.\" \"Þat munu þér vilja,herra,\" sagði Gestr. Hann þreifar þá til sjóðs eins, erhann hafði við sik, ok tók þar upp eitt knýti ok leysirtil ok fær í hendr konungi. Konungr sér, at þetta erbrotit af söðulhringju, ok sér, at þetta er allgott gull.Hann biðr þá taka hringinn Hnituð. Ok er svá vargert, berr konungr saman gullit ok hringinn ok mæltisíðan: \"Víst lízt mér þetta betra gull, er Gestr hefirfram borit, ok svá mun lítast fleirum mönnum, þó, atsjái.\" Sönnuðu þetta þá margir menn með konungi.Síðan sagði hann Gesti veðféit. Þóttust gestirnir þáósvinnir við orðnir um þetta mál. Gestr mælti þá:\"Takið fé yðvart sjálfir, því at ek þarf eigi at hafa,en veðit ekki optar við ókunna menn, því at eigi vitiþér, hvern þér hittið þann fyrir, at bæði hefir fleirasét ok heyrt en þér. En þakka vil ek yðr, herra, órskurðinn.\"Konungr mælti þá: \"Nú vil ek, at þú segir,hvaðan þú fekkt gull þat, er þú ferr með.\" Gestrsvarar: \"Trauðr em ek þess, því at þat mun flestumþykkja ótrúligt, er ek segi þar til.\" \"Þó viljum vérheyra,\" segir konungr, \"með því at þú hefir oss áðrheitit sögu þinni.\" Gestr svarar: \"Ef ek segi yðr, hversufarit er um gullit, þá get ek, at þér vilið heyra aðrasögu hér með.\" \"Vera má þat,\" segir konungr, \"at réttgetir þú þessa.\""}}