{"originalTitle": "Völsunga_Saga_Chapter_28", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_28", "text": {"0": "Þat er einn dag, er þær gengu til árinnar Rínar atþvá sér, þá óð Brynhildr lengra út á ána. Guðrúnspyrr, hví þat gegndi. Brynhildr segir: \"Hví skal ekum þetta jafnast við þik heldr en um annat? Ek hugða,at minn faðir væri ríkari en þinn ok minn maðr unnitmörg snilldarverk ok riði eld brennanda, en þinn bóndivar þræll Hjálpreks konungs. Guðrún svarar meðreiði: \"Þá værir þú vitrari, ef þú þegðir en lastaðirmann minn. Er þat allra manna mál, at engi hafi slíkrkomit í veröldina fyrir hversvetna sakir, ok eigi samirþér vel at lasta hann, því at hann er þinn frumverr,ok drap hann Fáfni ok reið vafrlogann, er þú hugðirGunnar konung, ok hann lá hjá þér ok tók af hendiþér hringinn Andvaranaut, ok máttu nú hér hannkenna.\" Brynhildr sér nú þenna hring ok kennir. Þáfölnar hún, sem hún dauð væri. Brynhildr fór heimok mælti ekki orð um kveldit. Ok er Sigurðr kom írekkju, spyrr Guðrún: \"Hví er Brynhildr svá ókát?\"Sigurðr svarar: \"Eigi veit ek glöggt, en grunar mik,at vér munum vita brátt nokkuru gerr.\" Guðrún mælti:\"Hví unir hún eigi auð ok sælu ok allra manna lofi,ok fengit þann mann, sem hún vildi?\" Sigurðr mælti:\"Hvar var hún þá, er hún sagði þat, at hún þættistinn æðsta eiga eða þann, er hún vildi helzt eiga?\" Guðrúnsvarar: \"Ek skal eptir spyrja á morgin, hvern húnvill helzt eiga.\" Sigurðr svarar: \"Þess let ek þik, okiðrast muntu, ef þú gerir þat.\"Ok um morgininn sátu þær í skemmu sinni, ok varBrynhildr hljóð. Þá mælti Guðrún: \"Ver kát Brynhildr.Angrar þik okkart viðrtal? Eða hvat stendr þér fyrirgamni?\" Brynhildr svarar: \"Illt eitt gengr þér til þessa,ok hefir þú grimmt hjarta.\" \"Virð eigi svá,\" segirGuðrún, \"ok seg heldr.\" Brynhildr svarar: \"Spyr þesseina, at betr sé, attu vitir. Þat samir ríkum konum. Oker gott góðu at una, er yðr gengr allt at óskum.\" Guðrúnsvarar: \"Snemmt er því enn at hæla, ok er þettanokkur sú forspá. Hvat reki þér at oss? Vér gerðumyðr ekki til angrs.\" Brynhildr svarar: \"Þess skaltugjalda, er þú átt Sigurð, ok ek ann þér eigi hans atnjóta né gullsins mikla.\" Guðrún svarar: \"Eigi vissaek yður ummæli, ok vel mætti faðir minn sjá ráð fyrirmér, þóttu værir ekki at hitt.\" Brynhildr svarar: \"Ekkihöfum vér launmæli haft, ok þó höfum vit eiða svarit,ok vissu þér þat, at þér véltuð mik, ok þess skal hefna.\"Guðrún svarar: \"Þú er betr gefin en makligt er, okþinn ofsi mun illa sjatna, ok þess munu margir gjalda.\"\"Una mundu vér,\" segir Brynhildr, \"ef eigi ættir þúgöfgara mann.\" Guðrún svarar: \"Áttu svá gofgan mann,at óvíst er, hverr meiri konungr er, ok gnótt fjár ok ríkis.\"Brynhildr svarar: \"Sigurðr vá at Fáfni, ok er þatmeira vert en allt ríki Gunnars konungs,\" -- svá semkveðit er:\"Sigurðr vá at ormi,en þat síðan munengum fyrnast,meðal öld lifir.En hlýri þinnhvárki þorðield at ríðané yfir stíga.\"Guðrún svarar: \"Grani rann eigi eldinn undir Gunnarikonungi, en hann þorði at ríða, ok þarf honumeigi hugar at frýja.\" Brynhildr svarar: \"Dyljumst eigivið, at ek hygg Grímhildi eigi vel.\" Guðrún svarar:\"Ámæl henni eigi, því at hún er til þín sem til dóttursinnar.\" Brynhildr svarar: \"Hún veldr öllum upphöfumþess böls, er oss bítr. Hún bar Sigurði grimmt öl,svá at eigi mundi hann mitt nafn.\" Guðrún svarar:\"Margt rangt orð mælir þú, ok mikil lygi er slíkt.\"Brynhildr svarar: \"Njóti þér svá Sigurðar sem þér hafiðmik eigi svikit, ok er yðart samveldi ómakligt, ok gangiyðr svá sem ek hygg.\" Guðrún svarar: \"Betr mun eknjóta en þú mundir vilja, ok engi gat þess, at hannætti of gott við mik né eitt sinn.\" Brynhildr svarar:\"Illa mælir þú, ok er af þér rennr, muntu iðrast, okhendum eigi heiptyrði.\" Guðrún segir: \"Þú kastaðirfyrri heiptarorðum á mik. Lætr þú nú sem þú muniryfir bæta, en þó býr grimmt undir.\" \"Leggjum niðrónýtt hjal,\" segir Brynhildr. \"Ek þagða lengi yfir mínumharmi, þeim er mér bjó í brjósti, en ek ann þínumbróður at eins, ok tökum annat tal.\" Guðrún segir:\"Langt sér hugr þinn um fram.\" Ok þar af stóð mikillófagnaðr, er þær gengu á ána ok hún kenndi hringinnok þar af varð þeira viðræða."}}