{"originalTitle": "Grettis_Saga_Chapter_79", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_79", "text": {"0": "Nú líður fram á haustið þar til að voru þrjár vikur til    vetrar. Þá beiddi kerling að henni skyldi aka til sjóvar.    Þorbjörn spurði hvað hún vildi.    \"Lítið er erindið en þó má vera,\" segir hún, \"að það væri    fyrirboðan stærri tíðinda.\"    Nú var svo gert sem hún beiddi og er hún kom til strandar    haltraði hún fram með sjónum svo sem henni væri vísað til.    Þar lá fyrir henni rótartré svo mikið sem axlbyrður. Hún leit    á tréið og bað þá snúa fyrir sér. Það var sem sviðið og    gniðað öðrumegin. Hún lét telgja á lítinn flatveg þar gnúið    var. Síðan tók hún hníf sinn og reist rúnir á rótinni og rauð    í blóði sínu og kvað yfir galdra. Hún gekk öfug andsælis um    tréið og hafði þar yfir mörg römm ummæli. Eftir það lætur hún    hrinda trénu á sjó og mælti svo fyrir að það skyldi reka út    til Drangeyjar \"og verði Gretti allt mein að.\"    Þaðan fór hún heim í Viðvík. Eigi kvaðst Þorbjörn vita til    hvers þetta kæmi. Kerling kvað hann vita síðar gerr. Vindur    var utan eftir firði og hóf rót kerlingar í móti veðri og    þótti fara eigi vonum seinna.    Nú sat Grettir í Drangey sem fyrr segir og þeir allir félagar    og létu vel yfir sér. Annan dag eftir en kerling hafði tréið    magnað gengu þeir Grettir ofan fyrir bjargið og leituðu að    eldiviði. En er þeir komu vestur um eyna fundu þeir rótartré    rekið upp.    Þá mælti Illugi: \"Þetta er mikill eldiviður frændi og berum    heim.\"    Grettir spyrnti við fæti sínum \"illt tré og af illum sent og    skulum við annan eldivið hafa\" og kastaði út á sjá og bað    hann Illuga varast að bera það heim \"því að það er sent okkur    til óheilla.\"    Eftir það fóru þeir til skála og gátu ekki um þetta fyrir    þrælnum. Annan dag fundu þeir tréið og var þá nær stigunum en    hinn fyrra dag. Rak Grettir það á sjá út og kvað það aldregi    skyldu heim bera. Leið nú af sú nótt. Þá kom á hvasst veður    með vætu og nenntu þeir ekki að hafa sig úti og báðu Glaum    leita eldiviðar. Hann varð illa við og kvaðst kvaldur er hann    skyldi kveljast úti í hverju illviðri. Hann fór ofan fyrir    stigana og fann þar rót kerlingar og þóttist vel hafa gengið,    þreif upp og stritaði heim til skála og kastaði niður og varð    af dykur mikill. Það heyrði Grettir.    \"Aflað hefir Glaumur nokkurs og skal eg fara út og sjá hvað    það er\" og tekur upp bolöxi og gengur út.    Glaumur mælti þá: \"Fær þú eigi verr í sundur en eg hefi heim    fært.\"    Grettir varð skapfátt við þrælinn og tvíhenti öxina til    rótarinnar og eigi geymdi hann hvað tré það var. Og    jafnskjótt sem öxin kom við tréið snerist hún flöt og stökk    af trénu og á fót Grettis hinn hægra fyrir ofan kné og svo að    stóð í beini og var það sár mikið.    Þá leit hann á tréið og mælti: \"Sá varð nú drjúgari er verr    vildi og mun þetta eigi eitt saman fara. Er hér nú komið það    sama tré sem eg hefi út kastað tvo daga. Hefir þig nú Glaumur    hent tvö slys, það annað að þú slökktir eld vorn og það að þú    barst heim þetta óheillatré, en ef þig hendir hið þriðja slys    þá verður það þinn bani og vor allra.\"    Þá tók Illugi og batt um skeinu Grettis og blæddi lítt og    svaf Grettir vel um nóttina og svo liðu þrjár nætur að engi    kom verkur í sárið. En er þeir leystu til var skeinan saman    hlaupin svo að nálega var gróin.    Illugi mælti þá: \"Það vil eg ætla að þér verði eigi langt    mein að þessu sári.\"    \"Vel væri þá,\" segir Grettir, \"en undarlega hefir þetta til    borið að hverju sem verður en hinn veg segir mér hugur um.\""}}