{"originalTitle": "Grettis_Saga_Chapter_41", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_41", "text": {"0": "Nú var Grettir með Þorsteini það sem eftir var vetrarins og    fram á vorið.    Það var einn morgun er þeir bræður Þorsteinn og Grettir lágu    í svefnlofti sínu að Grettir hafði lagið hendur sínar undan    klæðunum. Þorsteinn vakti og sá það. Grettir vaknaði litlu    síðar.    Þá mælti Þorsteinn: \"Séð hefi eg handleggi þína frændi,\"    segir hann, \"og þykir mér eigi undarlegt þó að mörgum verði    þung högg þín því að einskis manns handleggi hefi eg slíka    séð.\"    \"Vita máttir þú það,\" sagði Grettir, \"að eg mundi ekki slíku    til leiðar koma sem eg hefi unnið ef eg væri eigi allknár.\"    \"Betur þætti mér,\" segir Þorsteinn, \"þó að væru mjórri og    nokkuru gæfusamlegri.\"    Grettir segir: \"Satt er það sem mælt er að engi maður skapar    sig sjálfur. Láttu mig nú sjá þína handleggi,\" segir hann.    Þorsteinn gerði svo. Hann var manna lengstur og grannvaxinn.    Grettir brosti að og mælti: \"Eigi þarf að horfa á þetta    lengur. Krækt er saman rifjum í þér og eigi þykist eg slíkar    tengur séð hafa sem þú berð eftir og varla ætla eg þig    kvenstyrkan.\"    \"Vera má það,\" sagði Þorsteinn, \"en þó skaltu það vita að    þessir hinir mjóvu handleggir munu þín hefna, ella mun þín    aldrei hefnt verða.\"    \"Hvað má vita hversu verður um það er lýkur?\" sagði Grettir,    \"en allólíklegt þykir mér það vera.\"    Eigi er þá getið fleira um viðurtal þeirra. Leið nú á vorið.    Kom Grettir sér í skip og fór út til Íslands um sumarið.    Skildu þeir bræður með vináttu og sáust aldrei síðan."}}