{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_8", "text": {"0": "Tryggvi er maðr nefndr ok var Úlfkelsson. Hann varættaðr af Búkansíðu af Skotlandi. Hann var inn mestikappi ok berserkr. Hann lá úti með fjölda skipa bæðivetr ok sumar. Hann átti sér fóstbróður, er Vazi hét.Hann var ok it mesta tröllmenni, bæði sakir vaxtar oksterkleika. Þorgnýr hafði drepit föður Tryggva, þá hannvar í víkingu. Tryggvi hafði nú fengit tólf skip ok öllvel búin at mönnum ok vápnum. Hann helt þessumher til Danmerkr ok vildi hefna föður síns á Þorgnýjarli. Vazi var með honum ok margt annarra kappa.Þegar er þeir kómu í ríki Þorgnýs jarls, fóru þeir hermannligaok ræntu byggðir, en drápu menn ok ræntufé öllu, er þeir náðu. En er jarl spurði þessi tíðendi,lætr hann herör upp skera ok stefnir liði at sér, en sakirat hann var gamall, þá setr hann þá Hrólf ok Stefnihöfðingja fyrir liðinu. Þetta var á öðrum vetri þeim,er Hrólfr var fyrst í Danmörk.Þeir Hrólfr fara nú mót Tryggva ok höfðu tíu skip.Þeir fundust við ey eina óbyggða. Varð þar fátt umkveðjur, ok sló þegar í bardaga. Þeir Tryggvi ok Vazihöfðu dreka stóran. Váru þeir mjök ákafir. Óhægt varat vega upp á drekann fyrir borðhæð. Báru þeir ofanaf drekanum grjót á Hrólf ok hans menn. Fell mjöklið þeira Stefnis, en margt varð sárt, ok hallaðist núbardaginn á þeira menn. Þeir Stefnir ok Hrólfr váruí kápunum Véfreyjunautum, ok festi eigi vápn á þeim.Leggja þeir nú skipi sínu at drekanum ok sækja atkappsamliga. Hrólfr hafði spjótit Atlanaut ok eikikylfustóra undir beltit. Stefnir hafði gott sverð í hendi okvar inn mesti hreystimaðr. En þá er sóknin var semáköfust, hleypr Hrólfr upp í söxin. Hann ruddist umfast ok leggr með spjótinu svá sterkliga, at annathvártfellu þeir, er fyrir urðu, eða gekk í gegnum þá. Stefnirhljóp þegar eptir honum ok hjó til beggja handa. Rudduþeir skjótt söxin. Gekk þá svá aptr með sínu borðinuhvárr þeira, ok allt hrökk undan aptr um siglu. Dagrvar þá mjök áliðinn. En er þeir Tryggvi ok Vazi sjáþat, sækja þeir hart fram í móti þeim. Vazi hafði atgeirí hendi, en Tryggvi öxi. Hrólfr fór mót Vaza, oklagði hvárr til annars. Atgeirrinn kom í skjöld Hrólfs,ok klofnaði hann allr í sundr, en Hrólfr varð ekki sárr.Vazi kom skildi við laginu, ok sleppr út af ok kemr ílærit á Vaza, ok var þat mikit sár. Vazi hjó í spjótskaptit.Hrólfr greip þá kylfuna ok varðist með henni.Hann lamdi allan skjöldinn fyrir Vaza. Þeir börðustlengi, þar til Hrólfr braut atgeirinn af skapti. Í þvíhljóp Vazi á Hrólf, svá at honum lá við falli. KastarHrólfr þá kylfunni ok tekr í móti. Var glíma þeiralöng ok hörð. Þóttist Hrólfr eigi við sterkara mannhafa átt, þann sem einhama var. Svá lauk með þeim,at Hrólfr færði hann út á vígit ok braut sundr í honumhrygginn. Þeir Stefnir ok Tryggvi höfðu barizt allanþann tíma. Var Stefnir yfirkominn af mæði ok þungumhöggum, en ekki var hann sárr. Tryggvi var sárrmikit. Hrólfr skundaði nú þangat, en er Tryggvi sérþetta, vill hann eigi bíða hans ok steypir sér fyrir borð.Þeir máttu eigi eptir honum leita fyrir myrkri. Gafstþá upp orrostan. Var þeim öllum gefin grið, er eptirváru. Sex skip váru hroðin af hvárum. Þar tókuþeir mikit fé ok heldu heim við svá búit. Þakkar jarlHrólfi vel sína framgöngu. Ekki fundu þeir Tryggvaí því sinni, ok skildi svá með þeim."}}