{"originalTitle": "Grettis_Saga_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_17", "text": {"0": "Hafliði hét maður er bjó á Reyðarfelli á Hvítársíðu. Hann var    siglingamaður og átti skip í förum. Það stóð uppi í Hvítá. Sá    maður var á skipi með honum er Bárður hét. Hann átti konu    unga og fríða.    Ásmundur sendi mann til Hafliða að hann skyldi taka við    Gretti og sjá um með honum. Hafliði kvað sér sagt að maðurinn    væri vanstilltur en fyrir sakir vináttu þeirra Ásmundar tók    hann við Gretti. Bjóst hann þá til utanferðar. Engin vildi    Ásmundur fararefni fá honum utan hafnest og lítið af    vaðmálum. Grettir bað hann fá sér vopn nokkuð.    Ásmundur segir: \"Ekki hefir þú mér hlýðinn verið. Veit eg og    eigi hvað þú munir það með vopnum vinna er þarft er. Mun eg    og þau ekki til láta.\"    Grettir mælti: \"Þá er eigi það að launa sem eigi er gert.\"    Síðan skildu þeir feðgar með litlum kærleikum. Margir báðu    hann vel fara en fáir aftur koma.    Móðir hans fylgdi honum á leið. Og áður þau skildu mælti hún    svo: \"Eigi ertu svo af garði ger frændi sem eg vildi svo vel    borinn maður sem þú ert. Þykir mér það mest á skorta að þú    hefir ekki vopn það er neytt sé en mér segir svo hugur um að    þú munir þeirra við þurfa.\"    Hún tók þá undan skikkju sinni sverð búið. Það var allgóður    gripur.    Hún mælti þá: \"Sverð þetta átti Jökull föðurfaðir minn og    hinir fyrri Vatnsdælir og var þeim sigursælt. Vil eg nú gefa    þér sverðið og njót vel.\"    Grettir þakkaði henni vel gjöfina og kvað sér þetta betra    þykja en aðrir fémunir þótt meiri væru. Síðan fór hann veg    sinn en Ásdís bað honum margra hluta.    Grettir reið suður um heiði og létti eigi fyrr en hann kom    suður yfir heiði. Hafliði tók vel við honum. Fann hann Gretti    og spurði að fararefnum hans.    Grettir kvað vísu:Hygg eg að heiman byggiheldr auðigir snauðan,blakkþollr byrjar skikkju,beiðendr móins leiðar.Enn réð orðskvið sannaauðnorn við mig fornanern, að best er barni,benskóðs fyr gjöf, móðir.    Hafliði kvað það sýnt að henni var mest um hann hugað.    Létu þeir í haf þegar þeir voru búnir og byr gaf. Og er þeir    komu út yfir grunn öll undu þeir segl. Grettir gerði sér gróf    undir bátinum og vildi þaðan hvergi hræra sig, hvorki til    austra né að segli að vinna, og ekki starfa það sem hann átti    að skipi að gera til jafnaðar við aðra menn. Eigi vildi hann    og kaupa af sér.    Þeir sigldu suður um Reykjarnes og svo suður fyrir land. Og    er landið var horfið fengu þeir rétt mikinn. Skipið var    heldur lekt og þoldi illa réttinn. Fengu þeir vos mikið.    Grettir lét þá fjúka í kviðlinga. Það líkaði mönnum stórilla.    Einn dag var það að veður var bæði hvasst og kalt. Þá kölluðu    sveinar, báðu Gretti nú duga \"því að oss kólnar á klónum.\"    Grettir leit upp og mælti:Happ er það ef hér skal kroppnahver fingr á kyrpingum.    Ekki fengu þeir af honum starfann en líkaði nú verr en áður    og kváðu hann skyldu taka gjöld á sjálfum sér fyrir níð sitt    og lögleysu þá er hann gerði.    \"Þykir þér betra,\" sögðu þeir, \"að klappa um kviðinn á konu    Bárðar stýrimanns en að gera skyldu þína á skipi og slíkt er    óþolanda.\"    Veðrið gekk upp að eins. Stóðu þeir þá í austri svo að dægrum    skipti. Þeir heituðust þá við Gretti.    Og er Hafliði heyrði þetta gekk hann þar að er Grettir lá og    mælti: \"Eigi þykir mér samkeypi yðvart kaupmanna gott. Þú    gerir þeim ólög en níðir þá á svo gert ofan en þeir heitast    að steypa þér fyrir borð. Nú er slíkt ótiltækilegt.\"    \"Því munu þeir eigi ráða tiltektum sínum?\" kvað Grettir, \"en    það vildi eg að eftir dveldist einn eða tveir hjá mér áður en    eg gangi fyrir borð.\"    \"Slíkt er ógeranda,\" sagði Hafliði. \"Mun oss aldrei vel gefa    ef þér berist þetta fyrir. Mun eg leggja ráð til með þér.\"    \"Hvert er það?\" sagði Grettir.    \"Þeir finna að við þig að þú níðir þá. Nú vil eg,\" sagði    Hafliði, \"að þú kveðir til mín nokkra níðvísu og má vera að    þeir umberi betur við þig.\"    \"Aldrei kveð eg til þín,\" sagði Grettir, \"utan gott. Geri eg    þig ekki líkan kyrpingum.\"    Hafliði mælti: \"Kveða má svo að fegri sé vísan ef grafin er    þótt fyrst sé eigi allfögur.\"    \"Þetta hefi eg og nægst til,\" sagði Grettir.    Hafliði fór til þeirra skipverja og mælti: \"Mikið er erfiði    yðvart og von að yður líki illa við Gretti.\"    \"Verri þykja oss kviðlingar hans en hvetvetna annað,\" segja    þeir.    Hafliði mælti þá hátt: \"Hann mun og illa af því fara um    síðir.\"    En er Grettir heyrir Hafliða ámæla sér kvað Grettir vísu:Annað var þá er inniát Hafliði drafla,hann þóttist þá heima,hvellr að Reyðarfelli.Nú dagverðar darradóms skreytandi neytirtvisvar Tveggja nesjatakhreins degi einum.    Kaupmönnum þótti allilla og sögðu að hann skyldi eigi til    einskis gera að níða Hafliða bónda.    Hafliði mælti þá: \"Nóga hefir Grettir verðleika til þess þótt    þér gerðuð honum nokkra smán en eigi vil eg hafa sæmd mína í    veði til móts við illgirni hans og forsjáleysi. Nú munum vér    þessa ekki að sinni hefna meðan vér erum í svo miklum háska    staddir en minnist þessa þá er þér komið á land ef yður    líkar.\"    Þeir segja: \"Mun oss eigi mega sem þér? Hvað mun oss heldur    bíta níð en þig?\"    Hafliði bað þá svo gera. Þaðan frá vönduðu skipmenn miklu    miður um kviðlinga en áður. Þeir höfðu harða útivist og    langa. Komu þá lekar að skipinu. Tóku menn þá að lýjast mjög    á erfiði.    Stýrimannskona sú hin unga var því jafnan vön að sauma að    höndum Gretti og höfðu skipverjar það mjög í fleymingi við    hann.    Hafliði gekk þar til er Grettir lá og kvað vísu:Stattu upp úr gróf, Grettir,grefr knörr hola vörru.Minnstu á mál við svannameginkátr hinn glaðláta.Fast hefir hrund að höndum,hör-Nauma, þér saumað.Skorð vill að vel verðirviðr meðan land er niðri.    Grettir stóð skjótt upp og kvað:Stöndum upp þó að undiralltíðum skip ríði.Veit eg að víf mun látaverr ef eg ligg á knerri.Því mun öllungis illaaldygg kona hyggjahvít ef hér skal látahvert sinn fyr mig vinna.    Síðan hljóp hann aftur til þar er þeir voru að austrinum og    spurði hvað þeir vildu að hann gerði. Þeir sögðu hann lítið    gott gera mundu.    Hann segir: \"Munur er að mannsliði.\"    Hafliði bað þá eigi neita liði hans \"má vera að hann þykist    leysa sínar hendur ef hann býður lið sitt.\"    Þá var ekki dæluaustur á hafskipum. Kölluðu menn það    byttuaustur eða stampaustur. Hann var bæði vossamur og    erfiður. Skyldi þar hafa byttur tvær. Fór þá önnur niður er    önnur fór upp. Sveinar báðu að Grettir skyldi sökkva    byttunum, kváðu nú reyna skyldu hvað hann mætti. Hann segir    að lítil raun mundi best um það. Fer hann þá niður og sökkti    byttunum og voru þá fengnir til tveir að ausa móts við hann.    Héldust þeir eigi lengi við áður þeir voru yfirkomnir af    mæði. Þá gengu til fjórir og allt á sömu leið. Svo segja    sumir menn að átta jusu þeir við hann áður en lauk. Var þá og    upp ausið skipið. Þaðan af skiptist mjög um orðalag kaupmanna    við Gretti því að þeir sáu hvað hann átti undir sér fyrir    afls sakir. Var hann og þaðan frá hinn fræknasti til liðs,    hvers sem við þurfti.    Ber þá nú austur í haf. Lágu á myrkur mikil. Fundu þeir eigi    fyrr eina nótt en þeir sigldu upp á sker skipinu svo að undan    gekk undirhluturinn. Var þá hrundið bátnum og fluttar af    konur og allt það er laust var. Þar var hólmur lítil skammt    frá þeim og færðu þangað föng sín sem þeir komust við um    nóttina.    En er lýsa tók áttu þeir um að tala hvar þeir voru komnir.    Kenndust þeir þá við sem áður höfðu farið milli landa að þeir    voru komnir að Sunnmæri í Noregi. Þar var ein ey skammt frá    þeim til meginlands er heitir Háramarsey. Þar var byggð mikil    í eyjunni. Þar var og lends manns ból."}}