{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_16", "text": {"0": "Eptir fá daga var þat eina nótt, at Hrólfr tók á fótumVilhjálms ok mælti: \"Mál er at vinna til meyjarinnarok fara til haugsins.\" Vilhjálmr stóð upp skjótt,ok var Hrólfr þá klæddr ok kominn í Véfreyjunautok hafði spjótit Atlanaut, en Vilhjálmr alvæpni. Hannreið, en Hrólfr gekk fyrir hesti hans. Fóru þeir svá,þar til skógr varð fyrir þeim ok einn forntroðinn götustígr.En er þeir höfðu skammt farit, þá laust veðr mótiþeim svá mikit með fjúki ok frosti, at Vilhjálmr fekkeigi á baki setit. Leiddi Hrólfr þá hestinn, en Vilhjálmrgekk eptir um stund, þar til at hríðin tók svá at geraststerk, at hestrinn fekk ekki gengit, ok dró Hrólfr hannflatan eptir sér, en studdi sik við spjótit. Varð honumþá litit aptr ok sá, at Vilhjálmr var horfin, en hestrinnlöngu dauðr. Skildi hann þar við hestinn, en gekk framá leiðina. Hríðin var svá sterk, at eikrnar brotnuðu afstofnunum ok kómu hvar fjarri niðr. Fekk Hrólfr þaraf optliga stór högg, svá at þat hefði bana unnit flestummönnum, þar með eldingar ok reiðarþrumur, sváat hann hugði þat sinn bana orðit hafa, ef eigi hefðikápan hlíft honum. Var svá alla nóttina framan tildags. Í móti degi varp mikilli fýlu móti honum, athann hefði kafnat, ef kápugríman hefði eigi hlíft honum.Þat þóttist Hrólfr skilja, at hríðin mundi hafadrepit sendimenn konungs ok þetta mundi gerningahríðvera. Þóttist hann ok aldri í þvílíka raun komithafa. En er mjök var ljóst af degi, þá tók upp hríðinaok gerði logn. Hvarf þá burt fýlan. Sá Hrólfr þá haugmikinn sem fjall ok hár stauragarðr um kring. Hanntók hendinni um einn staurinn ok varpar sér inn yfir,gekk síðan upp á hauginn, ok sýndist honum hannmjök torvelligr at rjúfa.En er hann litast um, sér hann mann einn norðanundir hauginum stóran vexti með konungs skrúða.Hrólfr gekk til hans ok kvaddi hann konungs kveðjuok spyrr hann at nafni. Hann segir: \"Ek er Hreggviðr,ok ek byggi haug þenna með köppum mínum, ok ertuhér velkominn, en þat skaltu vita, Hrólfr, at ek veldeigi hríðum þessum ok fýlum eða öðrum undrum, okeigi hefi ek menn drepit. Valda þeir þessu öllu Sörkvirok Grímr ægir, ok þeir hafa valdit lífláti konungsmanna,en þó brestr þeim stundum vísdómrinn, þá erþeim liggr mest við, ok ef þeir vissi, at þú værir hér,þá vildi þeir þik feigan. Ek fór í svölulíki til Þorgnýsjarls með hár Ingigerðar, dóttur minnar, því at ekvissi, at þú mundir eptir leita af jarlsmönnum ok þúeinn vart maðr til at frelsa hana, ef lukkan fylgdi.Ann ek þér bezt hennar at njóta, ef þú vilt ríða burtvið Sörkvi, því at þik vantar hvárki hug né hreysti,en þat hefir Grímr ægir játat honum, at engi skyldihann yfirvinna nema sá, er hefði herklæði mín. Er þvíhaugrinn óvinnanligr gerr, ok því eru torfærur til hans,at hann hugði, at engi skyldi herklæðunum ná mega.Nú skal ek fá þér alla þá hluti ór haugnum, er þú vilthafa. Ek vil fá þér tvenn herklæði ok hvár öðrum lík,utan at kostum eru þau ólík. Þau skaltu fá konungi,er verri eru, en önnur skaltu ekki sjá láta, fyrr en þúþarft við at hafa, ok á sverðinu skaltu mikla vandvirkthafa, því at fásét er annat slíkt. Ingigerðr, dóttir mín,geymir öll burtreiðarvápn mín ok hestinn Dúlcifal,sem ólíkr er flestum öðrum fyrir margra hluta sakir.Honum skaltu ríða, þá þú átt við Sörkvi, ok er þérsigrinn víss, ef hann lætr takast. Burtstöngin ok skjöldrinnmunu ok halda sinni náttúru. Vilhjálmi skaltu okekki trúa, þaðan af þú ert ór hans þjónustu, því athann svíkr þik, ef hann getr. Muntu halda vilja eiðaþína, en betr er hann af dögum ráðinn fyrr en síðar,því at hann mun þik hættan hafa.\" Eptir þat fekk HreggviðrHrólfi gripuna ok vápnin ok síðast menit af hálsisér. Þá mælti Hreggviðr: \"Þat hefir mér skapat verit,at ek skal mega fara þrjá tíma ór haugi mínum, okþarf eigi aptr at byrgjast utan í síðasta sinn. Nú munþér ekki sveigra verða, er þú ferr heim aptr. Nú farþú vel, ok gangi þér allt eptir vild ok vilja, en ef þúkemr aptr í Garðaríki, þá vitja mín, ef þú þarft lítilsvið.\"Hvarf Hreggviðr nú inn í hauginn, en Hrólfr tókgripuna ok varðveitti, fór síðan frá haugnum aptr inasömu leið ok varð nú við engi undr varr. Ok er hannkom ór skóginum, kom Vilhjálmr þá móti honum.Hafði hann skriðit undir viðarrætr ok legit þar um allahríðina. Fekk hann varla talat fyrir kulda. Flaðraðihann þá mjök at Hrólfi ok mælti: \"Aldri þykki mérofsögum mega segja af þinni frægð ok giftu þeiri, erokkr fylgir, þar sem nú er brotinn haugrinn ok sóttgull ok dýrgripir. Sé ek nú þat, at okkr má engi hlutrfyrir standa, en þó var þetta mikit veðr, svá at varlagat ek stýrt mér. Þykkist ek nú kominn til ráðahagsvið systur konungs. Skaltu nú fá mér gripuna ok vápnin,því at ek vil sjálfr afhenda þá konungi.\" Hrólfrmælti: \"Lítit viltu vinna til frægðarinnar, ok illa muntumér launa, þó at ek leggi líf mitt í hættu fyrir þik.Tak nú við gripunum ok fær konungi, en ek munhalda öll mín orð við þik ok sanna sögu þína, þóttusért ómakligr.\" Hrólfr hafði fólgit hin vápnin í skóginum,ok sá Vilhjálmr ekki þau.Fóru þeir nú leið sína, til þess er þeir hittu konunginn.Sat hann undir drykkjuborðum at kveldmáltíð.Vilhjálmr kvaddi konunginn ok lét mjök mæðiliga.Allir menn í höllinni urðu ókveða við þeira aptrkvámu.Vilhjálmr mælti: \"Víst trúi ek varla, at meiri þrautvera muni með öllu saman, því at Hreggviðr er it mestatröllmenni sakir sinnar fjölkynngi, en haugrinn torsóttligrat brjóta. Hefi ek átt við Hreggvið konung íalla nótt. Kom ek þar í mikla mannraun, áðr ek náðiherklæðunum.\" Tók hann þá sverðit ok menit, lagðiá borð fyrir konunginn. Þá mælti konungr: \"Sóttir eruvíst gripirnir, ok þykki mér nú allir verri en fyrr, utanmenit, þat er óspillt, en þat hygg ek, at Hrólfr hafi sótten eigi þú.\" Hrólfr segir: \"Þat segi ek yðr, at ek fóreigi í hauginn, ok megið þér þat til líkenda ráða, ateigi mundi ek móti mæla at fá slíkar sæmdir eða aðrar,ef ek ætti þess kost.\" Vilhjálmr mælti: \"Undrar mikþat, herra, at þér grunið sögu mína eða frægð ok hreystiminnar karlmennsku. Má hér skjótt raun til gera, atvit Hrólfr reynum með okkr, ok mun hann mér fjarlægrstanda, því at þat er fyrst, at hann þorir eigimannsblóð at sjá, ok þá ek fór í Hreggviðar haug,skyldi hann festi haldit hafa, ok þá hann heyrði dunurok stór högg í hauginn, varð hann svá hræddr, at hannrann frá festinni. Var þat eitt þá mín hjálp, at ek hafðiborit festarendann um stóran stein, ok las ek mik uppór hauginum með handafli.\" Konungr svarar: \"Vel trúiek, Hrólfr, orðum hans, en eigi mundi gripirnir hérkomnir, ef þeir hefði eigi í hauginn sóttir verit.\" Lætrnú konungr geyma vápnin mjök vandliga ok hugði,at eigi skyldi Sörkvi at meini verða.Svá er sagt, at eina nótt hvarf hjörtrinn burt, svá atþeir urðu eigi varir við, er geyma skyldu. Þótti konungiþat mestr skaði. Var hans leitat nær ok fjarri,fannst hann eigi. Þóttist Hrólfr vita, at álfkonan mundihafa sótt hann. Vilhjálmr lét nú vel yfir sér ok gekkjafnan til tals við konungssystur, ok fóru vel ræðurmeð þeim. Sparði hann ekki at skjala margt af sér umalla hluti. Leið nú svá vetrinn fram um jól, at ekki bartil tíðenda."}}