{"originalTitle": "Ásmundar_Saga_Kappabana_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ásmundar_Saga_Kappabana_Chapter_3", "text": {"0": "Álfr hét konungr, er réð fyrir Danmörku. Dóttir hanshét Æsa in fagra. Hún var fræg víða um lönd af vænleiksínum ok hannyrðum. Áki hét einn ríkr kappi íDanmörku. Hann var í kærleikum miklum við konung,ok Álfi konungi var at honum mest traust. Konungrkallaði hann til sín ok mælti: \"Hernað viljum vérdrýgja í sumar ok taka þat ríki undir vára eign, eráðr liggr gæzlulaust, en þó frami at, ef náist.\" Kappinnsvarar: \"Herra, hvar viti þér ríki falt?\" Konungr mælti:\"Buðli konungr er nú örvasi at aldri, ok viljum vérleggja undir oss hans ríki.\" Áki segir: \"Eigi vil ek þessletja at gera stórræði, ok mun enn sem fyrr eptir framaverk,at þér munuð laun hyggja vinum yðrum fyrir sittstarf.\"Síðan bjuggu þeir Álfr konungr ok Áki her sinn okherjuðu í Svíþjóð á ríki Buðla konungs ok gerðu þarmikit hervirki í manndrápum ok fjárupptektum. Ener Buðli konungr spyrr þetta, stefnir hann saman sínumher ok fær lítit lið, er styrkr Helga, mágs hans, varfjarri, en þó helt hann sókn upp ok var borinn ofmagniok fell í þeiri orrostu, en Álfr konungr tók atherfangi dóttur hans ok allmikit fé, ok fara nú heimvið svá búit. Þá mælti Álfr: \"Svá hefir oss til handaborizt, at vér höfum gnógt ríki ok fé, en fyrir þitt liðsinni,Áki, vil ek gifta þér Hildi Buðladóttur, þótthún eigi áðr bónda.\" Áki segir: \"Hver munu önnurskapfelldri laun en þessi? Ok eigi þykki mér at verra,þótt Helgi konungr eigi hana áðr.\"Eptir þat gekk Áki at eiga Hildi, ok áttu þau einnson. Sá hét Ásmundr. Hann var snemma mikill oksterkr ok lagðist í víking, þegar hann mátti, ok brautundir sik mikinn hermanna afla."}}