{"originalTitle": "Grettis_Saga_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_18", "text": {"0": "Þorfinnur hét lendur maður sá er þar átti bú í eyjunni. Hann    var son Kárs hins gamla er þar hafði lengi búið. Þorfinnur    var höfðingi mikill.    Og er alljóst var orðið sáu menn til úr eyjunni að kaupmenn    voru nauðuglega staddir. Var þá sagt til Þorfinni. Hann brá    við skjótt og lét setja fram karfa stóran er hann átti. Reru    sextán menn á borð. Þeir voru á karfanum nærri þrír tigir    manna, fóru til sem hvatast og burgu fé kaupmanna en    hafskipið sökk niður. Týndist þar mikið góss. Þorfinnur    flutti alla menn heim af skipinu til sín. Voru þeir þar viku    og þurrkuðu varning sinn. Síðan fóru kaupmenn suður í land og    fóru þeir úr sögunni.    Grettir var eftir hjá Þorfinni og lét lítið um sig. Hann var    fátalaður lengstum. Þorfinnur lét gefa honum mat og gaf sér    ekki mikið að honum. Grettir var honum ófylgjusamur og vildi    eigi ganga með honum úti á daginn. Það líkaði illa Þorfinni    en nennti þó eigi að kviðja honum mat. Þorfinnur var    híbýlaprúður og gleðimaður mikill. Vildi hann og að aðrir    menn væru glaðir.    Grettir var húsgöngull og fór á aðra bæi þar í eynni. Auðunn    hét maður er bjó þar sem heitir á Vindheimi. Þangað fór    Grettir daglega og gerði sér kært við hann. Sat Grettir þar    jafnan á dag fram.    Það var eitt kveld harðla síð er Grettir bjóst heim að ganga    að hann sá eld mikinn gjósa upp á nesi því er niður var frá    bæ Auðunar. Grettir spurði eftir hvað nýjungu það væri.    Auðunn kvað honum ekki á liggja það að vita.    \"Það mundi mælt, sagði Grettir, \"ef slíkt sæist á voru landi    að þar brynni af fé.\"    Bóndi svarar: \"Sá einn mun fyrir þeim eldi ráða að eigi mun    gagn í um að forvitnast.\"    \"Þó vil eg vita,\" segir Grettir.    \"Þar á nesinu stendur haugur,\" segir Auðunn, \"en þar var í    lagður Kár hinn gamli, faðir Þorfinns. Áttu þeir feðgar fyrst    eitt bóndaból í eynni en síðan Kár dó hefir hann svo aftur    gengið að hann hefir eytt á burt öllum bændum þeim er hér    áttu jarðir svo að nú á Þorfinnur einn alla eyna og öngum    verður þeim mein að þessu er Þorfinnur heldur hendi yfir.\"    Grettir kvað hann vel hafa sagt \"mun eg hér koma á morgun og    lát til reiðu graftól.\"    \"Let eg þig,\" segir Auðunn, \"að fást þar við því að eg veit    að Þorfinnur mun fjandskap á þig leggja.\"    Grettir kvaðst mundu hætta á það.    Nú leið af nóttin. Kemur Grettir þar snemma. Voru þá til    reiðu graftólin. Fer bóndi með honum til haugsins.    Grettir braut nú hauginn og var að mikilvirkur, léttir eigi    fyrr en hann kemur að viðum. Var þá mjög áliðinn dagurinn.    Síðan reif hann upp viðuna. Auðunn latti hann þá mjög að    ganga í hauginn.    Grettir bað hann geyma festar \"en eg mun forvitnast hvað hér    býr fyrir.\"    Gekk Grettir þá í hauginn. Var þar myrkt og þeygi þefgott.    Leitast hann nú fyrir hversu háttað var. Hann fann hestbein    og síðan drap hann sér við stólbrúðar og fann að þar sat    maður á stóli. Þar var fé mikið í gulli og silfri borið saman    og einn kistill settur undir fætur honum, fullur af silfri.    Grettir tók þetta fé allt og bar til festar. Og er hann gekk    utar eftir haugnum var gripið til hans fast. Lét hann þá    laust féð en réðst í mót þeim og tókust þeir þá til heldur    óþyrmilega. Gekk nú upp allt það er fyrir varð. Sótti    haugbúinn með kappi. Grettir fór undan lengi og þar kemur að    hann sér að eigi mun duga að hlífast við. Sparir nú hvorgi    annan. Færast þeir þangað er hestbeinin voru. Kipptust þeir    þar um lengi og fóru ýmsir á kné en svo lauk að haugbúinn    féll á bak aftur og varð af því dykur mikill. Þá hljóp Auðunn    frá festarhaldinu og ætlaði að Grettir mundi dauður. Grettir    brá nú sverðinu Jökulsnaut og hjó á hálsinn haugbúanum svo að    af tók höfuðið. Setti hann það við þjó honum. Grettir gekk    síðan til festar með féið og var Auðunn allur í brottu. Varð    hann þá að handstyrkja upp festina. Hann hafði hnýtt fénu í    snæri og dró það upp síðar.    Grettir var orðinn stirður mjög af sameign þeirra Kárs, snýr    nú heim til bæjar Þorfinns með féð. Þá var fólk allt undir    borð komið. Þorfinnur hvessti á Gretti augun er hann kom í    drykkjustofuna og spurði hvað hann ætti svo nauðsynlegt að    starfa að hann geymdi eigi hátta með öðrum mönnum.    Grettir mælti: \"Mart er smátt það er til ber á síðkveldum.\"    Lagði hann þá fram á borðið fé það allt er hann hafði tekið    úr hauginum. Einn gripur var sá er Gretti stóðu mest augu    til. Það var eitt sax, svo gott vopn að aldrei kveðst hann    séð hafa betra. Það lét hann síðast fram. Þorfinnur varð    léttbrúnn við er hann sá féið og saxið því að það var    menjagripur þeirra og hafði aldrei úr ætt gengið.    \"Hvaðan kom þér fé þetta?\" sagði Þorfinnur.    Grettir kvað þá vísu:Mér hefir brugðist, bárublikrýrandi, að skýru,brátt spyrji bragnar þetta,bauga von í haugi.Þó sé eg hitt að Hrottahríð-Ullr muni síðanfár að Fáfnis mýrifullteitr þannig leita.    Þorfinnur svarar: \"Ekki mun þér allt í augu blæða og öngvan    hefir þessa fýst fyrr að brjóta hauginn. En fyrir því að eg    veit að það fé er illa komið er fólgið er í jörðu eða í hauga    borið þá mun eg ekki gefa þér hér skuld fyrir með því að þú    færðir mér. Eða hvar náðir þú saxinu góða?\"    Grettir segir og kvað:Fékk í firna dökkum,féll draugr, tekið haugisax það er seggja vexirsár, hyrlestir báru.Og skyldi mér aldreijálms dýrlogi hjálmaýtum hættr, ef ættag,angrs hendi firr ganga.    Þorfinnur svarar: \"Vel er til mælt en sýna skaltu nokkuð áður    það er frægð þyki í vera en eg gefi þér saxið því að það fékk    eg aldrei af föður mínum meðan hann lifði.\"    Grettir svarar: \"Eigi má vita hverjum að mestu gagni kemur um    það er lýkur.\"    Þorfinnur tók við fénu og geymdi saxið hjá sæng sinni. Leið    svo veturinn framan til jóla að ekki bar fleira til frásagna."}}