{"originalTitle": "Grettis_Saga_Chapter_54", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_54", "text": {"0": "Grettir fór úr Tungu upp til Haukadals og þaðan norður á Kjöl    og hafðist þar við um sumarið lengi og var nú eigi traust að    hann tæki eigi af mönnum plögg sín, þeim sem fóru norður eða    norðan um Kjölinn, því að honum varð illt til féfanga.    Það var einn dag að Grettir var jafnan norður á    Dúfunefsskeiði að hann sá að maður reið norðan eftir Kilinum.    Sá var mikill á baki og hafði góðan hest og beisl háseymt,    vel turnað. Annan hest hafði hann í taumi og á töskur. Þessi    maður hafði síðan hatt á höfði og sá óglöggt í andlit honum.    Grettir leist vel á hestinn og þing hans og fór til móts við    hann og heilsaði honum og spurði hann að nafni en hann kvaðst    Loftur heita \"veit eg hvað þú heitir,\" segir hann, \"þú munt    vera Grettir hinn sterki Ásmundarson eða hvert viltu fara?\"    \"Ekki hefi eg staðnefnt um það,\" segir Grettir, \"en það er    erindi mitt að vita ef þú vilt af leggja nokkurt plagg af því    sem þú ferð með.\"    Loftur svarar: \"Því mun eg fá þér það sem eg á eða hvað viltu    við gefa?\"    Grettir svarar: \"Hefir þú eigi spurt það að eg legg ekki fé í    móti og sýnist þó það flestum að eg fái það sem eg vil?\"    Loftur mælti: \"Bjóð þú þeim þessa kosti er þér þykja góðir.    En ekki vil eg svo láta það er eg á og fari hvorir sinn veg\"    og reið fram hjá Gretti og keyrði hestinn.    Grettir mælti: \"Ekki munum við svo skjótt skilja\" og þreif í    taumana á hesti Lofts fyrir framan hendur honum og hélt báðum    höndum.    Loftur mælti: \"Far þú veg þinn. Ekki færð þú af mér ef eg get    á haldið.\"    \"Það mun nú reynt verða,\" segir Grettir.    Loftur seildist niður með kinnleðrunum og tók taumana milli    hringanna og handa Grettis, heimtandi svo fast að hendur    Grettis hrukku niður eftir taumunum þar til sem hann dró af    honum allt beislið.    Grettir leit eftir í lófana og sá að þessi maður mundi hafa    afl í krummum heldur en eigi og leit eftir honum og mælti:    \"Hvert ætlar þú nú að fara?\"    Loftur svarar og kvað:Ætla eg hreggsí hrunketilsteypi niðrfrá stórfrerum.Þar má hængrhitta grundarlítinn steinog land hnefa.    Grettir mælti: \"Eigi er víst að leita eftir byggðum þínum ef    þú segir eigi ljósara.\"    Hann mælti þá og kvað:Erat mér dæltað dylja þigef þú viltvitja þangað.Það er úr byggðBorgfirðingaþar er Balljökulbragnar kalla.    Síðan skildu þeir. Sér Grettir þá að hann hefir ekki afl við    þessum manni. Þá kvað Grettir vísu:Mér stóð málma skúrarmundangs hvatr og Atli,staddr vildi eg svo sjaldan,snarr Illugi fjarriþá er ófælinn ólarendr dró mér úr hendi,brúðr strýkr horsk, ef hræðumk,hvarma, Loftr hinn armi.    Eftir þetta fór Grettir suður af Kilinum og reið til Hjalla    og fann Skafta og beiddi hann ásjár.    Skafti svarar: \"Það er mér sagt að þú farir heldur óspaklega    og grípir fyrir mönnum góss sitt og samir þér það illa, svo    stórættuðum manni. Nú væri allt betur um að tala ef þú rændir    eigi. En með því að eg skal heita lögmaður í landinu þá    stendur mér eigi að taka við útlegðarmönnum og brjóta svo    lögin. Eg vil að þú leitir þangað nokkur að þú þyrftir eigi    að leggjast á fé manna.\"    Grettir kvaðst það gjarna vildu en sagði þó að hann þóttist    varla einn saman vera mega fyrir myrkfælni.    Skafti kvað hann ekki því einu mundu mega við hlíta er honum    þætti best \"og trú þú öngum svo vel að þér verði svo sem í    Vestfjörðum. Hefir það mörgum að bana orðið að hann hefir    oftryggur verið.\"    Grettir þakkaði honum fyrir heilræði sín og sneri aftur til    Borgarfjarðar um haustið og fann Grím Þórhallsson vin sinn og    sagði tillögur Skafta. Grímur bað hann fara norður til    Fiskivatna á Arnarvatnsheiði og svo gerði hann."}}