{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_8", "text": {"0": "Þótti konungi þetta ill tíðendi ok leitar sér enn ráðs,ok þat tekr hann enn til ráðs, at hann sendir Kolla sendimanntil Sturlaugs ok föður hans, ok bjóða þeim tilhálfsmánaðar veizlu til sín með svá margan mann semþeir vildu með sér hafa. Þessi orð fara á millum þeirafeðga. Þá spyrr Sturlaugr föður sinn, hvárt þeir skuluþiggja veizluna. Faðir hans segir: \"Þat vilda ek, at vitsætim heima ok færum hvergi.\" Sturlaugr segir: \"Eiginenni ek at vanrækja konungsboðit, en veit ek, atnokkut muni undir búa, en þó vil ek fara. Mun lítilsaga frá oss verða, ef vér skulum eigi koma til annarramanna, þá vit erum boðnir. Má þat eigi vita, hvatverðr í várri ferð, þat at oss verði til sæmdar.\" Ingólfrsegir: \"Þér munuð ráða vilja ferðum yðrum, hvártsem ferst vel eða illa.\"Eptir þat búa þeir ferð sína ok eru saman sex tigirmanna, vel búnir allir at vápnum ok klæðum. Þeirríða nú á fund Haralds konungs ok koma þar jólaaptaninn fyrsta. Konungr tók blíðliga við þeim oksetti þá í hásæti hjá sér, ok var þá búin in fegrstaveizla. En at liðnum jólum gekk konungr á málstefnuok þeir feðgar, Ingólfr ok Sturlaugr. Sturlaugr mæltivið menn sína: \"Búi þér hesta vára, meðan vit tölum.\"Þeir gerðu svá. Konungr mælti: \"Hólmstefna er áhendi mér, ok sé ek þar til, Sturlaugr, sem þú ert, atþú munir leysa mik undan, því at ek em gamall maðr,at ganga á hólm við Kol inn krappa.\" Sturlaugr mælti:\"Sel mér í hendr festar þær, er þú tókst af Hringijarli, því at þat mun eigi kauplaust,\" segir Sturlaugr.\"Mikit þykkir mér til kaups mælt,\" segir konungr. \"Þámun ek til hætta,\" segir Sturlaugr, \"hversu sem ferrmeð okkr Kol.\" Konungr segir: \"Eigi varði mik, atþú mundir þetta til mæla, er mér er mesta svívirðingí at játa.\" Sturlaugr segir: \"Hér er um at kjósa, hvártyðr þykkir betra.\" Konungr mælti: \"Þat mun ek þókjósa, at þú gangir á hólm við Kol. Þat ferr með okkrsem auðnar.\" Sturlaugr svarar: \"Sel fram festarnaráðr.\" Konungr gerði nú svá, þó at nauðigr væri, þvíat honum sýndist óauðligr flokkr þeira fóstbræðra.Ríða þeir á burt ok á fund Hrings jarls. Hann tekrvel við þeim ok býðr þeim þiggja þar veizlu. Þeir segja,hvar nú var komit þeira máli ok hversu farit hafðimeð þeim Haraldi konungi. Jarl varð nú glaðr viðþetta, biðr þá ganga til skemmu Ásu, ok svá gera þeir.En er þeir koma þar, þá fagnar Ása þeim vel. Hringrmælti: \"Biðli áttu hér at fagna ok svara, dóttir.\" \"Hverrer sá maðr?\" segir hún. \"Hann heitir Sturlaugr. \"Ásamælti: \"Eigi mun mér nú manna skortr,\" segir hún.Sturlaugr mælti: \"Svá hefir nú verit til ætlat, at ekmundi eigi vera vánbiðill þinn lengr.\" Ása segir svávera skyldu sem þeir vildu. Nú er búizt við ágætriveizlu ok eigi til sparat þat hafa þurfti. Gengr Sturlaugrat eiga Ásu ina fögru, ok er þegar leidd í sömusæng. Veizlan fór vel fram, ok váru menn með góðumgjöfum út leystir. Ríða þeir Ingólfr heim, en þau Ásaok Sturlaugr eru eptir ok undu allvel sínu ráði."}}