{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_9", "text": {"0": "Um morguninn stendr Hálfdan upp snemma okklæðist. Þá hafði Brana búit skip hans at öllu ok tilkomnir menn hans. Hann bauð Brönu at fara meðsér, en hún kvaðst þar vera verða, en bað þá fóstbræðrat bera byrðar sínar af gulli til skips, ok svá gera þeir.Brana tók sér byrði, ok var sú meiri en þeira allar,ok fara þau nú með þat ofan til skips.Hálfdan stígr nú á skip, ok varð skilnaðr þeira Brönubædi harðr ok langr ok Brana ýtti drekanum frá landi.Hálfdan sigldi í haf, ok rann þegar á byrr. Brana hafðieptir hjá sér dreka Hálfdanar. Hann sigldi, þar tilhann kom at eyjum þeim, er Hlaðeyjar heita. Þar réðfyrir sú kona, er Hlaðgerðr heitir. Þar dvaldist Hálfdanum hríð ok gaf henni mikit fé, en, hún bað hannsín vitja; ef hann þyrfti lítils við. Hann játar því okheldr síðan burt frá eyjunum ok léttir eigi fyrr enhann kemr í England fyrir borg Óláfs konungs. Hálfdangengr fyrir konunginn ok kveðr hann. Konungrtekr honum vel ok spyrr, hverr hann sé. Hann kveðstHálfdan heita ok vera einn kaupmaðr, \"ok vil ekbiðja yðr vetrvistar.\" Konungr veitti honum þat. Hálfdanfekk eina skemmu at láta í fé sitt ok skipaði þarmönnum sínum at geyma. Þeir Sigurðr ok Sigmundrgengu með honum, hvert er hann fór.Einn dag gengu þeir allir saman ok kómu at skíðgarðieinum. Í garðinum sáu þeir skemmu eina mjökágæta. Garðrinn var svá hár, at engir þarlenzkir mennkómust inn yfir. Í garðinum var einn lundr mjök fagr.Hálfdan spurði þá bræðr, hvárt þeir mundu upp getarunnit garðinn. Sigurðr bar sik at ok rann upp til þriðjungs,en Sigmundr til miðs, en Hálfdan rann upp ágarðinn ok gengr til lundarins. Þar sér hann eina jungfrú.Hún lék sér at gulli, ok kastaði hún því upp okhenti síðan. Eitt sinn missti hún þat, þá er hún vildihenda, ok fell þat niðr í garðinn. Hún leitar at gullinu.Hálfdan gengr at henni ok gefr henni annat gull,ok var þat stærra. Hún þakkar honum vel ok mælti:\"Engan mann hefi ek sét vænna en þik, ok þat vildaek, at þit Marsibil, frændkona mín, ættizt, því at þiteruð alllík.\""}}