{"originalTitle": "Frá_Fornjóti_Ok_Hans_Ættmönnum_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Frá_Fornjóti_Ok_Hans_Ættmönnum_Chapter_1", "text": {"0": "FORNJÓTR hefir konungr heitit. Hann réð fyrirGotlandi*, er kallat er Finnland ok Kvenland. Þater fyrir austan hafsbotn þann, er gengr til móts viðGandvík; þat köllum vér Helsingjabotn. Fornjótr áttiþrjá syni. Hét einn Hlér, er vér köllum Ægi, annarrLogi, þriði Kári. Hann var faðir Frosta, föður Snæsins gamla. Hans sonr hét Þorri. Hann átti tvá syni,hét annarr Nórr, en annarr Górr, dóttir hans hét Gói.Þorri var blótmaðr mikill. Hann hafði blót á hverjuári at miðjum vetri; þat kölluðu þeir Þorrablót. Afþví tók mánaðrinn heiti.Þat var tíðenda einn vetr at Þorrablóti, at Gói hvarfí brott, ok var hennar leita farit, ok finnst hún eigi.Ok er sá mánaðr leið, lét Þorri fá at blóti ok blóta tilþess, er þeir yrði vísir, hvar Gói væri niðr komin; þatkölluðu þeir Góiblót. Einskis urðu þeir vísir um hanaat heldr. Þrim vetrum síðar strengdu þeir bræðr heit,at þeir skyldu hennar leita ok skipta svá leitinni, atNórr skyldi leita um löndin, en Górr skyldi leita umútsker ok eyjar, ok fór hann á skipum. Hvárrtveggiþeira bræðra var fjölmennr. Helt Górr skipum sínumút eptir hafsbotnum og svá í Allanzhaf. Síðan kannarhann víða Svíasker ok allar eyjar, er liggja í Eystrasalti,eptir þat í Gautasker ok þaðan til Danmerkr ok* Jótlandi hdr.kannar þar allar eyjar. Hann fann þar frændr sína, þáer komnir váru af Hlé inum gamla ór Hlésey, ok helthann þá enn fram ferðinni ok spyrr ekki til systursinnar.En Nórr, bróðir hans, beið þess, er snjó lagði áheiðar ok skíðfæri gerði gott. Eptir þat fór hann afKvenlandi ok fyrir innan hafsbotninn, ok kómu þar,er þeir menn váru, er Lappir heita; þat er á bak Finnmörk.En Lappir vildu banna þeim yfirför, ok tókstþar bardagi, ok sá kraptr ok fjölkynngi fylgdi þeimNór, at óvinir þeira urðu at gjalti, þegar þeir heyrðuheróp ok sá vápnum brugðit, ok lögðu Lappir á flótta.En Nórr fór þaðan vestr á Kjölu ok var lengi úti oksvá, at þeir vissu ekki til manna, ok skutu dýr ok fuglatil matar sér, fóru þar til, er vötn hnigu til vestrættaraf fjöllum. Þá fara þeir með vötnunum ok kómu atsjá. Þar var fyrir þeim fjörðr mikill, sem hafsbotn væri.Þar váru byggðir miklar, ok dalir stórir gengu at firðinum.Þar var safnaðr fyrir þeim, ok réðu þeir þegartil bardaga við Nór, ok fór þeira skipti eptir vana, alltfólk fell þar eða flýði, en Nórr ok hans menn genguyfir sem lok yfir akra. Fór Nórr um allan fjörðinn oklagði undir sik ok gerðist konungr yfir þeim heruðum,er þar lágu innan fjarðar. Nórr dvaldist þar um sumarit,þar til er snjávaði á heiðar. Þá stefndi hann uppeptir dalnum þeim, er suðr gengr af firðinum. Sá fjörðrer nú kallaðr Þrándheimr. Suma menn sína lætr hannfara it fremra um Mærina. Hann lagði undir sik, hvarsem hann fór, ok þá er hann kemr suðr yfir fjallit þat,er var fyrir sunnan dalsbotninn, sótti hann suðr eptirdölunum, þar til er hann kom at vatni miklu, er þeirkölluðu Mjörs. Þá snýr hann enn vestr á fjallit, þvíat honum var sagt, at menn hans höfðu farit ósigr fyrirkonungi þeim, er Sókni hét. Þá kómu þeir í þat herað,er þeir kölluðu Valdres. Þaðan fóru þeir til sjóvar okkómu í langan fjörð ok mjóvan, er nú heitir Sogn.Þar var fundr þeira Sókna, ok áttu þeir þar orrostumikla, því at Sókna brá ekki við fjölkynngi þeira. Nórrgekk fram hart, ok skiptust þeir Sókni höggum við.Þar fell Sókni ok margt lið hans."}}