{"originalTitle": "Þáttr_Af_Ragnars_Sonum_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þáttr_Af_Ragnars_Sonum_Chapter_3", "text": {"0": "Í þann tíma réð sá konungr fyrir Norðhumbrulandi,er Ella hét. Ok er hann spyrr, at herr er kominn íríki hans, þá safnar hann miklu liði ok ferr móti honummeð óvígan her, ok verðr þar orrosta mikil ok hörð.Ragnarr konungr var yzt í silkihjúp þeim, er Áslauggaf honum at skilnaði. En því at landherrinn varmikill, svá at ekki mátti við haldast, þá fell náliga alltfólk hans, en hann gekk sjálfr vel fjórum sinnum ígegnum fylking Ellu konungs, en ekki járn festi á silkiskyrtuhans. Varð hann um síðir handtekinn ok settr íeinn ormgarð, ok vildu ormarnir ekki koma nær honum.Ella konungr sá, at hann bitu eigi járn um daginn,er þeir börðust, ok nú vildu eigi ormarnir grandahonum. Þá lét hann fletta af honum klæði þat, er hannhafði yzt haft um daginn, ok þegar hengu ormarnir áhonum alla vega, ok lét hann þar líf sitt með miklumhraustleik.Ok er synir Ragnars konungs spyrja þessi tíðendi, þáfara þeir vestr til Englands ok berjast við Ellu konung.Ok af því at Ívarr vildi eigi berjast ok ekki hans fólk,en landherrinn var drjúgr, þá fengu þeir ósigr ok flýðutil skipa ok fóru við svá búit heim til Danmarkar.En Ívarr var eptir í Englandi ok fór á fund Ellu konungsok beiddist af honum bóta fyrir föður sinn. Okþví at Ella konungr sá, at Ívarr vildi eigi berjast meðbræðrum sínum í móti honum, þá þótti honum trúligtat gera sætt við hann. Ívarr bað konung gefa honumsvá mikit af landi í föðurgjöld sem hann breiddiyfir ina mestu öldungshuð, því at hann segir sér eigivel munu fritt at fara heim fyrir bræðrum sínum.Ellu þótti þetta eigi ótrúligt, ok bundu þeir meðþessu sætt sína. Tekr Ívarr nú húðina hráblauta oklætr þenja sem mest. Ok síðan lætr hann rista húðinaí inn mjóvasta streng ok klýfr síðan sér hvárt, hárhamok holdrosu. Síðan lætr hann draga um einn sléttanvöll ok marka þar um utan grundvöll. Hann reisir þará sterka borgarveggi, ok er sú borg nú kölluð Jórvík.Hann vingaðist við allt landsfólk ok mest við höfðingja,ok svá kom, at allir höfðingjar hétu honumtrúnaði ok bræðrum hans. Síðan sendir hann boð tilbræðra sinna ok segir, at þá er meiri ván, at þeir megihefna föður síns, ef þeir koma með her til Englands.Ok er þeir spyrja þat, bjóða þeir her út ok halda tilEnglands. Ok er Ívarr verðr þess varr, ferr hann þegará fund Ellu konungs ok segir, at hann vill eigi leynahann slíkum tíðendum, en segir, at hann má eigi berjastmóti bræðrum sínum, en þó vill hann fara á fundþeira ok leita um sættir. Konungr þiggr þetta. KemrÍvarr á fund bræðra sinna ok eggjar þá at hefna föðursíns ok ferr síðan aptr til Ellu konungs ok segir, atþeir eru svá ólmir ok óðir, at þeir vilja fyrir hvetvetnafram berjast. Konungi sýnist þetta inn mestitrúleiki, er Ívarr gerði. Ferr hann nú móti þeim bræðrummeð sinn herr. Ok er þeir koma saman, þá snerustmargir höfðingjar frá konunginum ok til Ívars. Varðkonungr þá borinn ofrliði, svá at mikill þorri liðs hansfell, en sjálfr varð hann handtekinn. Ívarr ok þeirbræðr minntust nú, hversu faðir þeira var píndr. Létuþeir nú rista örn á baki Ellu ok skera síðan rifin öllfrá hrygginum með sverði, svá at þar váru lungun útdregin. Svá segir Sighvatr skáld í Knútsdrápu:\"Ok Ellu bakat lét hinns satÍvarr araJórvík skorit.\"Eptir þessa orrostu gerðist Ívarr konungr yfir þeimhluta Englands, sem hans frændr höfðu fyrri átt. Hannátti þá tvá bræðr frilluborna, en annarr hét Yngvarr,en annarr Hústó. Þeir pínuðu Játmund konung innhelga eptir boði Ívars, ok lagði hann síðan undir sikhans ríki. Loðbrókar synir fóru um mörg lönd meðhernaði: England ok Valland ok Frakkland ok út umLúmbardí. En svá er sagt, at þar hafi þeir framastkomit, er þeir unnu þá borg, er Lúna heitir. Ok umeina stund ætluðu þeir at fara til Rómaborgar ok vinnahana, ok hefir þeira hernaðr frægstr verit um öll Norðrlöndaf danskri tungu. Ok er þeir koma aptr í Danmörkí ríki sitt, þá skipta þeir löndum með sér. TókBjörn járnsíða Uppsala ríki ok alla Svíþjóð ok þat,er þar til heyrir, en Sigurðr ormr í auga hafði Selundok Skáni ok Halland ok alla Víkina ok Agðir til Líðandisnessok mikinn þorra af Upplöndum, en Hvítserkrhafði Reiðgotaland ok Vindland. Sigurðr ormrí auga átti Blæju, dóttur Ellu konungs. Þeira sonr varKnútr, er kallaðr var Hörða-Knútr, er ríki tók eptirföður sinn í Selund, Skáni ok Hallandi, en Víkin hvarfþá undan honum. Hann átti þann son, er Gormr hét.Hann var heitinn eptir fóstra hans, syni Knúts fundna.Hann helt allt land af sonum Ragnars, meðan þeirváru í hernaði. Gormr Knútsson var allra manna mestrok sterkastr ok inn mesti atgervimaðr um alla hluti,en ekki var hann svá vitr sem verit höfðu inir fyrrifrændr hans."}}