{"originalTitle": "Ketils_Saga_Hængs_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ketils_Saga_Hængs_Chapter_2", "text": {"0": "Þenna tíma var hallæri mikit á Hálogalandi, en búþeira eru mjök í sjónum. Ketill kveðst þá vilja faratil fiskjar ok vera eigi allr ómagi. Hallbjörn bauð atfara með honum. Ketill kveðst vera vel einfærr meðferjuna. \"Þetta er óráðligt,\" sagði Hallbjörn, \"ok viltueinráðr vera. En þrjá fjörðu mun ek nefna fyrir þér.Heitir einn Næstifjörðr, annarr Miðfjörðr, þriði Vitaðsgjafi,ok hefir nú langt verit, síðan ek fór ór þeimtveim, ok var þá eldr í báðum skálum.\"Þetta sumar fór Ketill í Miðfjörð, ok lifði þar eldrí skála. Inni í fjarðarbotni fann Ketill stóran skála, okvar bóndinn þar ekki heima, er Ketill kom. Mikinnveiðifanga sá hann þar ok grafir stórar í jörð niðr grafnar,ok reif hann allt upp ór þeim ok kastar út hér okhvar. Hann fann þar í af hvölum ok hvítabjörnum, selumok rostungum ok alls konar dýrum, en á botninumí hverri gröf fann hann mannakjöt saltat. Allt rakhann þat út, ok spillti hann þar hvívetna. En er kveldaði,heyrir hann áragang mikinn. Gekk hann þá tilsjóvar. Bóndi reri þá til lands. Hann hét Surtr. Mikillvar hann ok illiligr. Þegar skipit kenndi grunns, stéhann fyrir borð ok tók skipit ok bar upp í naust, oknáliga óð hann jörðina til knjá. Hann var dimmraddaðrok mæltist við einn saman: \"Hér er illa um gengit,\"sagði hann, \"at hrökt er öll eiga mín með þatþó verst farit, sem bezt er, sem eru mannakrof mín.Væri slíkt launa vert. Hefir nú ok eiga hagliga umskipzt, at Hallbjörn, vinr minn, sitr nú kyrr heima, enKetill hængr, eldhúsfíflit, er nú hér kominn, endaværi mér aldri við of at launa honum. Væri mér næstaskömm í því at bera eigi langt af honum, þar sem hannhefir vaxit upp við eld ok verit kolbítr.\" Hann snýrheim til skálans, en Ketill undan ok nemr stað athurðarbaki með reidda öxina. En er Surtr kemr atskálanum, verðr hann at lúta í dyrunum harðla mjökok rekr fyrst inn höfuðit ok herðarnar. Ketill höggrþá á hálsinn með öxinni. Hún söng hátt við, er húnsneið af honum höfuðit. Fell jötunninn þá dauðr áskálagólfit. Þar hlóð Ketill ferju sína ok fór heim umhaustit.Annat sumar fór hann til Vitaðsgjafa. Hallbjörn lattiþess ok kvað gott heilum vagni heim at aka. Ketillkvað ekki duga ófreistat, -- \"ok mun ek fara,\" sagðihann. \"Reimt mun þér þar þykkja,\" sagði Hallbjörn,\"en auðsýnt er þat, at þú vilt mínar eldstóar kanna okvið mik jafnast í hvívetna.\" Ketill kvað hann rétt geta.Síðan fór hann norðr í Vitaðsgjafa ok fann þar skálaok bjóst um. Þar skorti ekki veiðiskap. Mátti þar takafiska með höndum sér. Ketill festi fangit í naust sittok fór síðan at sofa. En um morguninn, er hann komtil, var í burtu allt fangit. Aðra nótt vakti Ketill. Þásá hann jötun ganga í naustit, ok batt sér byrði mikla.Ketill gekk at honum ok hjó til hans með öxinni áöxlina, ok fell byrðrin ofan. Jötunninn brást við fast,er hann fekk sárit, svá at Katli varð laus öxin, ok stóðhún föst í sárinu. Jötunninn hét Kaldrani. Hann hljópinn í fjarðarbotninn ok í helli sinn, en Ketill eptir.Þar sátu tröll við eld ok hlógu mjök ok kváðu Kaldranahafa fengit makliga skript fyrir sinn tilverknað.Kaldrani kvað sárinu meiri þörf smyrsla en ávíta. Þákom Ketill í hellinn ok kveðst vera læknir ok bað færasér smyrsl ok kveðst vilja binda sár hans. Tröllin fóruinnar í hellinn. En Ketill þreif öxina ór sárinu okhjó jötuninn banahögg; fór heim síðan til skála sínsok hlóð ferju sína ok fór heim síðan, ok tók Hallbjörnvel við honum ok spurði, ef hann hefði við nokkutvarr orðit. Ketill kvað þat fjarri farit hafa. Hallbjörnkvað þá mjök endr rjóða, -- \"ok saztu um kyrrt?\" sagðihann. \"Já,\" sagði Ketill."}}