{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_2", "text": {"0": "Í þenna tíma réð fyrir Aldeigjuborg konungr sá, semHergeirr hét. Hann var við aldr. Ísgerðr hét kona hans.Hún var dóttir Hlöðvis konungs af Gautlandi. Bræðrhennar váru þeir Sigmundr, er var stafnbúi Haraldskonungs ins hárfagra, ok Oddr skrauti, faðir Gull-Þóris,er getr í Landnámabók á Íslandi. Þau áttu eina dóttur,er Ingigerðr hét. Hún var allra meyja fríðust ok svástór vexti sem karlmaðr. Flestir hlutir váru henni velgefnir. Hún var at fóstri með jarli þeim, er Skúli hét.Hann réð fyrir Álaborg ok jarlsríki því, sem þar látil. Hann var sagðr bróðir Heimis, fóstra BrynhildarBuðladóttur, er getr í sögu Ragnars konungs loðbrókar.Skúli var kappi mikill ok manna vitrastr.Kolr hét maðr. Hann var þræll Skúla. Hann varmikill maðr ok svá sterkr, at hann hafði tólf karla afl,til hvers sem hann gekk. Þat mátti kalla, at hann hefðimest ráð með jarlinum. Hann var honum dyggr. Dótturátti hann sér. Sú hét Ingigerðr ok var allra meyjafríðust ok mjök lík Ingigerði konungsdóttur bæði ávöxt ok yfirlit, en eigi var náttúra þeira lík, því atIngigerðr konungsdóttir var vel siðuð, en nafna hennarvar in mesta fála, en þó var hún vel mennt, því atkonungsdóttir hafði kennt henni hannyrðir, ok var húniðuliga í skemmu hennar.Skúli jarl unni mikit fóstru sinni. Eigi var Skúlikvángaðr. Íþróttamaðr var hann svá mikill, at engimaðr komast til jafns við hann."}}