{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_13", "text": {"0": "Nú fór ek í undirheima, ok fann ek Snjá konung,ok gaf ek honum sex tigi hafra ok pund gulls ok keyptaek svá hornit, en drottningu hans var búinn eitrdrykkrí tólf tunna bikar, ok drakk ek þat fyrir hennar skyld,ok hefi ek síðan haft nokkurn lítinn brjóstsviða. Þaðanfór ek í Lúkánusfjall. Þar fann ek þrjár konur, ef sváskyldi kalla, því at ek var barn hjá þeim at vexti. Þærhöfðu taflit at geyma. Ek gat nát því hálfu frá þeim,en þær söknuðu ok fundu mik ok báðu mik leggja aptrtaflit, en ek sögðumst þat eigi gera, ok bað ek eina þeiraaf mér taka ok leggja þar undir taflit, en ek byrði mínaaf gulli. Þótti þeim þat ekki ofrefli. Hljóp þá ein ámik ok greip í mitt hár ok reif af mér öðrum meginreikar ok þar með alla vangafilluna ok eyrat it vinstra.Varð hún mér harðtæk. Ek stóð eigi fyrir, ok rak ekfingrna í augun á henni, ok krækti ek þau bæði órhenni. Snera ek henni þá til sveiflu, ok festi hún fótinní bjargrifu, ok sleit ek hana ór augakörlunum, okskildi svá með okkr. Önnur hljóp nú at mér ok rakhnefann á nasir mér ok braut í mér nefit, ok þykkirþat nokkur lítil lýti á mér síðan, ok þar fylgdu meðþrjár tennrnar, en ek greip í brjóstin á henni, ok reifek þau bæði af henni niðr at bringuteinum. Þar fylgdiok með magállinn ok iðrin. Þá hljóp at mér in þriðja,ok var sú minnst fyrir sér. Ætlaða ek at stinga ór henniaugun sem inni fyrri, en hún beit af mér tvá fingrna.Lék ek henni þá hælkrók, ok fellr hún á bak aptr. Húnbað mik þá miskunnar, en ek sagða, at hún fengi ekkilíf, utan hún fengi mér allt taflit, en hún dvaldi þatekki. Lét ek hana þá upp standa, ok gaf hún mér atskilnaði eitt gler, ok er þat með þeiri náttúru, at hverr,sem í þat lítr, má vera þeim líkr, sem ek vil, en ef miklystir, þá má ek þann verða láta blindan, sem í lítr.Fór ek nú niðr í undirdjúp at sækja skikkjuna. Fannek þá höfðingja myrkranna. En er hann sá mik, mæltihann til samfara við mik. Þótti mér sem þat mundiÓðinn vera, því at hann var einsýnn. Bað hann mik eigaskikkjuna, ef ek vilda þat til vinna at sækja hana þangat,sem hún væri. Var þangat at hlaupa yfir eitt mikitbál. Lá ek fyrst hjá Óðni, ok hljóp ek síðan yfir bálit,ok fekk ek skikkjuna, ok er ek síðan skinnlaus um allankroppinn. Fór ek við svá búit heim aptr. Fann ek þauHring ok Ingibjörgu, ok færða ek þeim gripina, okskildu vér eigi fyrr en ek sór at hefna þessa aldri. Fórek þá heim eigi erendi fegin, ok skal ek muna þá inagauzku mey, meðan ek má lifa, en frá smáleikum þeim,sem ek hefi átt við bræðr mína, mun ek síðar segja,eða hvat líðr nú grautnum, genta?\" \"Ek ætla, at hannsé nú hófliga heitr,\" sagði hún. \"Ber hann hingat þá,\"sagði kerling. Síðan luku þau máltíð sinni, ok var þeimfóstbræðrum fengin sæng, ok sváfu af um nóttina."}}