{"originalTitle": "Beowulf_Xxv", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxv", "text": {"0": "XXVoð þæt him on innan  oferhygda dǣlweaxeð ond wrīdað;  þonne se weard swefeð,sāwele hyrde;  bið se slǣp tō fæst,bisgum gebunden,  bona swīðe nēah,sē þe of flānbogan  fyrenum scēoteð.þonne bið on hreþre  under helm drepenbiteran strǣle  -- him bebeorgan ne con --,wōm wundorbebodum  wergan gāstes;þinceð him tō lȳtel,  þæt hē lange hēold,gȳtsað gromhȳdig,  nallas on gylp seleðfǣtte bēagas,  ond hē þā forðgesceaftforgyteð ond forgæymeð,  þæs þe him ǣr God sealde,wuldres Waldend,  weorðmynda dǣl.Hit on endestæf  eft gelimpeð,þæt se līchoma  lǣne gedrēoseð,fǣge gefealleð;  fēhð ōþer tō,sē þe unmurnlīce  mādmas dǣleþ,eorles ǣrgestrēon,  egesan ne gȳmeð.Bebeorh þē ðone bealonīð,  Bēowulf lēofa,secg[a] betsta,  ond þē þæt sēlre gecēos,ēce rǣdas;  oferhȳda ne gȳm,mǣre cempa!  Nū is þīnes mægnes blǣdāne hwīle;  eft sōna bið,þæt þec ādl oððe ecg  eafoþes getwǣfeð,oððe fȳres feng,  oððe flōdes wylm,oððe gripe mēces,  oððe gāres fliht,oððe atol yldo;  oððe ēagena bearhtmforsiteð ond forsworceð;  semninga bið,þæt ðec, dryhtguma,  dēað oferswȳðeð.Swā ic Hring-Dena  hund missērawēold under wolcnum  ond hig wigge belēacmanigum mǣgþa  geond þysne middangeard,æscum ond ecgum,  þæt ic mē ǣnigneunder swegles begong  gesacan ne tealde.Hwæt, mē þæs on ēþle  edwenden cwōm,gyrn æfter gomene,  seoþðan Grendel wearð,ealdgewinna,  ingenga mīn;ic þǣre sōcne  singāles wægmōdceare micle,  þæs sig Metode þanc,ēcean Dryhtne,  þæs ðe ic on aldre gebād,þæt ic on þone hafelan  heorodrēorigneofer eald gewin  ēagum starige!Gā nū tō setle,  symbelwynne drēohwīggeweorþad;  unc sceal worn felamāþma gemǣnra,  siþðan morgen bið.'Gēat wæs glædmōd,  gēong sōna tō,set]es nēosan,  swā se snottra heht.þā wæs eft swā ǣr  ellenrōfum,fletsittendum  fægere gereordednīowan stefne.--  Nihthelm geswearcdeorc ofer dryhtgumum.  Duguð eal ārās;wolde blondenfeax  beddes nēosan,gamela Scylding.  Gēat unigmetes wēl,rōfne randwigan  restan lyste;sōna him seleþegn  sīðes wērgum,feorrancundum  forð wīsade,sē for andrysnum  ealle beweotedeþegnes þearfe,  swylce þȳ dōgoreheaþolīðende  habban scoldon.Reste hine þā rūmheort;  reced hlīuadegēap ond goldfāh;  gæst inne swæf,oþ þæt hrefn blaca  heofones wynneblīðheort bodode.  Ðā cōm beorht scacan[scīma ofer sceadwa];  scaþan ōnetton,wǣron æþelingas  eft tō lēodumfūse tō farenne;  wolde feor þanoncuma collenferhð  cēoles nēosan.Heht þā se hearda  Hrunting beransunu Ecglāfes,  heht his sweord niman,lēoflīc īren; --  sægde him þæs lēanes þanc,cwæð hē þone gūðwine  gōdne tealde,wīgcræftigne,  nales wordum lōgmēces ecge;  þæt wæs mōdig secg.--Ond þā siðfrome,  searwum gearwewīgend wǣron;  ēode weorð Denumæþeling tðo yppan,  þǣr se ōþer wæs,hæle hildedēor  Hrōðgār grētte."}}