{"originalTitle": "Ásmundar_Saga_Kappabana_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ásmundar_Saga_Kappabana_Chapter_5", "text": {"0": "Þar er nú til máls at taka, er Ásmundr Ákason varí hernaði, ok þótti víkingum hann ósvífr í atlögum okharðgerr. Eyvindr skinnhöll hét maðr, danskr at ætt,vænn maðr, ríkr ok auðigr ok barst á mikit. En er þeirfeðgar, Áki ok Ásmundr, kómu ór hernaði, þá váruþeim sögð þessi tíðendi, fall Álfs konungs. Þeir sátunú í kyrrðum. Ásmundr vissi eigi frændsemi milliþeira Hildibrands, því at móðir hans sagði honum ekkifrá.Eyvindr skinnhöll fór á fund Æsu innar fögru konungsdótturok kveðst mæla vilja til ráðahags við hana,kvað henni vera kunnigan mannasóma sinn ok fjáreign,ætt hans ok framkvæmd. Hún kveðst hafa mundu viðráð vina inna um annsvör. Eptir þetta berr hún málitfyrir þá Áka ok Ásmund, fóstbróður sinn. Áki kveðstþessa ekki mundu fýsa. Þá mælti Ásmundr: \"Ekkiskaltu eiga Eyvind. Mik skaltu eiga.\" Hún segir: \"Fóstbróðir,meira hefir hann nú yfirlæti í landinu ok býrríkuligar, en þat munda ek ætla, at þú mundir hafamanndóm meira.\" Ásmundr mælti: \"Legg til hamingjuþína með mér, ok má þá verða báðum okkr vegr atþessi ráðagerð.\" Hún mælti: \"Þann ykkarn skal ekeiga,\" segir hún, \"er mér fær fegri hendr í haust órhernaði.\"Síðan lögðu þau niðr þessa umræðu, ok lögðust þeirí hernað báðir eptir vanda, ok hætti Ásmundr opt meðmiklum háska til stórfanga ok aflaði svá fjár ok frama,en Eyvindr var optliga hjá matgerðarmönnum ok léteigi ganga glófa af hendi sér.En er at hausti kom, sóttu þeir báðir á fund konungsdóttur,hvárr með sínum mönnum. Eyvindr gekkfyrri fram ok bað konungsdóttur líta á sínar hendr.Æsa in fagra mælti: \"Vel hafa þessar hendr varðveittarverit ok eru hvítar ok fagrar, hafa lít litat sik íblóði né ófegraðar í höggum. Sjám nú, Ásmundr, þínarhendr,\" segir hún. Hann rétti fram sínar hendr, okváru þær öróttar ok heldr dökkvar af blóði ok vápnabiti,ok er hann brá frá klæðunum, þá váru þær hlaðnarhringum gulls til axlar. Þá mælti konungsdóttir:\"Þat mun þó mitt atkvæði, at Ásmundar hendr sé fegrimeð öllu saman, ok ertu, Eyvindr, frá ráðinn þessumráðahag.\" Ásmundr mælti: \"Þá mun ek til kosinn, frú.\"Hún segir: \"Fyrr skaltu hefna föður míns, því at þanneinn samir mér mann at eiga, er þess rekr réttar okviðr sér frama á Hildibrandi Húnakappa.\" Þá mæltiÁsmundr: \"Hversu má hann vinnast, er engi sigrastá honum, eða hvert ráð leggr þú til?\" Hún segir:\"Heyrt hefi ek, at sverð sé fólgit í Leginum hjá Agnafit,ok heyrt hefi ek ummæli á því, ef þat sverð væriborit í móti því, er Hildibrandr hefir, at hans sverðskyldi undan láta. En í nánd vatninu býr gamall bóndi,vinr minn, ok mun hann gera þér farargreiða með mínutilstilli.\" Ásmundr kvað þat mundu á finnast, at hannvar gjarn til ráðahags við hana, ef hann segði sik íþessa hættu.Eptir þetta fór Ásmundr einn saman til bóndans oksagði honum sitt erendi ok orðsending konungsdóttur.Bóndinn bað hann velkominn. Hann horfði mjök á Ásmundof kveldit. Ásmundr mælti: \"Hví horfir þú ámik?\" Hann kvað sök til vera. Ásmundr mælti: \"Hversulengi hefir þú hér búit?\" Hann kveðst þar hafa búitallan aldr sinn, \"en þar hygg ek nú at því, at hérgistu fyrir löngu sendimenn Buðla konungs, en þeirfóru með Hildibrand til fóstrs til Hildibrands konungs,en þik hefi ek sét annan vænligastan en hann ok honumlíkastan at svip.\" Ásmundr mælti: \"Eigi veit ek, at meðokkr sé nein skylda, eða hvat veiztu til sverðs þess,hvar fólgit sé, er afrek er frá sagt?\" Hann segir: \"Hérvar ek, þá er því var sökkt, ok gerla hefi ek mið til,hvar þat er fólgit, ok mun enn ver óspillt, at því erek hygg.\" Þá mælti Ásmundr: \"Fyrir orðsending konungsdotturþá flyttu mik þangat.\" Hann kvað svá veraskyldu. Hann hafði með sér flikki stór ok eldiskíð. Ásmundrmælti: \"Hvat skal þetta, búandi?\" Hann svaraði:\"Ærit mun þér kalt, er þú kemr upp, þótt þúbakir þik við þetta.\" Ásmundr mælti: \"Þú ert ráðugrmjök.\" Síðan fóru þeir á skipi, ok þá er minnst varirÁsmund, mælti búandi: \"Hér svána.\" Síðan hljóp Ásmundrfyrir borð ok kafaði, ok er hann kom upp, þávildi hann niðr öðru sinni. Bóndi mælti: \"Þat hæfirþér eigi, bakastu nú ok snæð,\" ok svá gerir hann. Oköðru sinni, er hann kafar, kennir hann stokksins oklyptir nokkut svá ok fór upp ok bakaðist. Ok nú þriðjasinn kafar hann, ok náir hann stokkinum, ok fluttuþeir hann til lands, ok þá hjó Ásmundr upp stokkinnmeð öxi, ok gekk af hyrnan, er kom í sverðs eggina.Ásmundr mælti: \"Vel hefir þú veitt, karl, ok þigg afmér einn gullhring fyrir þitt starf, ok vitja mín kunnliga,ef þú þarft.\" Karl þakkaði honum vel, ok skildust.Eptir þat fór Ásmundr heim ok segir konungsdóttur.Hún sagði: \"Nú er mikit at unnit, ok muntu veraágætr maðr. Nú er ráð fyrir hendi: Ek vil senda þiktil þeira hertuga í Saxlandi, er ríkit hafa misst fyrirHildibrandi, ok til systur þeira, því at hún er vitr kona,ok er þat mitt ráð at gerast þaðan til slíkra hluta semþá vill í hendr bera, því at flesta get ek stopalt gangafyrir þér við áræði þitt ok góðan vápnakost.\" Ok síðanfór Ásmundr í braut."}}