{"originalTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_11", "text": {"0": "En nú sér Þorsteinn, hvar Agði jarl ferr í allmiklumjötunmóð. Þorsteinn ferr eptir honum. Sér hannþá mikinn húsabæ, er Agði átti. Aldingarðr var viðgrindhliðit, ok stóð þar við ein jungfrú. Hún var dóttirAgða ok hét Goðrún. Mikil var hún ok fríð. Húnheilsaði föður sínum ok spurði tíðenda. \"Nóg eru tíðendi,\"segir hann. \"Geirröðr konungr er dauðr, okhefir Goðmundr af Glæsisvöllum svikit oss alla okhefir leynt þar kristnum manni, ok heitir sá Þorsteinnbæjarmagn. Hann hefir ausit eldi í augu oss. Skal eknú drepa menn hans.\" Kastar hann þar niðr hornunumHvítingum ok hljóp til skógar, sem hann værigalinn.Þorsteinn gekk at Goðrúnu. Hún heilsaði honum okspurði hann at nafni. Hann kvaðst Þorsteinn bæjarbarnheita, hirðmaðr Óláfs konungs. \"Stórr mun þar innstærsti, sem þú ert barnit,\" sagði hún. \"Viltu fara meðmér,\" segir Þorsteinn, \"ok taka við trú?\" \"Við lítit yndi áek hér at skiljast,\" segir hún, \"því at móðir mín er dauð.Hún var dóttir Óttars jarls af Hólmgörðum, ok váruþau ólík at skapsmunum, því at faðir minn er mjöktröllaukinn, ok sé ek nú, at hann er feigr. En ef þúvilt fylgja mér aptr hingat, þá mun ek fara með þér.\"Síðan tók hún þing sín, en Þorsteinn tók hornin Hvítinga.Síðan gengu þau á skóginn ok sáu, hvar Agði fór.Hann grenjaði mjök ok helt fyrir augun. Hafði þatsaman borit, þegar hann sá skip Þorsteins, hljóp sáverkr í þjófsaugun á honum, at hann sá eigi. Var þákomit at sólarfalli, er þau komu til skips. Váru mennÞorsteins þá burt búnir, en er þeir sáu Þorstein, urðuþeir fegnir. Sté Þorsteinn þá á skip, ok sigldu burt.Er eigi getit um ferð hans, fyrr en hann kom heim íNoreg."}}