{"originalTitle": "Örvar-Odds_Saga_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_2", "text": {"0": "Kona er nefnd Heiðr. Hún var völva ok seiðkonaok vissi fyrir óorðna hluti af fróðleik sínum. Hún fórá veizlur ok sagði mönnum fyrir um vetrarfar ok forlögsín. Hún hafði með sér fimmtán sveina ok fimmtánmeyjar. Hún var á veizlu skammt í burt frá Ingjaldi.Þat var einn morgin, at Ingjaldr var snemma á fótum.Hann gekk þar at, sem þeir Oddr ok Ásmundr hvíldu,ok mælti: \"Ek vil senda ykkr frá húsi í dag,\" sagði hann.\"Hvert skulu vit fara?\" sagði Oddr. \"Þit skuluð bjóðahingat völunni, af því at hér er nú veizla stofnuð,\" sagðiIngjaldr. \"Þá för fer ek eigi,\" sagði Oddr, \"ok kann ekmikla óþökk, ef hún kemr hér.\" \"Þú skalt fara, Ásmundr,\"sagði Ingjaldr, \"því at þín á ek ráð.\" \"Geraskal ek þann hlut nokkurn,\" sagði Oddr, \"at þér þykkieigi betr en mér þykkir nú þetta.\"Ásmundr ferr nú ok býðr þangat völunni, ok hún hétferðinni ok kom með allt sitt föruneyti, en Ingjaldrgekk mót henni með öllum sínum mönnum ok bauðhenni í skála. Þau bjuggust svá við, at seiðr skyldi framfara um nóttina eptir. Ok er menn váru mettir, fóruþeir at sofa, en völva fór til náttfarsseiðs með sitt lið.En Ingjaldr kom til hennar um morguninn ok spurði,hversu at hefði borit um seiðinn. \"Þat ætla ek,\" sagðihún, \"at ek hafa vís orðit þess, sem þér vilið vita.\"\"Þá skal skipa mönnum í sæti,\" sagði Ingjaldr, \"ok hafaaf þér fréttir.\" Ingjaldr gekk fyrstr manna fyrir hana.\"Þat er vel, Ingjaldr,\" sagði hún, \"at þú ert hér kominn.Þat kann ek þér at segja, at þú skalt búa hér tilelli með mikilli sæmd ok virðingu, ok má þat veramikill fagnaðr öllum vinum þínum.\" Þá gekk Ingjaldrburt, en Ásmundr þangat. \"Vel er þat,\" sagði Heiðr,\"at þú ert hér kominn, Ásmundr, því at þinn vegr okvirðing ferr víða um heiminn, en ekki muntu við aldrtogast, en þykkja þar góðr drengr ok mikill kappi, semþú ert.\" Síðan gekk Ásmundr til sætis síns, en alþýða fórtil seiðkonunnnar, ok sagði hún hverjum þat, sem fyrirvar lagit, ok una þeir allir vel við sinn hlut. Síðan sagðihún um vetrarfar ok marga aðra þá hluti, er mennvissu eigi áðr. Ingjaldr þakkar henni sínar spásögur.\"Hvárt hafa nú allir hingat farit, þeir sem innanhirðar eru?\" sagði hún. \"Ek ætla nú farit hafa næralla,\" sagði Ingjaldr. \"Hvat liggr þar í öðrum bekkinum?\"sagði völvan. \"Feldr nokkurr liggr þar,\" sagðiIngjaldr. \"Mér þykkir sem hræfist stundum, er ek líttil,\" sagði hún. Þá settist sá upp, er þar hafði legit, októk til orða ok mælti: \"Þat er rétt, sem þér sýndist, atþetta er maðr ok þar sá maðr, at þat vill, at þú þegirsem skjótast ok fleiprir eigi um mitt ráð, því at ek trúieigi því, sem þú segir.\" Oddr hafði einn búinn sprotaí hendi ok mælti: \"Þenna sprota mun ek færa á nasirþér, ef þú spáir nokkuru um minn hag.\" Hún mælti:\"Þér mun ek þó segja, en þú munt hlýða,\" segir hún.Þá varð henni ljóð á munni:\"Ægðu eigi mér,Oddr á Jaðri,elda skíðum,þótt ýmist geipum.Saga mun sannast,sú er segir völva.Öll veit hún mannaörlög fyrir.Ferr eigi þú sváfjörðu breiðané líðr yfirláð ok vága,þótt sjór yfir þigsægjum drífi, --hér skaltu brennaá Berurjóðri.Skal þér ormr grandaeitrblandinn,fránn ór fornumFaxa hausi.Naðr mun þik höggvaneðan á fæti,þá ertu fullgamallfylkir orðinn.Þat er þér at segja, Oddr,\" sagði hún, \"sem þér mágott þykkja at vita, at þér er ætlaðr aldr miklu meirien öðrum mönnum. Þú skalt lifa þrjú hundruð vetraok fara land af landi ok þykkja þar ávallt mestr, er þákemr þú. Því at vegr þinn mun fara um heim allan,en aldri ferr þú svá víða, at hér skaltu deyja á Berurjóðri.Hestr stendr hér við stall, föxóttr ok grár atlit. Hauss hans Faxa skal þér at bana verða.\" \"Spá þúallra kerlinga örmust um mitt ráð,\" sagði Oddr. Hannspratt upp við, er hún mælti þetta ok rekr sprotanná nasir henni svá hart, at þegar lá blóð á jörðu. \"Takiðföt mín,\" sagði völvan, \"ok vil ek fara á burt heðan,því at þess hefi ek hvergi komit fyrr, at menn hafibarit á mér.\" \"Eigi skaltu þat gera,\" sagði Ingjaldr,\"því at bætr liggja til alls, ok skaltu hér vera þrjárnætr ok þiggja góðar gjafir.\" Hún þá gjafirnar, enburt fór hún af veizlunni."}}