{"originalTitle": "Sörla_Saga_Sterka_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_1", "text": {"0": "Í Þann tíma, sem Hálfdan konungr Brönufóstristýrði Svíþjóð inni köldu, er hann vann af Agnariinum auðga, en setti Astró, mág sinn, yfir England okgerði hann hertuga þar yfir, réð sá konungr Upplöndum,er Erlingr hét. Hann stýrði þriðjungi Noregs, enHaraldr konungr Valdimarsson tveim hlutum ríkis.Erlingr konungr þótti höfðingi mikill ok stórauðigr,því at hann hafði lengi verit með Knúti konungi inumríka ok hafði öðlazt af honum mikinn auð, fé ok góðagripi. Drottning konungs hét Dagný, komin af Æsum.Með henni átti hann tvá sonu ok eina dóttur, er Ingibjörghét. Konungr lét gera henni eina höll með sterkumsteinmúr ok vel vönduðum skíðgarði. Þar settistkonungsdóttir með mikinn skara inna fríðustu meyjaok herligra hofþénara. Sá eldri sonr konungs hét Sigvaldi, en inn yngri Sörli. Þeir váru báðir inir gerviligstumenn ok vel at íþróttum búnir, en þó helt konungrmeir til Sörla en Sigvalda, því at hann var maðrfríðari sýnum, en svá rammr at afli, at honum komstengi til jafns um allan Noreg ok þótt enn lengra værileitat. Konungr fekk honum einn mann, sem hannmennta skyldi. Hann hét Karmon. Hann kenndi Sörlakonungssyni allar listir, þær sem einn karlmann máttiframast prýða. Ok er Sörli var fimmtán ára gamall, varhann í flestum listum vel lærðr ok svá rammr at afli,at sá var engi maðr í Noregi, at hann þyrfti við nemaaðra hönd sína í senn, bæði til vápnaviðskipta ok allraannarra íþrótta, en svá var hann þungr fyrir vaxtarsakir, at engi hestr bar hann nema hálfan dag, svá ateigi spryngi þeir af mæði. Var hann því Sörli innsterki kallaðr."}}