{"originalTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_4", "text": {"0": "Þat var eitt kvöld, at þeir urðu varir við land. Köstuðuþeir nú akkerum ok lágu þar um nóttina. Ummorguninn var gott veðr ok sólskin fagrt. Váru þeirþá komnir á einn fjörð langan, ok sjá þeir þar hlíðirfagrar ok skóga. Engi maðr var sá innanborðs, at þettaland þekkti. Ekki sáu þeir kvikt, hvárki dýr né fugla.Reistu þeir nú tjald á landi ok bjuggust vel um. Atmorgni mælti Þorsteinn til sinna manna: \"Ek vil gerayðr kunnigt um ætlan mína. Þér skuluð bíða mín hérsex nætr. Ætla ek mér at kanna land þetta.\" Þeimþótti mikit fyrir því ok vilja með honum fara, en Þorsteinnvill þat eigi, \"ok ef ek kem eigi aptr, áðrsjau sólir eru af himni,\" segir hann, \"þá skuluð þérsigla heim ok segja svá Óláfi konungi, at mér munekki auðit verða aptr at koma.\" Gengu þeir þá með honumupp á skóginn. Því næst hvarf hann þeim, ok fóruþeir aptr til skips ok breyttu eptir því, sem Þorsteinnbauð þeim.Nú er at segja af Þorsteini, at allan þann dag gengrhann um mörkina ok verðr við ekki varr. En at áliðnumdegi kemr hann á eina braut breiða. Hann gekkeptir brautinni, þangat til at aptnaði. Gekk hann þábrott af brautinni ok víkr at einni stórri eik ok stígrupp í hana. Var þar nóg rúm í at liggja. Sefr hannþar um nóttina. En er sólin kom upp, heyrir hanndunur miklar ok manna mál. Sá hann þá, hvar margirmenn ríða. Þeir váru tveir ok tuttugu. Þá bar svá skjóttum fram. Undraðist Þorsteinn mjök vöxt þeira. Hafðihann eigi sét jafnstóra menn fyrr. Þorsteinn klæðir sik.Líðr nú morgininn til þess, at sól er komin í landsuðr."}}