{"originalTitle": "Völsunga_Saga_Chapter_40", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_40", "text": {"0": "Jörmunrekr hefir konungr heitit. Hann var ríkrkonungr í þann tíma. Hans sonr hét Randvér. Konungrheimtir á tal son sinn ok mælti: \"Þú skalt faramína sendiför til Jónakrs konungs ok minn ráðgjafi,er Bikki heitir. Þar er upp fædd Svanhildr, dóttir SigurðarFáfnisbana, er ek veit fegrsta mey undir heimsólu.Hana vilda ek helzt eiga, ok hennar skaltu biðjatil handa mér.\" Hann segir: \"Skylt er þat, herra, atek fara yðra sendiför.\" Lætr nú búa ferð þeira sæmiliga.Fara þeir nú, unz þeir koma til Jónakrs konungs,sjá Svanhildi, þykkir mikils um vert hennar fríðleik.Randvér heimti konung á tal ok mælti: \"Jörmunrekrkonungr vill bjóða yðr mægi sitt. Hefir hannspurn til Svanhildar, ok vill hann kjósa hana sér tilkonu, ok er ósýnt, at hún sé gefin ríkara manni enhann er.\" Konungr segir, at þat var virðuligt ráð oker hann mjök frægr. Guðrún segir: \"Valt er hamingjunniat treystast, at eigi bresti hún.\" En með fýsingkonungs ok öllu því, er á lá, er þetta nú ráðit, okferr nú Svanhildr til skips með virðuligu föruneytiok sat í lyptingu hjá konungs syni. Þá mælti Bikki tilRandvés: \"Sannligt væri þat, at þér ættið svá fríðakonu, en eigi svá gamall maðr.\" Honum fellst þat velí skap ok mælti til hennar með blíðu ok hvárt til annars;koma heim í land ok hitta konung. Bikki mælti:\"Þat samir, herra, at vita, hvat títt er um, þótt vantsé upp at bera, en þat er um vélar þær, er sonr þinnhefir fengit fulla ást Svanhildar, ok er hún hans frilla,ok lát slíkt eigi óhegnt.\" Mörg ill ráð hafði hannhonum áður kennt, þó at þetta biti fyrir of hans ráðill. Konungr hlýddi hans mörgum vándum ráðum.Hann mælti ok mátti eigi stilla sik af reiði, at Randvéskyldi taka ok á gálga festa. Ok er hann var til leiddrgálgans, þá tók hann hauk einn ok plokkaði af honumallar fjaðrirnar ok mælti, at sýna skyldi feðr hans.Ok er konungrinn sá, mælti hann: \"Þar má nú sjá,at honum þykkir ek þann veg hniginn sæmdinni semhaukrinn fjöðrunum\", -- ok biðr hann taka af gálganum.Bikki hafði þar um vélt á meðan, ok var hanndauðr. Enn mælti Bikki: \"Engum manni áttu verri atvera en Svanhildi. Lát hana deyja með skömm.\" Konungrsvarar: \"Þat ráð munu vér taka.\" Síðan var húnbundin í borgarhliði ok hleypt hestum at henni. Ener hún brá í sundr augum, þá þorðu eigi hestarnir atsporna hana. Ok er Bikki sá þat, mælti hann, at belgskyldi draga á höfuð henni, ok svá var gert, en síðanlét hún líf sitt."}}