{"originalTitle": "Illuga_Saga_Gríðarfóstra_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Illuga_Saga_Gríðarfóstra_Chapter_3", "text": {"0": "Nú kemr sá tími, er skip Sigurðar váru búin, haldaþeir frá landi. Var þat þá ráðit, at Björn ok Illugi skyldibáðir fara. Tekr konungsson nú orlof af feðr sínum,sigla nú fyrst til Orkneyja ok Skotlands ok gera hvárttveggja,margar upprásir ok vinna mikinn sigr á Skottum,fá nú of fjár. Leggja þeir hvergi þar til, at eigi hafiþeir sigr. Var allt fólk við þá hrætt. At hausti vill Sigurðrheim halda, ok þá rekr á storm mikinn. Tók þáskipit at ganga of mikit, rekr þá norðr í haf. Hertiseglit, svá at helt við rif. Tekr nú hvert band at slitna.Þeir sjá hvergi landa til. Sjórinn tekr nú at ókyrrast,ok gerði svá stóran storm, at inn rann á bæði borð, ensvá váru þeir allir hraustir, sem á þessu skipi váru, atengi talaði æðruorð. Skipit tekr nú mjök at leka, okstanda allir í austri átta dægr. Skip rekr langt norðr íhaf í vík þá, er Gandvík hét. Þeir herða þá seglit meðsterku bandi ok fá nú stór áföll, svá at búit var við atbrjóta skipit. Flestir váru þá móðir. Því næst sjá þeirland. Þat var björgum lukt. Síðan rekr upp skipit íeina vík. Heldu þeir heilu skipi ok mönnum. Konungssonsegir, at þeir skuli þar bíða byrjar. Flestir hansmenn váru at þrotum komnir af erfiði. Þeim var ok svákalt, at þeim þótti dauðinn sýnn ok vera fyrir hendi,því at þeir höfðu engan eld. Sigurðr konungsson barsik furðu vel, en allir vildu gjarna ná eldi ok fengu þóeigi. Björn tók þá mjök at kala ok mælti svá: \"Þú, Illugi,\"segir hann, \"skalt róa yfir fjörð þenna ok leita ateldi, ok ef þú finnr hann eigi, þá skal ek ráða fyrirhöfði þínu, en ef þú náir eldinum, þá skaltu eiga hringþenna, er ek held á.\" Illugi svarar: \"Víst eigi vil ekveðja höfði mínu við þik, Björn, en gjarna skal ek ateldi leita, ef várum mönnum má gagn at verða.\" Rærhann nú einn saman burt frá sínum mönnum."}}