{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_7", "text": {"0": "Ingjaldr trana hefir mikinn viðbúnað, lét styrkjaborgarveggi ok safnar at sér múg ok margmenni ok illþýði.Þegar þeir fóstbræðr koma við land, brenna þeirok herja. Var allt hrætt við þá. Gera þeir hervirki itmesta, áðr Ingjaldr fréttir. Ferr hann nú í móti þeim,ok er þeir fundust, tóku þeir til bardaga. Í enga þóttustþeir Hálfdan ok Víkingr komit hafa slíka mannraun.Þeir fóstbræðr dugðu mannliga, en er á leið bardagann,sneri mannfallinu á Ingjald. Stóð þessi orrostafjóra daga. Þar kom um síðir, at Ingjaldr stóð einnupp. Kómu þeir engu sári á hann, ok náliga þótti þeimhann fara í lopti sem á jörðu. Þar kom um síðir, atþeir báru at honum skjöldu ok handtóku hann. Varhann þá settr í fjötur ok bogastrengr á hendr honum.Var þá svá myrkt af nótt, at þeim þótti eigi vegandaat honum, en Víkingr vill eigi náttvíg vega. Þeir hlupuí borgina ok tóku Húnvöru ok Ingibjörgu ok fluttutil skipa ok lágu þar um nottina, en um morguninnváru varðmenn dauðir, en Ingjaldr á burtu, en járninlágu eptir óbrotin, en bönd óleyst. Ekki sást járnafará varðmönnum. Þótti Ingjaldr hafa sýnt trölldóm sinn.Drógu nú upp segl ok sigldu í haf ok heim til Svíþjóðar.Lét Víkingr þá búast við brullaupi ok gekk at eigaHúnvöru. Þá hafði Hálfdan uppi orð sín ok bað Ingibjargarjarlsdóttur. Var þá send orð Herfinni jarli áUllarakr. En er jarl kom, tók hann þessu vel. Var þatat ráðum gert, at Hálfdan fekk Ingibjargar, ok var þegarvið veizlu búizt ok gerr samgangr þeira. Sátu þeirþar um vetrinn. At sumri lögðu þeir í hernað ok höfðutíu skip ok herjuðu um Austrveg ok varð gott til fjárok heldu heim at hausti. Þrjú sumur váru þeir í hernaðiok heldu heim at vetrum. Váru engir menn frægrien þeir.Þat var eitt sumar, at þeir heldu til Danmerkr. Herjuðuþeir þar ok lögðu inn á Limafjörð. Þar sáu þeirliggja níu skip, dreka it tíunda. Þeir lögðu þegar atskipunum ok spyrja, hverr fyrir réði. Hann nefndistNjörfi, -- \"ok á ek at ráða fyrir Upplöndum í Noregi.Hefik nú tekit við föðurleifð minni, en hvert er heitiþeira, er til eru komnir?\" Þeir segja til sín. Hálfdansegir: \"Ek mun bjóða yðr kosti tvá sem öðrum víkingum,at þér leggið af fé yðvart, skip ok vápn, en gangiðlausir á land.\" Njörfi svarar: \"Þat þykki mér harðrkostr. Mun ek heldr kjósa at verja fé mitt ok falla meðdrengskap, ef þess verðr auðit, heldr en flýja félausummeð svívirðing, þott þér hafið lið meira ok skipfleiri ok stærri.\" Víkingr segir: \"Ekki skal hafa ódrengskapvið ok leggja at yðr fleirum skipum en þér hafið,ok skulu hjá liggja fimm vár skip.\" Njörfi segir: \"Þater drengiliga mælt.\" Bjuggust þeir þá til orrostu októku til bardaga ok börðust um stafna á skipum sínum.Var þar in ákafasta sókn, því at Njörfi barðist alldjarfliga,en þeir fóstbræðr gengu hart fram.Þrjá daga börðust þeir. Þóttust menn eigi vita, hvárirsigrast mundu. Víkingr mælti: \"Er mikit fé á skipumyðrum?\" Njörfi kvað þat eigi vera, -- \"því at þar, semvér höfum herjat í sumar, hafa bændr flúit undan meðfé sitt. Hefir því orðit lítit til fjár.\" \"Óvitrligt þykkimér þat,\" segir Víkingr, \"at berjast ekki nema fyrirkapp eitt ok spilla þar til margs manns blóði, eða viltu,at vit gerum félag með okkr?\" \"Gott mun mér við þikfélag at leggja,\" segir Njörfi, \"þótt þú sért eigi konungborinn.Veit ek, at faðir þinn var jarl ok ágætr maðr.Vil ek með því fóstbræðralag binda, at þú heitir jarl,en ek konungr, sem vit erum til bornir, hvárt vit erumí mínu ríki eða öðrum.\" Hálfdan þagði hjá, er þeirtöluðust við. Víkingr spyrr, hví hann væri svá tillagafár.Hálfdan mælti: \"Mér þykkir sem vel sé, þótt þitjátið slíku, en eigi kemr mér þat á óvart, þótt þú kennirnokkurn þunga af einhverjum þeim, er Njörfi er nástæðr.Vil ek hér engan hlut í eiga, hvárki letja néfýsa.\"Var þetta gert, at Njörfi ok Víkingr sættust ok sórustí fóstbræðralag eptir þvílíkum skildaga sem áðr varsagt ok lögðu í hernað um sumarit ok öfluðu mikilsfjár ok skildu at hausti. Helt Njörfi til Noregs, en Víkingrtil Svíþjóðar. Var Hálfdan í ferð með honum.En er Víkingr hafði eigi lengi heima verit, tók Húnvörsótt ok andaðist. Þau áttu eptir einn son, er Hringrhét. Hann óx upp í Svíaveldi, þar til sem hann varfulltíða at aldri, ok varð þar konungr ok var skammlífr,ok er margt manna frá honum komit. En þeirlágu í hernaði hvert sumar fóstbræðr ok urðu frægirok safna fjölda skipa, svá at þeir höfðu fjóra tigi skipa."}}