{"originalTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_1", "text": {"0": ".... neita. Konungr svarar: \"Sé ek at þetta málþarf, at lítt sé á lopt borit, at menn biði þín, því atþat var siðr fyrri konunga dætra láta koma þrjá biðlaeða fleiri, en taka eigi inn fyrsta, ok eru konungarfleiri vel menntir en Helgi.\" Auðr svarar: \"Því skiptirlitlu, hvárt þú spyrr mik at þessu eða eigi, því at ekveit, at áðr muntu fastráðit hafa, at öðru víss munfara en at mínum vilja, ok eigi líkligt, at þú mundirmér svá góðs gjaforðs unna, ok annat muntu mér ætla.\"Konungr stóð upp ok svarar: \"Rétt getr þú þar. Aldriskaltu fá Helga konung ok því síðr sem þú girnistmeir,\" hittir nú Helga konung ok segir honum, athann hafi rætt þetta mál fyrir dóttur sinni, ok kveðstþat hugatsamliga gert hafa, lézt því ómerkiligar virðasthennar svör sem þau ræddust lengr við, kvað engankonungsson þann, er henni þætti sér fullkosta, mikluer ofsi hennar meiri. En þó lézt hann enn tala mundumálit fyrir hans hönd, -- \"en at svá búnu tjár ekki\".Helgi ferr heim, ok spyrr þetta Hrærekr, bróðir hans.Ok með því at hann sat heima í ríkinu, eggja vinirHræreks hann at kvænast. Honum fellst þat vel í skap,ok ræddu, at hann mundi biðja dóttur Ívars konungs,er þá var ágætastr konungr. Hann lét eigi vænt, athann mundi þann kost fá, er bróðir hans fekk eigi, ermiklu var framar í hvern stað. Þeir kváðu hann eigimundu fá hávan kost, ef hann bæði eigi, en sögðu honumenga svívirðing, þótt honum væri synjat konunnar.Þá berr hann upp fyrir bróður sinn málit ok spyrrhann ráða um, en hann kvað vera mikit happaráð, efhann fengi, kveðst ok eigi vita, hverr fengi, en kvaðvænt til gæfu, þeim er hlyti.Nú biðr Hrærekr, at Helgi muni fara at biðja honumkonu. En hann lézt fara munu, en meiri ván, atekki muni tjóa sem fyrr. Helgi ferr til Svíþjóðar á fundÍvars konungs, ok er honum þar vel fagnat sem fyrr.Hann hafði þar skamma stund verit, áðr hann berrupp málit ok biðr Unnar nú fyrir hönd bróður síns.Konungr svarar þungliga ok lét þess óvitrliga leitat,kvað þess enga ván, -- \"ok þat undra ek, at þú ferrmeð því máli, ef henni sýndist eigi með yðr at ganga,eða hví mun hún þann vilja, er miklu er óframar?\"Helgi lét hann í engan stað minna verðan en sik, enfyrir þá sök eigi jafnfrægan, at hann var heima jafnaní ríkinu ok því frá honum minni sögur, ok biðr hannþetta mál bera fyrir Unni. Konungr lézt þess ófúss okkveðst vætta af henni illra svara sem fyrr. Annan dageptir kallar hann til sín dóttur sína ok heimtir hanaá einmæli ok segir þar kominn Helga konung ok biðrhennar til handa bróður sínum -- \"ok vill hann vitasvör af yðr þessa máls.\" Hún svarar, kvað nú eigi veraskyldu sem fyrr, at hún gerði svá óvegliga för Helga,at hún tæki svá vel þessu máli, at hún væri Hrærekigift. Konungr svarar: \"Ómerkilig virðast mér þín svör,ok eigi veit ek, hvar þú ætlar til um gjaforðit, er þúsynjast hverjum konungi, er þín biðr. Ætla ek, at þúverðir oss skjótt ofstýri, ef þú vilt ekki hafa vár ráð.\"Hún svarar: \"Því mun engu skipta enn sem fyrr attala við mik um málit, at þú munt áðr fastráðit hafa,hvert gjaforð ek skal hafa, ok mun því engu máliskipta, hvárt ek em Hræreki gefin eða öðrum manni,at illt eitt gjaforð mun ek hljóta þér undan hendi.\"Konungrinn gengr á brott, ok hittust þeir Helgi. Hannspyrr, hvert erendi hans skal þangat vera. Konungrsvarar, at mikit hefir honum í brugðizt. \"Ferr þat orðá dóttir mín sé kvenna vitrust, en hún væri it mestafól, mundi hún eigi annan veg um þetta kjósa, at neitaþér, þvílíkum konungi, en mér virðist miklu heldrHræreki. Þykki mér þat ok vænast, at hún hafi þat,er hún beiðist.\" Ok luku þeir svá þessu máli, at hannheitr Hræreki dóttur sinni, ok var hún nú búin tilferðar með Helga.Fara þau nú sína leið, ok er þau kómu ór Svíaveldi,tala þau þetta mál sín í milli, hvé farit hefði ok hvatÍvarr konungr hefir rætt fyrir hváru þeira, koma núheim í ríkit á Selund. Verðr Hrærekr varr við, lætrsenda í móti þeim reiðskjóta ok mikit lið, lætr búaveizlu, ok at þeiri veizlu fær hann Unnar. Helgi dvelstheima á Selund þann vetr, ok at sumri fór hann íhernað, sem vandi hans var til. Hrærekr átti son viðkonu sinni, ok hét Haraldr. Þat mark var á honum:at tenn í öndverðu höfði, ok váru miklar ok gullslitrá. Hann var mikill ok fríðr sýnum. Ok er hann varþrévetr, var hann svá mikill sem tíu vetra gamlirsveinar."}}