{"originalTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_9", "text": {"0": "Ok er þessi herr var allr búinn til orrostu, létuhvárirtveggja blása lúðrum ok æptu því mæst heróp.Þá gengu saman fylkingar, ok var sú orrosta svá snörpok mikil sem segir í öllum fornum sögum, at engiorrosta á Norðrlöndum hafi háið verit með jafnmikluok jafngóðu mannvali til orrostu at telja.Ok er litla hríð hafði orrostan staðit, sótti sá kappifram í her Haralds konungs, er hét Ubbi fríski, ok réðhann þar at, sem var raninn á fylking Hrings konungs,ok átti it fyrsta víg við Rögnvald raðbarð, ok var þeiraskipti allharðligt, ok ógurlig högg mátti þar sjá í herinum,er þessir ofrhugar gengust at. Veitti hvárr öðrummörg högg ok stór, en svá var Ubbi mikill kappi,at eigi léttir hann fyrr en með því skildist þeira einvígi,at Rögnvaldr fell fyrir Ubba. Ok því næst hljóphann at Tryggva ok særði hann banasári. Ok er þatsjá Alrekssynir, hvé ógurliga hann ferr í herinum, ráðastþeir í móti honum ok berjast við hann, en svá varhann harðgerr ok mikill kappi, at báða þá drepr hann,ok eptir þat drepr hann Yngva. Ok þá fór hann svágeystr í herinum, at hvatvetna stökk fyrir, ok felldihann alla þá, sem fremstir stóðu í rananum, nema þá,sem viku í móti öðrum köppum. Ok er þetta sér Hringrkonungr, eggjaði hann herinn, at eigi sætti einn maðryfir alla, þvílíkir yfirgangsmenn sem með honum váru,-- \"eða hvar er kappinn Störkuðr, er enn hér til barávallt hærra skjöld? Vinn oss sigr.\" Hann svaraði: \"Höfumvér ærit at vinna, herra,\" segir hann, \"en við skulumvér leita at vinna slíkan sigr sem vér megum, enþar er sá maðr, er Ubbi er, at maðr má koma í fullaraun.\" En við konungs áeggjan hleypr hann fram íherinn á mót Ubba, ok verðr þar orrosta mikil millumþeira sett með stórum höggum ok miklu afli, er hvárrtveggivar ofrhugi, ok gekk svá um hríð, ok veitti Störkuðrhonum eitt mikit sár, ok þar í móti fekk Störkuðrsex sár ok öll stór ok þóttist varla komit hafa íslíka raun af einum manni. Ok með því at fylkingarváru svá styrkjar, reiddi þá ýmsa vega, ok sleit fyrirþví þetta einvígi. Síðan vegr Ubbi þann kappa, erAgnarr hét, ok ruddi æ jafnan fyrir sér stíginn okhöggr á tvær hendr, hefir báðar hendr blóðgar tilaxlar. Ok þá sótti hann at þeim Þilunum. Ok þá erþeir sá hann, mæltu þeir: \"Nú þurfum vér eigi annarsstaðar í herinum at leita fram ok látum þenna mannsækja örvar um stund, ok fyrr..... sigrinn, ok sválítit sem öllum þykkir til vár koma, gerum nú þvímeira um oss ok sýnum oss vaska menn.\" Þeir takaat skjóta á hann, er ágætastir váru af þeim Þilunum,Haddr harði ok Hróaldr tá, ok váru svá ágætir menn atskotum, at þeir skutu at honum tvennum tylftum örvaok í brjóst honum, ok eigi var honum lítit til fjörs. Þessirmenn veittu honum bana, ok áðr hafði hann drepitsex kappa, en um fram veitt stór sár ellefu köppum,en drepit sextán menn af Svíum ok Gautum, er framarlastóðu í fylkingu.Ok á þeiri stundu sótti Vébjörg skjaldmær mjök áhendr Svíum ok Gautum. Hún sótti fram at þeimkappa, er hét Sóknar-Sóti, ok svá hefir hún vant sikmeð hjálmi ok brynju ok sverði, at hún var framarlaí riddaraskap, sem Störkuðr inn gamli segir. Hún færstór högg kappanum ok sækir lengi. Ok eitt högg höggrhún á kinnina ok sneið sundr kjálkann ok af hökuna.Hann drap í munn sér skegginu ok beit á ok helt svá uppat sér hökunni. Ok hún vinnr mörg stór verk í herinum.Litlu síðar mætir henni Þorkell þrái, kappi Hringskonungs, ok eigast þau við harða sókn, ok áðr en létti,drap hann hana með mörgum sárum ok mikilli hugprýði.Nú verða þar mörg stór tíðendi á skammri stundu,ok ganga ýmsar fylkingar betr. Missti þar margr maðrheimkvámu eða fekk örkuml af hvárutveggja liði. Núsækir Störkuðr fram á hendr Dönum. Hann ræðst í mótiþeim kappa, er Húnn hét, ok eigast þeir við orrostu,ok lýkr svá, at Störkuðr drepr hann ok litlu síðar þann,er hans vill hefna, er Ella hét. Ok þá sótti hann atþeim, er Borgarr hét, ok áttu hart víg saman, ok lýkrsvá, at hann drap þann. Störkuðr hleypr nú um fylkingarmeð brugðit sverð ok höggr hvern at öðrum. Okþví næst hjó hann þann, er Hjörtr hét, ok þá mættihonum Visma skjaldmær, er bar merki Haralds konungs.Störkuðr sækir at henni fast. Hún mælti þá tilStörkuðar: \"Nú er kominn á þik helfíkr, ok muntunú deyja skulu, þursinn.\" Hann svaraði: \"Fyrr muntuþó halla merkinu Haralds konungs,\" ok hjó af hennivinstri hönd. Ok þá gerðist sá maðr í móti honum athefna hennar, er hét Brái Sækálfs faðir, ok leggr Störkuðrhann í gegnum með sverði, ok víða í herinummátti nú sjá stóra valköstu á valfalli. Nokkuru síðarkom í móti Störkuði Gnepja, mikill kappi, ok áttustvið harða sókn, ok veitti Störkuðr honum banasár. Okþví næst drap hann þann kappa, er Haki hét, ok þáfekk hann þar mörg stór sár í þeiri svipan. Hann varhöggvinn á hálsinn við herðarnar, svá at sá inn í holit,ok framan á brjóstinu hafði hann mikit sár, svá atlungun fellu út, ok látit hafði hann einn fingr á hægrihendi.Ok er Haraldr konungr sá svá mikit mannfall afhirð sinni ok köppum, þá reis hann upp á knéin októk tvau söx ok keyrði fram fast hestinn, er fyrir vagninumvar, ok lagði hvárutveggja saxinu báðum höndumok veitti mörgum manni bana með sínum höndum,þó at hann mætti eigi ganga né á hesti sitja. Gekknú orrostan svá um hríð, at konungrinn vann mörgstórvirki. Ok ofarla þessa bardaga var konungrinn Haraldrhilditönn sleginn kylfu í höfuðit, svá at haussinnrifnaði í sundr, ok var þat hans banasár, ok drap Brúnihann. Ok þá sá Hringr konungr vagn Haralds konungsauðan ok þóttist vita, at konungrinn mundi verafallinn. Lét hann blása ok kallaði, at herrinn stöðvaðist.Ok er Danir urðu þessa varir, þá staðnaði orrostan,ok bauð Hringr konungr grið öllum her Haraldskonungs, ok þat þágu allir.Ok annan dag eptir at morgni lætr Hringr konungrkanna valinn ok leita at líki Haralds konungs, frændasíns, ok var mikill herr valsins fallinn yfir, þar semlíkit lá. Var þá orðinn miðr dagr, er líkit fannst okvalrinn var rofinn, ok lét Hringr konungr þá takalík Haralds konungs, frænda síns, ok þvá af blóð okbúa um vegliga eptir fornri siðvenju, lét leggja líkit íþann vagn, er Haraldr konungr hafði til orrostu. Okeptir þat lét hann kasta mikinn haug ok lét þá líki hansaka í þeim vagni, á þeim hesti, er Haraldr konungr hafðitil orrostu ok lét svá aka í hauginn, ok síðan var sáhestr drepinn. Ok þá lét Hringr konungr taka þannsöðul, er hann sjálfr hafði riðit í, ok gaf þann Haraldikonungi, frænda sínum, ok bað hann gera hvárt, er hannvildi, ríða til Valhallar eða aka. Ok þá lét hann gera þarmikla veizlu ok veita útferð Haralds konungs, frændasíns. Ok áðr en haugrinn væri aptr lokinn, þá biðrHringr konungr til ganga allt stórmenni ok alla kappa,er við váru staddir, at kasta í hauginn stórum hringumok góðum vápnum til sæmdar Haraldi konungi hilditönn.Ok eptir þat var aptr byrgðr haugrinn vandliga."}}