{"originalTitle": "Ketils_Saga_Hængs_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ketils_Saga_Hængs_Chapter_1", "text": {"0": "HALLBJÖRN hét maðr. Hann var kallaðr hálftröll.Hann var sonr Úlfs ins óarga. Hann bjó í eyjunniHrafnistu. Hún liggr fyrir Raumsdal. Hann var ríkrmaðr ok mjök fyrir þeim bændunum norðr þangat.Hann var kvángaðr maðr ok átti þann son, er Ketillhét. Hann var mikill vexti ok karlmannligr maðr okekki vænn.En þegar Ketill var nokkurra vetra gamall, lagðisthann í eldahús. Þat þótti þá röskum mönnum athlægi,er svá gerði. Þat var vandi Ketils, þá hann sat við eld,at hann hafði aðra hönd í höfði sér, en með annarriskaraði hann í eldinn fyrir kné sér. Hallbjörn baðhann eigi hafa hönd í höfði sér ok sagði, at þá mundibatna með þeim. Ketill svarar engu. Hann hvarf íburtu nokkuru síðar ok var í burtu þrjár nætr. Þákom hann heim ok hafði stól á baki sér. Hann varvel gerr. Hann gaf hann móður sinni ok kveðst hennimeiri ást eiga at launa en föður sínum.Þat var einn tíma um sumarit, veðrdag góðan, atHallbjörn lét aka heyi, ok lá mikit undir. Hallbjörngekk þá í eldaskálann til Ketils ok mælti: \"Nú væriráð, frændi, at duga vel ok aka heyi í dag, því at allireru í önn nýtir.\" Ketill spratt þá upp ok gekk út.Hallbjörn fekk honum tvá eyki ok eina konu til verks.Ekr hann nú heyi til garðs ok gengr at svá röskliga, atátta urðu undan at hlaða um síðir, ok þóttust þó allirnóg hafa at gera. En er kveld kom, var borgit öllu heyinu,enda váru þá sprungnir báðir eykirnir. Hallbjörnmælti þá: \"Nú þykki mér ráð, frændi, at þú takir viðfjárvarðveizlu, því at þú ert nú ungr ok upprennandiok til alls vel færr, en ek gerumst gamall ok stirðrok til einkis meir.\" Ketill kvaðst eigi þat vilja. Hallbjörngaf honum þá öxi eina harðla stóra ok mjökbitrliga ok furðu gott vápn. Hann mælti: \"Einn ersá hlutr, frændi, at ek vara þik mest við, at þegar degier sett, vil ek, at þú sért lítt úti, ok þó allra helzt, atþú gangir eigi norðr á eyna frá bænum.\" Margt glósaðiHallbjörn þá fyrir Katli, syni sínum.Björn er maðr nefndr. Hann bjó skammt þaðan.Hann hafði þat jafnan lagt í vanda at dára Ketil okkallaði hann Ketil Hrafnistufífl. Björn reri jafnan ásjó til fiska. Þat var einn dag, at hann var róinn, atKetill tók einn fiskibát ok vað ok öngul ok reri ut ámið ok sat til fiska. Þar var Björn fyrir. Ok er þeir sáuKetil, hlógu þeir mjök ok dáruðu hann fast. GekkBjörn enn mest fyrir þessu, sem hann var vanr. Þeirfiskuðu vel, en Ketill dró eina löngu, heldr kostilla, enekki fleira fiska. En er þeir Björn höfðu hlaðit, kipptuþeir upp veiðarfærum sínum ok bjuggust heim, oksvá gerði Ketill. Þeir hlógu þá at honum. Ketill mæltiþá: \"Nu vil ek leggja af við yðr alla mína veiði, okskal sá yðar eiga, sem fyrst náir.\" Hann þrífr þá upplönguna ok sendi á skip þeira. Langan kom við eyratBirni bónda svá hart, at haussinn lamdist, en Björnhraut útbyrðis ok þegar í kaf ok kom aldri upp síðan.Þá reru hinir at landi ok svá hvárirtveggju. Fátt gafHallbjörn sér at þessu.Eitt kveld eptir dagsetr tók Ketill öxi sína í höndsér ok gekk norðr á eyna. En er hann var kominn eigiallskammt í burt frá bænum, sér hann dreka einnfljúga at sér norðan ór björgunum. Hann hafði lykkjuok sporð sem ormr, en vængi sem dreki. Eldr þóttihonum brenna ór augum hans ok gini. Eigi þóttistKetill slíkan fisk sét hafa eða nokkura óvætti aðra, þvíat hann vildi heldr eiga at verjast fjölda manna. Drekisjá sótti at honum, en Ketill varðist með öxinni velok karlmannliga. Svá gekk lengi, allt þar til at Ketill gathöggvit á lykkjuna ok þar í sundr drekann. Datt hannþá niðr dauðr. Síðan gekk Ketill heim, ok var faðirhans úti í túni ok heilsar vel syni sínum ok spurði,hvárt hann hefði við nokkura glettivætti varr orðitnorðr á eynni. Ketill svarar: \"Ekki kann ek at færa ífrásagnir, hvar ek sé fiska renna, en satt var þat, atsundr hjó ek einn hæng í miðju, hverr sem hrygnunaveiðir frá.\" Hallbjörn svarar: \"Lítils mun þér síðarvert þykkja um smáhluti, er þú telr slík kvikvendimeð smáfiskum. Mun ek nú auka nafn þitt ok kallaþik Ketil hæng.\" Settust þeir nú um kyrrt.Eldsætinn var Ketill mjök. Hallbjörn sótti mjök veiðiskap,ok beiddist Ketill at fara með honum. En Hallbjörnkvað honum makara at sitja við elda en vera ísjóförum. En er Hallbjörn kom til skips, var Ketillþar fyrir, ok kunni Hallbjörn þá eigi at reka hannaptr. Gekk Hallbjörn þá fyrir framstafn á ferjunni, enbað Ketil ganga fyrir skut ok setja á. Ketill gerði svá,ok gekk hvergi. Hallbjörn mælti: \"Ólíkr ertu frændumþínum, ok seint ætla ek, at afl verði í þér. En ekvar vanr, áðr en ek eltumst, at setja einn ferjuna.\"Ketill reiddist þá ok hratt fram ferjunni svá hart, atHallbjörn hraut fallinn út á fjörugrjótit, en ferjanstöðvaðist ekki fyrri en út á sjó. Hallbjörn mælti þá:\"Lítt lætr þú mik njóta frændsemi frá þér, er þú viltbrjóta bein í mér, en þat vil ek nú tala, at ek ætla,at þú sért nógu sterkr, því at ek vilda nú reyna aflþitt, ok stóð ek við sem ek gat fastast, en þú settirfram sem áðr. Þykki mér góð sonareign í þér.\"Fara þeir nú í veiðistöð. Hallbjörn gætti skála, enKetill reri á sjó. Hann komst við stór föng. Þá reruat honum tveir menn allvígligir. Þeir báðu hann látalaus föngin. En Ketill neitar því ok spurði þá at nafni.Annarr kveðst heita Hængr, en annarr Hrafn, ok verabræðr. Þeir sóttu at honum, en Ketill varðist með kylfuok sló Hæng fyrir borð ok drap hann svá, en Hrafnreri á burt. Ketill fór heim til skála síns, ok gekk faðirhans á mót honum ok spurði, hvárt hann hefði nokkutfundit manna um daginn. Ketill kveðst fundit hafabræðr tvá, Hæng ok Hrafn. Hallbjörn mælti: \"Hversufóru skipti yður? En gerla veit ek deili á þeim. Þeireru hraustir menn ok eru útlægir ór byggðinni fyriróspektir sínar.\" Ketill kveðst hafa drepit Hæng fyrirborð, en Hrafn hefði flúit. Hallbjörn mælti: \"Gjarnertu, frændi, á stórfiskana, ok því er þó vel til funditum nafn þitt.\" Annan dag fóru þeir heim með föngsín. Þá var Ketill ellefu vetra, ok batnaði nú frændsemiþeira."}}