{"originalTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_11", "text": {"0": "Hálfr konungr fór til ríkis síns ór hernaði. Þeir fengustorm mikinn í hafi. Skip þeira varð ekki ausit. Þá varþat ráðs tekit at hluta mann fyrir borð, en þess þurftieigi, því at hverr bauð sínum félaga fyrir borð at fara. Ener þeir stigu fyrir borð, þá mæltu þeir: \"Strálaust erfyrir stokkum.\" En er Hálfr konungr kom til Hörðalands,þá fór Ásmundr konungr á fund hans ok gerðisthans maðr ok sór honum eiða ok bauð honum til veizluok hálfu liði hans. En annan morgin, er konungr bjóstok sagði, at helmingr liðs skyldi eptir vera á skipum,kvað Innsteinn:\"Upp mundum vérallir ganga,skatna beztir,af skipum várum,láta brennabragninga sveitok Ásmundar liðaldri týna.\"Konungr kvað:\"Vér skulum hálfirherjar þessasáttir sækjafrá sjó neðan.Ásmundr hefiross of boðnahringa rauða,sem hafa viljum.\"Innsteinn kvað:\"Sér eigi þú allanÁsmundar hug,hefir fylkir sáflærð í brjósti.Mundir þú, þengill,ef vér því réðim,mági þínummjök lítt trúa.\"Konungr kvað:\"Ásmundr hefiross of unnitmargar tryggðir,sem menn vitu.Mun eigi góðr konungrganga á sáttirné gramr annaní griðum véla.\"Innsteinn kvað:\"Þér er orðinnÓðinn til gramr,ef þú Ásmundiallvel trúir.Hann mun allaoss of véla,nema þú veittarviðsjár fáir.\"Konungr kvað:\"Æ lystir þikæðru at mæla,munat sá konungrsáttir rjúfa.Gull eigum þarok gersimar,hringa rauða,frá hans búum,\"Innsteinn kvað:\"Hálfr, dreymdi mik, --hyggðu at slíku, --at logi lékiof liði váru,illt væri þarór at leysast.Hvat kveðr þú, þengill,þann draum vita?\"Konungr kvað:\"Gefa mun ek hverjumhjálm gullroðinnfræknra drengja,er fylgja mér.Þat mun at lítasem logi brenniskjöldungs liðiof skarar fjöllum.\"Innsteinn kvað:\"Enn dreymdi miköðru sinni:hugðak á öxlumelda brenna.Gruna tek ek nokkut,at þat gott viti.Hvat kveðr þú, þengill,þann draum vita?\"Konungr kvað:\"Hrynja um herðarþeim, er hamalt fylkja,grams verðungu,gylldar brynjur.Þat mun á öxlumöðlings vinumljóst at líta,sem logi brenni.\"Innsteinn kvað:\"Þat dreymdi mikþriðja sinni,at vér í kaf niðrkomnir værim.Eiga mun allstórtum at véla.Hvat kveðr þú, þengill,þann draum vita?\"Konungr kvað:\"Fulllangt er sjáfíflskapr talaðr,vera kveð ek ekkiundir slíku.Segðu enga,svá at heyri,drauma þínaí degi síðan.\"Innsteinn kvað:\"Hlýði Hrókarí her konungsorðum mínum,Útsteinn þriði:Göngum allirupp frá ströndu,kunnum ekkikonungs mál of þat.\"Útsteinn kvað:\"Konung látum vérkeppinn ráðafyrir í fólkium farir várar.Hættum, bróðir,svát honum líki,fjörvi okkrumeð frömum vísi.\"Innsteinn kvað:\"Hlítt hefir fylkirí förum útimínum ráðummörgu sinni.Nú kveð ek engu,er ek mæli,hlýða vilja,síz hingat kómum.\""}}