{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_11", "text": {"0": "Þat bar til tíðenda, at Sævill, mágr þeira, andaðist, októk Hrókr, sonr hans, ríki eptir hann. Hann var grimmrmaðr ok harðla ágjarn. Móðir hans segir honum mikitfrá hringnum, er þeir bræðr áttu, \"ok þótti mér,\" sagðihún, \"ekki ósenniligt, at þeir bræðr minntust okkar umnokkut ríki, því at vér studdum þá í hefndum eptir föðurvárn, ok hafa þeir ekki minnzt þess við föður þinnné mik.\" Hrókr sagði: \"Þú segir dagsanna ok er slíktfirnafullt, ok nú skal ek eptir leita við þá, hvern sómavárn þeir vilja gera þar fyrir.\" Ferr hann síðan á fundHelga konungs ok krefr hann þriðjung ríkis í Danmörkeða hringsins góða, því at hann vissi þá ekki, atHróarr átti hann. Konungr sagði: \"Þér mælið allfrekligatil ok geysistórliga. Unnu vér ríkit með hetjuskap,svá at vér lögðum várt líf í veð með atstuðning föðurþíns ok Regins, fóstra míns, ok annarra góðra manna,er oss vildu lið veita. Nú viljum vér þér víst laun ágera, ef þú kannt at þekkjast, vegna frændsemi okkar,en svá mikit hefir mik kostat ríki þetta, at þat vil ekfyrir engan mun missa. En Hróarr konungr hefir nútekit við hringnum, ok vænti ek, at hann sé ekki laussfyrir þér.\"Við þetta ferr Hrókr í burt ok unir allilla við, sækirnú á fund Hróars konungs. Hann tók við honum vel oksæmiliga, ok er hann með honum um hríð. Ok eittsinn, er þeir fara fyrir land fram ok lágu á firði einum,þá mælti Hrókr: \"Þat þætti mér þér sómi, frændi,at þú gæfir í mitt vald hringinn góða ok minntist svávárrar frændsemi.\" Konungr sagði: \"Svá hefi ek mikittil gefit at fá hring þenna, at ek vil hann fyrir enganmun láta.\" Hrókr segir: \"Þá munt þú lofa mér at sjáhringinn, ok er mér á honum in mesta forvitni at vita,hvárt hann er slík gersemi sem sagt er.\" \"Þat er þérlítil veizla,\" segir Hróarr, \"ok skal þat víst láta eptirþér,\" ok fekk honum hringinn. Nú hugði Hrókr athringnum um stund ok kallaði ekki mega ofsögn frásegja, -- \"ok hefi ek enga gersemi séna slíka, ok er þat inmesta várkunn, at ykkr þykki allgóðr hringrinn. Munþat nú bezt ráð, at hvárrgi okkar njóti ok engi annarra,\"fleygir síðan af hendi hringnum ok út á sjóinn,sem lengst mátti hann. Hróarr konungr mælti: \"Þú ertallillr maðr.\" Hann lét síðan fóthöggva Hrók ok flytjasvá til ríkis síns. Varð hann skjótt heill maðr, svá atgreri fyrir stúfinn.Þá safnar hann sér liði ok vill hefna sinnar skammar.Hann fær mikit lið ok kemr við Norðimbraland áóvart, þar sem Hróarr konungr var á veizlu heldr fámenntr.Hrókr leggr þegar at, ok tókst þar harðr bardagi,ok er mikill liðsmunr. Fellr þar Hróarr konungr,en Hrókr leggr undir sik landit. Hann lætr gefa sér konungsnafn.Síðan bað hann Agnar, dóttur Norðra konungs,er áðr hafði átt Hróarr konungr, frændi hans.Norðra konungi þótti nú fallit til sín mikit vankvæði,því at hann var þá maðr gamall ok lítt fallinn til atvera í baráttu, sagði nú Ögn, dóttur sinni, hvar komitvar, ok lézt eigi vilja teljast undan at halda uppi bardaga,þótt hann væri gamall, ef þetta væri eigi á mótihennar skapi. Hún sagði með harmi miklum: \"Víst erþetta í móti mínum vilja, en þó ek sé, at líf þitt liggrvið, þá vil ek honum eigi frá vísa með því móti, at frestsé gert nokkut, því at ek er með barni, ok verðr þatmál fyrst at greiðast, ok á þat barn með mér Hróarrkonungr.\" Nú er þetta mál borit fyrir Hrók, en hannvill frestit til gefa, ef hann skal þá auðvelligar komastat ríki ok ráðahagnum. Þykkist Hrókr hafa mjök framaztí þessari ferð, er hann hefði felldan svá frægan konungok ríkan unnit. En í þessum svifum sendir Ögnmenn á fund Helga konungs ok bað svá at láta segjahonum, at hún mundi eigi koma í rekkju Hróks, efhún væri sjálfráð ok ónauðug, -- \"fyrir þá sök, at eker með barni Hróars konungs.\" Sendimenn fóru oksögðu svá sem boðit var. Helgi konungr sagði: \"Þettaer vitrliga sagt hennar vegna, því at hefna mun ek Hróars,bróður míns.\" En Hrók grunar þetta ekkí."}}