{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_24", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_24", "text": {"0": "Nú er frá því at segja, at þau fóru ór GarðaríkiHrólfr ok konungsdóttir, at einn dag sjá þau, hvar einnmaðr ríðr eptir þeim. Hann er í línklæðum einum okgyrðr sverði. Hann dregr skjótt eptir þeim. KennirHrólfr, at þar er Vilhjálmr kominn, en þegar hann sérHrólf, fellr hann til fóta honum ok biðr sér líknar ámarga vegu, -- \"hefi ek hart af fengit, síðan vit skildum,\"segir Vilhjálmr, \"því at konungr lét setja mik ímyrkvastofu ok vildi láta drepa mik. Komst ek í burtmeð ráðum, bæði frosinn ok hungraðr. Er ek nú kominná þína miskunn, Hrólfr minn, hvat sem þú viltaf mér gera. Vilda ek aldri gert hafa, er þér mættimislíka, ok alla daga vera þér hollr ok trúr heðanfrá, ef þú lætr mik nú lifa ok fylgja þér aptr til Danmerkr.\"Hrólfi fekkst hugar við hörmungarlæti Vilhjálmsok segist eigi nenna at drepa hann, þó at hannværi þess makligr. Konungsdóttir kvað því misráðit veramundu, -- \"því at hann hefir illt yfirbragð, ok illa munhann reynast.\" Vilhjálmr fór nú með þeim ok gerði sikmjök þjónustumjúkan, en aldri var honum óhætt atkoma nærri Dúlcifal, því at hann beit Vilhjálm okbarði, ef hann náði.Fóru þau til þess, er ein dagleið var eptir til Þorgnýsjarls. Höfðu þau tekit sér náttstað undir skógieinum ok skutu sér laufskála um kveldit. Lágu þauHrólfr ok konungsdóttir bæði saman hverja nótt oknakit sverð í milli þeira. Vilhjálmr stakk Hrólfi svefnþornum nóttina, en um morgin stóð hann upp snemmaok tók hestinn Dúlcifal ok lagði söðul á hann, ok þettaeitt vildi hann at Vilhjálmi þiggja. Hrólfr lá í herklæðumsínum ok utan yfir Véfreyjunaut. Ingigerðrstóð upp. Hún knúði Hrólf ok fekk eigi vakit hann,hvern veg sem hún fór at. Gengr hún þá ór skálanumok grætr. Vilhjálmr sér þat ok spyrr, hvárt henni gætistlítt at hvílbrögðunum. Hún segir: \"Allt má mérvel við hann líka, en svá sefr hann fast, at ek fæ ekkivakit hann.\" \"Ek skal þá vekja hann,\" segir Vilhjálmr.Gengr hann þá at ok ryðr í sundr skálanum. Síðanhjó hann báða fæturna undan Hrólfi ok stakk þeim milliklæða sér. Hrólfr svaf sem áðr. Konungsdóttir spyrr,hvað brysti. \"Lífstundir Hrólfs,\" sagði Vilhjálmr. Konungsdóttirsegir: \"Njót allra manna verst lífs ok handa,ok var þetta it mesta óhappaverk unnit. Muntu illaills bíða.\" Vilhjálmr mælti: \"Tveir eru kostir gervir,taktu hvárn, er þér þykkir vildari, ok er sá annarr, atþú skalt fara með mér til Þorgnýs jarls ok sanna þat,er ek segi, því at ek hygg mér lítit til sæmdar at faraaptr í Garðaríki. Hinn er annarr kostr, at ek drep þik,sem þú ert komin.\" Hún hugsar at kjósa sér eigi dauða,meðan hún á kost at lifa, en þykkir fyrir Vilhjálmieinskis ills örvænt. Segir hún þá, at hún mun honumfylgja ok eigi í móti mæla því, er hann segir, ef hanngerði henni engan vanheiðr í sínum orðum. Varð húnhér eið at vinna. Vilhjálmr vildi taka Dúlcifal, en þessvar engi kostr, því at hann beit ok barði á alla vega,svá at hann mátti honum hvergi nærri koma, ok eigimátti hann at Hrólfi ganga fyrir hestinum. Mátti hannekki með sverðit fara fyrir þunga sakir. Lá Hrólfr núþar eptir, en þau fóru leiðar sinnar. Þótti konungsdótturnú þungt at fara ok mikit við Hrólf at skilja, sválítt sem hann var staddr.Er eigi frá þeira ferð fyrr sagt en þau kómu til Þorgnýsjarls. Gengr hann móti konungsdóttur með allrivegsemd ok blíðu. Hann spurði, hvat manna hann væri.Hann svarar: \"Ek er einn bóndason af góðri ætt hér íDanmörk ok kom ek í ferð með Hrólfi, þá er hannfór til Garðaríkis. Höfum vit þar unnit margar þrautir,ok at seinustu vann hann Sörkvi, kappa Eireks konungs,ok drap hann. Þat þoldi konungrinn eigi ok léttaka Hrólf ok drepa. Eru hér fætr hans, er ek hefi meðmér til sýnis. Náði ek síðan konungsdóttur, ok færðiek hana hingat. Hefi ek lagt mik í margan lífsháskafyrir yðra skuld ok báðir vit Hrólfr. Var ok engi honumhraustari, því at hann gafst aldri upp, fyrr en hannmissti báða fætrna. Þykkjumst ek nú kominn til ráðahagsvið Þóru, dóttur yðra. Er yðr smánarlaust at eiga mikfyrir mág fyrir ættar ok mannskapar sakir. Þarf því eigiat fresta, at nú sé bæði saman brullaupin.\"Flestum þótti saga Vilhjálms sannlig, ok hörmuðuallir dauða Hrólfs, mest jarl ok Stefnir, sonr hans. Ingigerðrgrét mjök. Jarl blíðkaði hana ok spurði, hvártVilhjálmr hefði honum satt sagt. Hún sagði: \"Eigi munVilhjálmr meira at yðr ljúga en öðrum, en þess vil ekyðr biðja, at þér frestið mánuð brullaupunum. Kannþar margt til at koma, at yðr þykkir eigi svá mega vera.\"Þóru fell ok lítt til Vilhjálms ok beiddi þess sama. Ener Vilhjálmr heyrði þetta, kjaptaði hann: \"Látið þéreigi á brullaupum frest, hvat sem þær segja, því atkvenna skaplyndi er ómerkiligt.\" Stefnir sagði: \"Velstendr, at konungsdóttir ráði þessu, ok eru þetta eigilöng frest.\" Vilhjálmr segir: \"Óhöfðingliga er þat sagtat láta konur ráða fyrir sér ætlun sinni eða son sinn,ef þau ráða þó verr.\" Stefnir reiddist við orð hans oksagði þær skyldu ráða, en eigi Vilhjálmr, -- \"ella skalek missa lífit.\" Vilhjálmr segir þat skaðalaust, þó athann væri drepinn. Jarl bað þeim þetta eigi at greinverða, -- \"en þó mun Stefnir ráða því, er hann vill tilhlutast, en þú, Vilhjálmr, munt ná ráðahag við dótturmína, því at þú hefir vel til unnit.\" Stefnir tók í höndIngigerðar ok leiddi hana til skemmu systur sinnar,læsti sídan ok geymdi sjálfr lykkilinn. Þat er sögnmanna, at Ingigerðr konungsdóttir hafi geymt fætrnaok borit hjá þau grös, er ekki mátti deyja. Líkaði Vilhjálmiilla við Stefni ok varð at hafa svá búit."}}