{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_17", "text": {"0": "Þat var einn tíma, at Þornbjörg drottning talar viðHrólf konung: \"Hvat ætli þér í sumar at starfa?\" Konungrsvarar: \"Í hernað ætla ek.\" Hún spurði: \"Hafiþér nokkut spurt af ferðum Ketils, bróður þíns?\" Hannkveðst þaðan hafa enga frétt, -- \"eða kanntu oss afþví at segja?\" Hún svaraði: \"Þat hefi ek frétt, at Ketillfór austr í Garðaríki at biðja dóttur Hálfdanar konungssér til handa. Svá hafa mér fréttir gengit, at hannhafi þangat haldit tveim skipum ok hann hafi gengitvið tólfta mann inn í höll konungs. Þat hefi ek heyrt,at hann bar upp eyrendi sín vel ok sköruliga ok fluttisitt mál með mörgum snjöllum orðum, en hann fekkþau andsvör af konungi ok júmfrúnni, at honum þóttisér leitat lítils metnaðar, en berserkir hljópu upp meðópi ok miklum gný ok ráku þá út ór höllinni ok eltuþá til skipa með grenjun ok fáheyrðum látum. Þeirváru bæði barðir ok særðir ok þóttust fótum eiga fjörat launa, er þeir kómust undan. Slíkt höfum vér þaraf spurt. Nú er oss svá flutt, at Ketill uni engu betrfyrir sína hönd eða sinni ferð en hann undi við yðraferð, þá er fóruð fyrsta sinn til vár, ok hefir hansferð orðit miklu hæðiligri. Mun hann brátt koma áyðvarn fund ok biðja yðr til þessar ferðar at reka sinnarsvívirðingar.\" Hrólfr konungr svarar: \"Ekki erhægt at koma ráðum við slíka menn við ákafa hansok framgirni. Er nú vel, at hann gjaldi einræðis sjálfssín, þar sem hann vildi ekki með várri forsjá fara.\"Hún bað hann eigi slíkt tala ok kvað þetta vera nauðsynjaferð at veita bróður sínum fullting, ok skiljaþau tal sitt at svá mæltu.Litlu síðar kemr Ketill á fund Hrólfs konungs oksegir honum greiniliga frá allri þeiri sneypu, er hannhafði fengit í Garðaríki. Hrólfr konungr kvað slíksván vera, at svá hefði farit, -- \"því at þú ætlar at vinnaallt með ákafa þínum.\" Ketill bað Hrólf konung nútil ferðar með sér, -- \"því at ek þykkjumst hafa of lítinnstyrk til at rétta þá svívirðu, er til mín var ger.\" VarKetill í allillum hug. Konungr kvað honum eigi mundukoma fyrir allt áhlaup hans ok orðaskrap, -- \"sýnist méreigi líkligt til hefnda við slíka menn sem vér eigumum, því at hér mun bæði við þurfa fjölmenni ok harðræði.Nú skaltu fyrst fara heim í ríki þitt ok afla þérskipa ok manna. Sentu ok orð Ingjaldi konungi í Danmörku,at hann geri slíkt it sama, ok komið hér báðirat sumri, ok sjám þá, hvat oss þykkir tiltækiligast.\"Ok eptir þetta ferr Ketill heim í ríki sitt. Hafa núallir ætlan ok tilbúnað um þessa ferð."}}