{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_4", "text": {"0": "Sá konungr réð fyrir Svíþjóð, er Eirekr hét. Hannátti sér eina drottningu vitra ok vel siðuga. Þau höfðuátt eina dóttur barna, sú er Þornbjörg hét. Hún varhverri konu vænni ok vitrari, þeira er menn vissu.Hún fæddist upp heima með feðr sínum ok móður.Svá hafa menn sagt af mey þessari, at hún var hverrikonu kænni, þeiri er menn höfðu spurn af, um alltþat, er til kvenmanns handa kom. Þar með vandi húnsik burtreið ok skilmast með skjöld ok sverð. Húnkunni þessa list jafnframt þeim riddurum, er kunnuvel ok kurteisliga at bera vápn sín.Eireki konungi líkaði eigi vel, er hún hafði þessaframferð sem karlar, ok bað hana hafa skemmusetusem aðrar konungadætr. Hún svaraði: \"Nú með því,\"segir hún, \"at þú hefir eigi meir en eins manns líf tilríkisstjórnar ok ek er nú þitt einberni ok á ek allanarf eptir þik, má vera, at ek þurfi þetta ríki at verjafyrir konungum eða konungssonum, ef ek missi þínvið. Er eigi ólíkligt, at mér þykki illt at vera þeiranauðkván, ef svá berr til, ok því vil ek kunna nokkurnhátt á riddaraskap. Þykki mér þá líkara, at ek fáihaldit ríki þessu með styrk ok trausti góðrar fylgdar,ok því bið ek þik, faðir, at þú fáir mér nokkut af ríkiþínu til forráða, meðan þú ert á lífi, ok reyna ek svástjórn ok umsjá þeira manna, sem í mitt vald erufengnir. Er þat enn í þessu máli, ef nokkurir mennbiðja mín, sem ek vil ekki játa, þá er líkara, at ríkiyðvart sé í náðum af þeira ofsa, ef ek held andsvör ímóti þeim.\" Konungr hugsar nú orð meyjarinnar,finnr þat, at hún var ráðgjörn ok stórlát. Þótti honumeigi ólíkligt, at hann ok ríki hans fengi ónáðir af hennarofsa ok kappgirnd, tekr þat ráðs, at hann fær hennitil forráða þriðjung af ríki sínu. Þar með eflir hannhenni atsetu, sem á Ullarakri heitir; þar með fær hannhenni til fylgdar harða menn ok hrausta, þá semhenni váru hlýðnir ok eptirlátir at gera vilja hennar.Sem hún hafði þetta allt saman þegit af feðr sínum,ferr hún á Ullarakr. Síðan stefnir hún þing fjölmenntok lætr taka sik til konungs yfir þriðjung Svíaveldis,sem Eirekr konungr hafði játat henni til forráða. Þarmeð lætr hún gefa sér nafn Þórbergs; skyldi ok engimaðr svá djarfr, at hana kallaði mey eða konu, enhverr, er þat gerði, skyldi þola harða refsing. Síðangerir Þórbergr konungr bæði riddara ok hirðmenn okgefr þeim mála á einn hátt ok Eirekr konungr á Uppsölum,faðr hans. Stendr nú Svíaveldi með þessi skipannokkura vetr."}}