{"originalTitle": "Völsunga_Saga_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_8", "text": {"0": "Þat er nú at segja, at Sigmundi þykkir Sinfjötli ofungr til hefnda með sér ok vill nú fyrst venja hannmeð nokkut harðræði; fara nú um sumrum víða umskóga ok drepa menn til fjár sér. Sigmundi þykkirhann mjök í ætt Völsunga, ok þó hyggr hann, at hannsé sonr Siggeirs konungs, ok hyggr hann hafa illskuföður síns, en kapp Völsunga, ok ætlar hann eigimjök frændrækinn, því at hann minnir opt Sigmundá sína harma ok eggjar mjök at drepa Siggeir konung.Nú er þat eitthvert sinn, at þeir fara enn á skóginnat afla sér fjár, en þeir finna eitt hús ok tvá mennsofandi í húsinu með digrum gullhringum. Þeir höfðuorðit fyrir ósköpum, því at úlfahamir hengu í húsinuyfir þeim. It tíunda hvert dægr máttu þeir komast órhömunum. Þeir váru konungasynir. Þeir Sigmundrfóru í hamina ok máttu eigi ór komast, ok fylgdi súnáttúra, sem áðr var, létu ok vargsröddu. Þeir skildubáðir röddina.Nú leggjast þeir ok á merkr, ok ferr sína leið hvárrþeira. Þeir gera þann mála með sér, at þeir skuli tilhætta, þótt sjau menn sé, en eigi framar, en sá látaúlfsrödd, er fyrir ófriði yrði. \"Bregðum nú eigi afþessu,\" segir Sigmundr, \"því at þú ert ungr ok áræðisfullr.Munu menn gott hyggja til at veiða þik.\" Nú ferrsína leið hvárr þeira. Ok er þeir váru skildir, finnrSigmundr sjau menn ok lætr úlfsröddu. Ok er Sinfjötliheyrir þat, ferr hann til þegar ok drepr alla. Þeir skiljastenn. Ok er Sinfjötli hefir eigi lengi farit um skóginn,finnr hann ellefu menn ok berst við þá, ok ferrsvá, at hann drepr þá alla. Hann verðr ok sárr mjök,ferr undir eina eik, hvílist þar. Eigi beið hann Sigmundarlengi, ok fara báðir samt um hríð. Hannmælti til Sigmundar: \"Þú þátt lið til at drepa sjaumenn, en ek em barn at aldri hjá þér, okkvadda ek eigi liðs at drepa ellefu menn.\" Sigmundrhleypr at honum svá hart, at hann stakar viðok fellr. Sigmundr bítr í barkann framan. Þann dagmáttu þeir eigi komast ór úlfahömunum. Sigmundrleggr hann nú á bak sér ok berr heim í skálann, oksat hann yfir honum, en bað tröll taka úlfhamina.Sigmundr sér einn dag, hvar hreysikettir tveir váru, okbitr annarr í barkann öðrum, ok rann sá til skógar okhefir eitt blað ok færir yfir sárit, ok sprettr upp hreysiköttrinnheill. Sigmundr gengr út ok sér, hvar hrafnflýgr með blaðit ok færði honum. Hann dregr þettayfir sárit Sinfjötla, en hann sprettr upp þegar heill,sem hann hefði aldri sárr verit. Eptir þat fara þeir tiljarðhúss ok eru þar, til þess er þeir skyldu fara ór úlfhömunum.Þá taka þeir ok brenna í eldi ok báðuengum at meini verða. Ok í þeim ósköpum unnu þeirmörg frægðarverk í ríki Siggeirs konungs. Ok er Sinfjötlier frumvaxti, þá þykkist Sigmundr hafa reynthann mjök.Nú líðr eigi langt, áðr Sigmundr vill leita til föðurhefnda,ef svá vildi takast. Ok nú fara þeir í brott frájarðhúsinu einnhvern dag ok koma at bæ Siggeirs konungssíð um aptan ok ganga inn í forstofuna, þá ervar fyrir höllinni, en þar váru inni ölker, ok leynastþar. Drottningin veit nú, hvar þeir eru, ok vill hitta þá.Ok er þau finnast, gera þau þat ráð, at þeir leitaði tilföðurhefnda, er náttaði. Þau Signý ok konungr eigutvau börn ung at aldri. Þau leika sér á gólfinu at gulliok renna því eptir gólfinu hallarinnar ok hlaupa þareptir. Ok einn gullhringr hrýtr utar í húsit, þar semþeir Sigmundr eru, en sveinninn hleypr eptir at leitahringsins. Nú sér hann, hvar sitja tveir menn miklirok grimmligir ok hafa síða hjálma ok hvítar brynjur.Nú hleypr hann í höllina innar fyrir föður sinn oksegir honum, hvat hann hefir sét. Nú grunar konungr,at vera munu svik við hann. Signý heyrir nú, hvat þeirsegja. Hún stendr upp, tekr börnin bæði ok ferr utarí forstofuna til þeira ok mælti, at þeir skyldu þat vita,at þau hefði sagt til þeira, -- \"ok ræð ek ykkr, at þitdrepið þau.\" Sigmundr segir: \"Eigi vil ek drepa börnþín, þótt þau hafi sagt til mín.\" En Sinfjötli lét sérekki feilast ok bregðr sverði ok drepr hvárttveggjabarnit ok kastar þeim innar í höllina fyrir Siggeirkonung. Konungr stendr nú upp ok heitr á menn attaka þá menn, er leynzt höfðu í forstofunni um kveldit.Nú hlaupa menn utar þangat ok vilja höndla þá, enþeir verja sik vel ok drengiliga, ok þykkist þá sá versthafa lengi, er næst er. Ok um síðir verða þeir ofrliðibornir ok verða handteknir ok því næst í bönd reknirok í fjötra settir, ok sitja þeir þar þá nótt alla.Nú hyggr konungr at fyrir sér, hvern dauða hannskal fá þeim, þann er kenndi lengst. Ok er morginnkom, þá lætr konungr haug mikinn gera af grjóti oktorfi. Ok er þessi haugr er gerr, þá lét hann setja hellumikla í miðjan hauginn, svá at annarr jaðarr hellunnarhorfði upp, en annarr niðr. Hún var svá mikil, athún tók tveggja vegna, svá at eigi mátti komast hjáhenni. Nú lætr hann taka þá Sigmund ok Sinfjötlaok setja í hauginn sínum megin hvárn þeirra, fyrirþví at honum þótti þeim þat verra at vera eigi báðumsaman, en þó mátti heyra hvárr til annars. Ok erþeir váru at tyrfa hauginn, þá kemr Signý þar at okhefir hálm í fangi sér ok kastar í hauginn til Sinfjötlaok biðr þrælana leyna konunginn þessu. Þeirjá því, ok er þá lokit aptr hauginum. Ok er nátta tekr,þá mælti Sinfjötli til Sigmundar: \"Ekki ætla ek okkrmat skorta um hríð. Hér hefir drottningin kastat fleskiinn í hauginn ok vafit um utan hálmi.\" Ok enn þreifarhann um fleskit ok finnr, at þar var stungit í sverðiSigmundar, ok kenndi at hjöltunum, er myrkt var íhauginum, ok segir Sigmundi. Þeir fagna því báðir.Nú skýtr Sinfjötli blóðreflinum fyrir ofan helluna okdregr fast. Sverðit bítr helluna. Sigmundr tekr nú blóðrefilinn,ok ristu nú í milli sín helluna ok létta eigi,fyrr en lokit er at rista, sem kveðit er:\"Ristu af magnimikla helluSigmundr hjörviok Sinfjötli.\"Ok nú eru þeir lausir báðir saman í hauginum okrista bæði grjót ok járn ok komast svá út ór hauginum.Þeir ganga nú heim til hallarinnar. Eru menn þá ísvefni allir. Þeir bera við at höllinni ok leggja eld íviðinn, en þeir vakna við gufuna, er inni eru, ok þat,at höllin logar yfir þeim. Konungr spyrr, hverireldana gerði. \"Hér eru vit Sinfjötli, systursonr minn,\"sagði Sigmundr, \"ok ætlum vit nú, at þat skulir þúvita, at eigi eru allir Völsungar dauðir.\" Hann biðrsystur sína út at ganga ok þiggja af honum góð metorðok mikinn sóma ok vill svá bæta henni sína harma.Hún svarar: \"Nú skaltu vita, hvárt ek hefi munatSiggeiri konungi dráp Völsungs konungs. Ek lét drepabörn okkur, er mér þóttu of sein til föðurhefnda, okek fór í skóg til þín í völulíki, ok er Sinfjötli okkarrsonr. Hefir hann af því mikit kapp, at hann er bæðisonarsonr ok dóttursonr Völsungs konungs. Hefi ek þartil unnit alla hluti, at Siggeirr konungr skyldi bana fá.Hefi ek ok svá mikit til unnit, at fram kæmist hefndin,at mér er með engum kosti líft. Skal ek nú deyja meðSiggeiri konungi lostig, er ek átta hann nauðig.\" Síðankyssti hún Sigmund, bróður sinn, ok Sinfjötla ok gekkinn í eldinn ok bað þá vel fara. Síðan fekk hún þarbana með Siggeiri konungi ok allri hirð sinni.Þeir frændr fá sér lið ok skipa, ok heldr Sigmundrtil ættleifðar sinnar ok rekr ór landi þann konung, erþar hafði í setzt eptir Völsung konung. Sigmundr geristnú ríkr konungr ok ágætr, vitr ok stórráðr. Hannátti þá konu, er Borghildr hét. Þau áttu tvá sonu. HétHelgi annarr, en annarr Hámundr. Ok er Helgi varfæddr, kómu til nornir ok veittu honum formála okmæltu, at hann skyldi verða allra konunga frægastr.Sigmundr var þá kominn frá orrostu ok gekk með einumlauki í móti syni sínum, ok hér með gefr hann honumHelga nafn ok þetta at nafnfesti: Hringstaði okSólfjöll ok sverð, ok bað hann vel fremjast ok verðaí ætt Völsunga. Hann gerist stórlyndr ok vinsæll okfyrir flestum mönnum öðrum at allri atgervi. Þat ersagt, at hann réðst í hernað, þá er hann var fimmtánvetra gamall. Var Helgi konungr yfir liðinu, en Sinfjötlivar fenginn til með honum, ok réðu báðir liði."}}