{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_16", "text": {"0": "Þrjár váru dyrr á hellinum, ok var Skröggr lögmaðrfyrir einum með sína sveit, en Skinnnefja var fyrir þeimdyrum, sem almúginn skyldi út ganga. Brúðgumarnirváru leiddir um inar þriðju. Þar úti fyrir var sinn afhellirtil hvárrar handar, ok skyldu þeir þar hvíla. Váruþeir vel tjaldaðir. Nú er þeir skyldu út ganga, fór ísinn helli hvárr. Ganga þeir Egill ok Hildir í annan.Egill gekk fyrir. En er Hildir gekk inn, snerist Egillaptr í mót honum ok greip í hár honum ok reiddi uppsaxit, er hann hafði við sik, ok ætlar at höggva á hálsinn,en Hildir kippir honum svá snart, at hann hrapará hellisbergit, ok sprakk á honum ennit, ok var þat sármikit ok blæddi mjök. Saxit kom á nef jötuns ok tókaf nefit, ok var þat svá mikit stykki, at þat var nóg klyf.Komst Hildir nú út ok sagðist vera svikinn. Heyra þettatröllin, þau sem í hellinum váru, ok hlaupa út, ok varðþeim eigi greiðfært um þær dyrr, sem Skröggr lögmaðrvar fyrir, því at hann drap hvern, sem út vildi.En Skinnnefja var fyrir öðrum dyrunum með glerit oksetti hvern blindan, sem þat leit. Hvarfla þeir aptr okfram ok fátu hvergi, ok var þá at heyra óp mikit okgný. Heyrir Gautr nú þat ok þykkist vita, hvat um er.En er hann kemr í sitt hús, sér hann, at brúðrin er eigiþar. Hleypr hann þá at sænginni ok vill taka sverð sitt,ok missti hann þess. Ásmundr reiðir upp sverðit okhjó til Gauts ok gáði eigi, at hellirinn var lágr, ok komsverðit í hellisbergit, ok beit þat bjargit, en blóðrefillinnkom á brún Gauts, reist niðr í augat ok niðr alltkinnbeinit ok viðbeinit ok reist niðr alla bringuna októk sundr rifin. Gautr komst út ok fekk einn stein stóranok kastaði til Ásmundar, ok kom fyrir brjóst honum,svá at hann fell. Gautr vildi hlaupa at honum, eniðrin flæktust um fætr honum, ok fell hann dauðr niðr.Ásmundr stóð upp ok leitar at Agli. Kom hann þar,sem þeir gengust at. Blóð rann í augu Agli af sári því,sem hann hafði fengit, ok varð hann þó sýnt orkuvana.Ásmundr greip undan Hildi báða fætrna, en Egillhelt í höfuðit, ok brutu þeir hann ór hálsliðunum,ok urðu þat hans ævilok.En síðan fara þeir þangat, sem Skröggr lögmaðr var.Hafði hann drepit níutigi trölla, en þau báðu griða,sem eptir váru, en þau, sem eptir váru ok þar vilduút ganga, sem Skinnnefja var fyrir, gengu fyrir hamraok drápu sik. Váru þeir þar um nóttina, ok kom Arinnefjatil þeira. Um morguninn tóku þeir fé ór hellinumok ræntu öllu ok fóru síðan heim með kerlingu,ok váru þær systr þar fyrir, ok urðu þær fegnar þeim.Sátu þeir þar um vetrinn í góðu yfirlæti.En um várit bjuggust þeir í burt at finna menn sína,en at skilnaði gáfu þeir Arinnefju ok Skröggi lögmanniJötunheima, ok skildu þau með vináttu. Höfðu þeir íburtu þær gersimar allar, sem áðr váru greindar. Síðanfóru þeir móts við menn sína ok kómu til þeira ísíðustu viku vetrar, ok urðu með þeim fagnafundir miklir,en þegar byr gaf, sigldu þeir í haf ok léttu eigi fyrr enþeir fundu Tryggva konung."}}