{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_2", "text": {"0": "At jólum helt konungr veizlu dýrliga. Hildr in yngrinam hannyrðir ok sat í skemmu, ok var hún Bekkhildrkölluð. Hún var vitr. Inn fyrsta dag jóla sendir konungreptir dóttur sinni, ok nú býr hún sik ok sínarskemmumeyjar, ok ganga út á strætit, ok fylgdu þeimsæmiligir hofmenn. En er þær váru komnar fyrir grasgarðnokkurn, heyrðu þær gný mikinn ok sá fljúgaeinn ógurligan gamm. Sýndust þeim hans vængir breiðastút yfir borgina, ok kemr mikit myrkr, en þessigammr tók konungsdóttur ok flýgr burt með hana, enlaust til bana tvá hennar þjónustumenn, en allir urðuógurliga hræddir. Kómu þessi tíðendi nú í höllina, okvarð konungr dapr mjök. Hann mælti: \"Seint vill fráhefja um þann mannskaða, sem vér fáum. Kann ekeigi at skilja, hverjar óvættir á munu liggja. Því skalþau mín orð mega bera, at hverr, sem þat vill vinnatil minna dætra at leita eptir þeim, þá skal sá, sem þærfinnr, eiga þær ok þriðjung míns ríkis, en ef þær finnastdauðar, skal sá hafa inn bezta jarlsdóm í mínu ríkiok þá gifting, sem hann vill.\" En margir sögðu, atmikit væri út gefit, enda væri til mikils at vinna. Líðanú jólin, ok ferr hverr heim til síns heimilis, ok þykkirmörgum mikils verð þessi tíðendi.Líðr nú vetrinn ok sumarit eptir, ok at áliðnu haustibar þar til tíðenda, at þar kom skip eitt lítit vexti, enallt gulli búit fyrir ofan sjó. Þar váru á þrír tigir mannaok þjónustumenn at auki. Konungr var fyrir í höfninni.Þeir gengu fyrir konung ok kvöddu hann. Hanntók vel kveðju þeira ok spurði, hverir þeir væri, en sákveðst Ásmundr heita ok kallaðr berserkjabani, er fyrirþeim var. \"Hversu gamall maðr ertu?\" sagði konungr.\"Sextán vetra,\" sagði Ásmundr. \"Þik hefi ek gildastansét,\" sagði konungr, \"á þeim aldri, eða hvaðan ertu atkominn?\" \"Ór hernaði,\" sagði Ásmundr, \"en nú erkomit at vetri, ok viljum vér hafa hér friðland í vetr.Skortir oss eigi fé at leggja fyrir vára menn.\" Konungrsegir þat til reiðu. Lætr Ásmundr færa föng sín af skipi,ok var þeim fengit sæmiligt herbergi at geyma sittgóz, en optast drakk Ásmundr í konungs höll. HugnaðistÁsmundr þar vel ok hans menn."}}