{"originalTitle": "Grettis_Saga_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_14", "text": {"0": "Ásmundur hærulangur setti bú að Bjargi, mikið og reisulegt,    og hafði mannmargt með sér. Hann var vinsæll maður.    Þessi voru börn þeirra Ásdísar. Atli var elstur. Hann var    gegn maður og gæfur, hægur og hógvær. Við hann líkaði hverjum    manni vel. Annan son áttu þau er Grettir var kallaður. Hann    var mjög ódæll í uppvexti sínum, fátalaður og óþýður, bellinn    bæði í orðum og tiltektum. Ekki hafði hann ástríki mikið af    Ásmundi föður sínum en móðir hans unni honum mikið. Grettir    Ásmundarson var fríður maður sýnum, breiðleitur og    skammleitur, rauðhærður og næsta freknóttur, ekki bráðger    meðan hann var á barnsaldri. Þórdís hét dóttir Ásmundar er    síðan átti Glúmur son Óspaks Kjallakssonar af Skriðinsenni.    Rannveig hét önnur dóttir Ásmundar. Hana átti Gamli    Þórhallsson Vínlendings. Þau bjuggu á Melum í Hrútafirði.    Þeirra son var Grímur. Sonur Glúms og Þórdísar Ásmundardóttur    var Óspakur, er deildi við Odd Ófeigsson sem segir í    Bandamanna sögu.    Grettir óx upp að Bjargi þar til er hann var tíu vetra    gamall. Hann tók þá heldur við að gangast. Ásmundur bað hann    starfa nokkuð. Grettir sagði sér það eigi mundu vera vel hent    og spurði þó að hvað hann skyldi gera.    Ásmundur svarar: \"Þú skalt gæta heimgása minna.\"    Grettir svarar og mælti: \"Lítið verk og löðurmannlegt.\"    Ásmundur svarar: \"Leys þú þetta vel af hendi og mun þá batna    með okkur.\"    Síðan tók Grettir við heimgásunum. Þær voru fimm tigir og með    kjúklingar margir. Eigi leið langt áður honum þóttu þær    heldur bágrækar en kjúklingar seinfærir. Honum gerði mjög    hermt við þessu því að hann var lítill skapdeildarmaður.    Nokkuru síðar fundu förumenn kjúklinga dauða úti og heimgæs    vængbrotnar. Þetta var um haustið. Ásmundi líkaði stórilla og    spurði hvort Grettir hefði drepið fuglana.    Hann glotti að og svarar:Það geri eg víst, er vetrar,vind eg háls á kjúklingum.Enn þótt eldri finnisteinn ber eg af sérhverri.    \"Og skaltu eigi lengur af þeim bera,\" sagði Ásmundur.    \"Vinur er sá annars er ills varnar, sagði Grettir.    \"Fást mun þér verk annað,\" sagði Ásmundur.    \"Fleira veit sá er fleira reynir,\" sagði Grettir, \"en hvað    skal eg nú gera?\"    Ásmundur svarar: \"Þú skalt strjúka bak mitt við elda sem eg    læt jafnan gera.\"    \"Heitt mun það um hönd,\" sagði Grettir, \"en þó er verkið    löðurmannlegt.\"    Fór nú svo fram um hríð að Grettir heldur þessum starfa.    Tekur nú að hausta. Gerðist Ásmundur heitfengur mjög og    eggjar Gretti að strjúka fast bak sitt.    Það var háttur í þann tíma að eldaskálar voru stórir á bæjum.    Sátu menn þar við langelda á öftnum. Þar voru borð sett fyrir    menn og síðan sváfu menn upp frá eldunum. Konur unnu þar tó á    daginn.    Það var eitt kveld að Grettir skyldi hrífa bak Ásmundar að    karl mælti: \"Nú muntu verða af þér að draga slenið,    mannskræfan,\" segir hann.    Grettir segir: \"Illt er að eggja óbilgjarnan.\"    Ásmundur mælti: \"Aldrei er dugur í þér.\"    Grettir sér nú hvar stóðu ullkambar í setinu, tekur upp    kambinn og lætur ganga ofan eftir baki Ásmundar. Hann hljóp    upp og varð óður við og vildi ljósta Gretti með staf sínum en    hann skaust undan. Þá kom húsfreyja að og spurði hvað þeir    áttust við.    Grettir kvað þá vísu þessa:Mik vill menja stökkvir,mjög kenni eg þess, brenna,hodda grund, á höndum,höfugt ráð er það báðum.Læt eg á hringa hreyti,hör-Gerðr, tekið verðagörr, sé eg gildra sáragögl, óskornum nöglum.    Illa þótti húsfreyju er Grettir hafði þetta til tekið og kvað    hann ekki fyrirleitinn verða mundu. Ekki batnaði frændsemi    þeirra Ásmundar við þetta.    Nokkuru stundu síðar talaði Ásmundur til að Grettir skyldi    geyma hrossa hans. Grettir kvað sér það betra þykja en    bakeldagerðin.    \"Þá skaltu svo að fara,\" sagði Ásmundur, \"sem eg býð þér.    Hryssu á eg bleikálótta er eg kalla Kengálu. Hún er svo vís    að um veðráttu og vatnagang að það mun aldrei bresta að þá    mun hríð eftir koma ef hún vill eigi á jörð ganga. Þá skaltu    byrgja í húsi hrossin en halda þeim norður á hálsinn þegar er    vetur leggur á. Þætti mér þurfa að þú leystir þetta verk    betur af hendi en þau tvö sem áður hefi eg skipað þér.\"    Grettir svarar: \"Þetta er kalt verk og karlmannlegt. En illt    þykir mér að treysta merinni því að það veit eg öngvan fyrr    gert hafa.\"    Nú tekur Grettir við hrossageymslunni og leið svo fram yfir    jól. Þá gerði á kulda mikla með snjóvum og illt til jarða.    Grettir var lítt settur að klæðum en maður lítt harðnaður.    Tók hann nú að kala en Kengála stóð á þar sem mest var svæðið    í hverju illviðri. Aldrei kom hún svo snemma í haga að hún    mundi heim ganga fyrir dagsetur. Grettir hugsar þá að hann    skal gera eitthvert það bellibragð að Kengálu yrði goldið    fyrir útiganginn.    Það var einn morgun snemma að Grettir kom til hrossahúss,    lýkur upp og stóð Kengála fyrir stalli því að þótt hrossum    væri fóður gefið, þeim er með henni voru, þá hafði hún það    ein. Nú fór Grettir upp á bak henni. Hann hafði hvassan hníf    í hendi og rekur á um þverar herðar Kengálu og lætur svo    ganga aftur tveim megin hryggjar. Hrossið bregður nú hart við    því að það var feitt og fælið, eys svo að hófarnir brustu í    veggjunum. Grettir féll af baki og er hann komst á fætur    leitar hann til bakferðar. Er þeirra viðureign hin snarpasta    og svo lýkur að hann flær af henni alla baklengjuna aftur á    lend, rekur síðan út hrossin og til haga. Ekki vildi Kengála    bíta nema til baksins. En er skammt var af hádegi bregður hún    við og hleypur heim til húss.    Grettir byrgir nú húsið og gengur heim. Ásmundur spyr hvar    hrossin væru. Grettir kveðst geymt hafa í húsi eftir vanda.    Ásmundur segir að þá mundi skammt til hríðar er hrossin vildu    eigi á standa í þvílíku veðri.    Grettir segir: \"Skýst þeim mörgum vísdómurinn er betri von er    að.\"    Líður nú af nóttin og kom eigi hríðin. Rekur Grettir hrossin    og þolir Kengála ekki í haga. Undarlegt þótti Ásmundi það en    veðráttu brá eigi úr því sem áður hafði verið.    Hinn þriðja morgun fór Ásmundur til hrossanna og að Kengálu    og mælti: \"Illa þykir mér hrossin við hafa orðið að jafngóðum    vetri en þú munt síst bregðast að bakinu Bleikála.\"    \"Verður það er varir,\" sagði Grettir, \"og svo hitt er eigi    varir.\"    Ásmundur strauk bakið á hrossinu og fylgdi þar húðin. Honum    þótti undarlegt því svo var orðið og kvað Grettir þessu valda    mundu. Grettir glotti að og svaraði öngu.    Bóndi fór heim og var málóði mjög. Hann gekk til eldaskála og    heyrði að húsfreyja mælti: \"Vel skyldi nú reynst hafa    hrossageymslan frænda míns.\"    Ásmundur kvað vísu:Fyrst hefir flegna trausta,fær prettað mig, Grettir,fljóð eru flest hin prúðufullmálug, Kengálu.Víst mun venja flestarvitr drengr af sér lengi,hróðr nemi hrings hin fríðaHlín, kvaðningar mínar.    Húsfreyja svarar: \"Eigi veit eg hvort mér þykir meir frá móti    að þú skipar honum jafnan starfa eða hitt að hann leysir alla    einn veg af hendi.\"    \"Nú skal og um enda gert fyrir það,\" sagði Ásmundur, \"en hafa    skal hann viðurgerning því verra.\"    \"Telji þá hvorigir á aðra,\" sagði Grettir og svo fór fram um    stund. Ásmundur lét drepa Kengálu.    Mörg bernskubrögð gerði Grettir, þau sem eigi eru í sögu    sett. Hann gerðist nú mikill vexti. Ekki vissu menn gjörla    afl Grettis því að hann var óglíminn. Orti hann jafnan vísur    og kviðlinga og þótti heldur níðskár. Ekki lagðist hann í    eldaskála og var fátalaður lengstum."}}