{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_12", "text": {"0": "Halda þeir nú víða um sumarit, ok varð þeim gotttil fjár, en fengu sjó stóran ok storma mikla. En umhaustit kómu þeir at stóru landi. Þar var fjörðr mikillok fjöll stór. Hörðr mælti: \"Hér munum vér á landisofa.\" Hjálmþér mælti í móti. Hörðr kveðst ráða vilja.Var svá gert. Váru tjöld á land borin. Hjálmþér segir:\"Illa skal við þá gera, sem á skipunum eru.\" \"Eigi skalþat,\" segir Hörðr. Hann gekk út á skipin ok bað menngera sik lystuga ok gaf þeim vín at drekka. Sinn gripgaf hann hverjum þeira. Urðu þeir skjótt drukknir.Hörðr tók mat ok öl ok gekk á land. Hjálmþér gekkí burt ór tjaldinu, er þeir váru sofnaðir, fram meðsjónum. Fjall mikit ok ógna hátt stóð við sjóinn, ení miðju fjallinu leit hann standa tröllkonu stórskorna.Hún hafði gullofinn dúk á knjám sér ok kembdi sérmeð gullkambi. Brunnr var niðr við sjóinn. Hún tókhendi sinni í hann ok þvoði með hár sitt. Hjálmþérkvað vísu:\"Hvert er þat bákn,er í bjargi sitrok sér of konungs sveit?Enga veit ekámátligrialna fyr jörð ofan.\"Hún greiddi hárit frá augum sér ok varð reið við orðhans ok kvað:\"Illa kveðr þú til mín,því at, inn ungi, muntfyrst hafðr á seyðiaf seggjum þínum.Með gullofnum dúkimá sjá in glaða mærþerra sína ljósa lokka.\"\"Illa er sá dúkr kominn, er þitt hár þerrar ok at þínumglyrnum gengr,\" segir Hjálmþér ok kvað:\"Mun þik snertaSnarvendill fyrren þú á seyðisetir konungs arfa.Handar muntu missaok hátt æpa,svá munum vit skilja,skauð it aumasta.\"Hún segir hann margt orð tala svívirðiliga, -- \"værihitt tilheyriliga mannligum manni at hafa aðra viðleitnivið unga stúlku ok hreinliga en tala illa. Þykkimér þú efniligr maðr, en mér væri forvitni á at prófaungan mann ok missa minn meydóm ok láta handtéramik um mittit. Hún seildist nú hendinni í brunninn.Hjálmþér brá sverðinu ok hjó af henni höndina íúlfliðnum. Hún rak upp skræk mikinn ok leit í stúfinnok mælti: \"Lítit framaverk er þetta einum ágætumkonungssyni at leynast at mér, en þat hlægir mik, athefnt muni þessa verks, ok mun eigi langt til.\" Húnkvað:\"Víst gleðr mik eitt,þótt vitir eigi,jöfurr inn ógndjarfi,hvat um er at vera:Munu systr mínarat ná geraút á herskipumalla menn þína.\"Hjálmþér sá á sjóinn ok sá níu tröllkonur svá stórarok illúðligar, at engar þóttist hann sét hafa þeim líkar.Þær höfðu rifit í sundr öll skipin, en drepit alla menninaok borit góz allt á land ok váru eigi litlar í starfinu.Þær höfðu heyrt öll orð þeira Hjálmþés ok Ýmu.Þær hétu svá: Hergunnr, Hremsa, Nál ok Nefja, Runaok Trana, Greip ok Glyrna, Margerðr in níunda. Húnhafði kryppu stóra, ok bar hana hæra en höfuðit. Húnhafði eitt auga, ok stóð þat í miðju enni, ok var kerlaekki frýnilig yfirlits. Hún gekk fyrir þeim systrum. Húnhafði nef ok klær af járni ok tvær tennr álnar langar,ok stóðu fram ór kjapti hennar, en vörrin in neðritók niðr á bringuna. Þat sá Hjálmþér, at hún mundimega gefa gildan koss, ef hún kynni svá fyrir sik atkoma vörrinni sem hún var stór til. Þær váru stuttklæddarpíkurnar ok göptu kjöptunum, en skóku höfuðin.Hjálmþér hugsaði, at sér mundi eigi svá búitduga, ok gekk ór fjallinu ok fyrir tjalddyrrnar. Þærganga síðan at tjaldinu. Hjálmþér hugsar, at hann máeigi við þeim öllum. Hann kvað vísu:\"Vak þú, Ölvir,ef þú vilt víf sjá;þú ert kossmildrvið konur harðla.Hér bíða þínHrauðungs meyjar.Hverf þú við,ef þér hugr dugir.\"Ölvir kvað:\"Hvat skal kalls þetta,hvat þarftu mér bregða,konungr, um kvensemi,kátr um miðnætti?En hverja hýsnoppu,sem þú á heiðum finnr,viltu, at þér í sinniséu allar.\"Hörðr mælti: \"Stöndum upp, nokkurs mun Hjálmþénú um vert þykkja.\" Hergunnr kvað:\"Held ek upp hrömmum,hér mátt, jöfurr, lítahendr Hergunnar;hefi ek negl óskorna;rifna mun þín ólpa,ef vit, jöfurr, finnumst;þér skal eigi kyrrt klappa,konungr inn suðræni.\"Hann kvað:\"Gakk þú framar hóti,fyrr en þú á seyð dragirþenna þjóðkonung,þú ert flagð it ferligsta;ettu fram járnhrömmum,ef þú afli treystir,drósin dulrífa,en ek mun dvergasmíði.\"Í því kómu þeir út. Margerðr ræðr þegar á Ölvi, enhann tekr fast á móti. Hún kvað:\"Illa leikr þú, Ölvir,eigi ert hæfr vífum;má eigi fang festaá fylki vel bornum;eggjar eru eitrblandnar,æfr er döglingr,oddar alblóðgir,eigi munu vér sigrast.\"Hörðr barðist við systrnar sjau. Þær váru fullfimar okhöfðu stórar skálmir hver þeira ok sóttu nú ákaft athonum. Hann varðist drengiliga, ok þar kom um síðir,at hann drap þær allar, enda var hann þá mjök móðr.Hjálmþér átti mjök harðan leik við Hergunni. Hafðihún vænt sax í hendi ok varðist vel. Hann þóttist aldrií meiri mannraun komit hafa sakir mjúkleika hennar,því at hvar sem hann hjó til hennar, kom jafnan ásaxit, þar til at hún mæddist. Bárust þá sár á hana,svá at hún flakti öll í sundr af sárum. Hún kallar þáhátt upp ok kvað:\"Hvar ertu, Margerðr,mær in öflgasta?Vinnr þú sigr lítinná siklings liði;hryggr er hálflaminn,en herðar brotnar,sterkr er stafnbúi,stökkva mun nú verða.\"Þær bregða við hart, ok hleypr hver sem meira máttiok stigu mjök stórum, en Hörðr eptir upp undir fjallit.Hergunnr sneri þá í móti honum. Hann hjó tilhennar, svá at af hraut höfuðit. \"Högg þú allra mannaarmastr,\" sagði Margerðr, \"mína systur.\" \"Skammtmun þér til slíks,\" segir Hörðr. Hann slæmdi til hennarsverðinu ok tók hana sundr í miðju. Veik hann aptrtil tjaldsins. Þeir Hjálmþér ok Ölvir váru komnir inní tjaldit ok sváfu. Hörðr gekk til sjóvar ok safnar samanskipviðum. Þar af gerði hann hús lítit ok fagrt, þarsem mest skýldu björgin. Þangat bar hann mat ok ölok öll þeira föng. Síðan gekk hann aptr til þeira. Standaþeir fóstbræðr upp síðan, ok ganga þeir fram með sjónum.Hjálmþér sá hús upp undir bjarginu. Hann mælti:\"Hús er þarna.\" Hörðr svarar: \"Mun hún ekki þarHervör, sem þú þreyir eptir.\" Þeir ganga í húsit. Þarvar sæng ein ok tafl á stóli ok könnur ok ker með. Hörðrgaf þeim at drekka. En þá er þá varði sem minnst, gekkhann út ok skelldi húsinu í lás. Hjálmþér mælti:\"Sveikstu mik nú, Hörðr, ok er illt at eiga þræl ateinkavin.\" Hann vildi höggva upp húsit, en sverðitbeit eigi heldr en hann hyggi í stein. Sátu þeir þarum kyrrt glaðir ok kátir."}}