{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_24", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_24", "text": {"0": "Þar er nú til máls at taka, at norðr í Noregi fyrirUppdölum réð sá konungr, er Hringr hét. Hann áttiþann son, er Björn hét. Þat er nú sagt, at drottning andaðist,ok þótti þat mikill skaði konungi ok mörgumöðrum út í frá. Landsmenn ok ráðuneyti hans báðuhann kvángast aptr, ok þat verðr, at hann sendir mennsuðr í lönd at biðja sér konu. En á móti þeim kómu andviðrimikil ok stórir stormar, ok verða nú at snúa stöfnumok halda undan veðrinu, ok þar kemr máli, at þárekr norðr á Finnmörk ok váru þar um vetrinn.Þeir fóru einn dag á land upp ok kómu at húsi einu.Þar sátu inni tvær konur, vænar at áliti. Þær fögnuðuþeim vel ok spurðu, hvaðan þeir væri at komnir. Þeirsögðu allt um ferðir sínar ok hvat at erendum var. Þeirspurðu, hvaða konum þær væri eða fyrir hverja sökþær væri komnar þar einmana ok svá langt frá öðrummönnum, svá fríðar konur ok vænar. Sú eldri sagði: \"Tilalls berr nokkut, sveinar, vér erum hér fyrir þær sakir,at einn ríkr konungr bað dóttur minnar, en hún vildiekki eiga hann, en hann hét henni afarkostum aptrí mót, ok því hefi ek hana hér í leyni, á meðan faðirhennar kemr ekki heim, því at hann liggr í hernaði.\"Þeir spurðu, hverr hennar faðir væri. Móðir hennarsagði: \"Hún er dóttir Finnakonungs.\" Þeirspurðu, hvat þær héti. Sú eldri sagði: \"Ek heiti Ingibjörg,en Hvít heitir dóttir mín; er ek frilla Finnakonungs.\"Ein mær var þar at þjóna þeim. Konungsmönnumleizt vel á þær, ok þat er ráðagerð þeira atleitast eptir, ef Hvít vildi fara með þeim ok giftastHringi konungi; bar sá þetta mál upp fyrir hana, semfyrir konungserendum var. Hún svaraði þessu ekki fljótt,en veik þó til forsjá móður sinnar. \"Svá er sem mælt er,at ór hverju vandræði verðr nokkut at ráða,\" sagðimóðir hennar, \"ok þykkir mér illa, at faðir hennar ergerðr fornspurðr at þessu, en þó verðr á þetta at hætta,ef hún skal at nokkuru nær vera.\" Eptir þetta býst húntil ferðar með þeim. Síðan fóru þeir leið sína ok funduHring konung, ok þegar fréttu sendimenn eptir, hvártkonungr vildi eiga þessa kvinnu eða færi hún aptrsömu leið. Konungi leizt vel á vífit ok gerði þegarbrullaup til hennar. Vill hann ekki gefa gaum at,þó at hún sé eigi rík. Er konungr nokkut við aldr, okfannst þat brátt á drottningu."}}