{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_2", "text": {"0": "Nú er Gautrekr konungr hefir dvalizt þá stund, erhonum vel líkaði, býst hann til heimferðar með Ingibjörgu,kvánarefni sitt, því at hann vildi heima í Gautlandidrekka brúðlaup sitt. Þórir leysti dóttur sína útmeð mikilli rausn, lét fylgja henni út mikit gull oksilfr. Snýr Gautrekr konungr heim á leið með sínuföruneyti, ok er þeir kómu fram hjá skógi nokkrumum dag, kemr þar Óláfr konungr í móti honum meðsínum mönnum. Tekst þar með þeim in harðastaorrosta. Ok er þeir höfðu barizt um hríð, mælti Óláfrkonungr: \"Viltu, Gautrekr konungr, at ek geri þérkost á at hjálpa lífi þínu, ok gef þú upp meyna í mittvald ok öll þau gæði, er henni fylgdu heiman, okskaltu þá fara í friði, hvert er þú vill, því at eigi hæfirsvá gömlum karli at válka svá væna mey; máttu númeð þessu einu þiggja þik frá dauða.\" Sem Gautrekrkonungr heyrði orð hans, mælti hann: \"Þótt ek hafalið færa en þú, þá skaltu finna, at þessi inn gamli eróragr, áðr kveld komi.\" Var Gautrekr konungr þá sváákafr, at hann gekk optliga í gegnum fylking Óláfs,ok létti aldri fyrr en Óláfr var fallinn ok allt lið hans,en Gautrekr konungr fekk sigr ok hafði fengit lítinnmannskaða. Síðan léttir hann eigi fyrr ferð sinni enhann kemr heim í Gautland, ok hafði mjök aukizthans frami í þessari ferð.Ok er hann hafði litla hríð heima verit, lætr hannstofna veizlu mikla, býðr til öllu stórmenni í landinuok drekkr hann enn it sterkasta festaröl til Ingibjargar,ok at því afliðnu velr hann sæmiligar gjafir öllum ríkismönnum,þeim sem hann höfðu heim sótt, ok óx mjökí þessu hans frami. Takast svá með þeim góðar ástir,ok sitja nú um kyrrt at ríki sínu. Ok eigi miklu síðargetr Gautrekr barn við konu sinni. Þat var sveinbarnok var færðr konungi. Hann lætr þann svein ausa vatniok gefa nafn, ok skal hann Ketill heita. Hann óx þarupp með hirðinni. Þrimr vetrum síðar fæddi Ingibjörgannan svein. Hann var mikill ok vænligr; er sánefndr Hrólfr. Váru þessir sveinar tíguliga upp fæddir,sem konungs sonum hæfði, en á sinn hátt var hvárrþeira bræðra. Ketill var manna minnstr ok inn skjótligasti,hávaðamaðr, framgjarn ok hvatvíss ok fullráræðis ok inn áleitnasti. Hann var kallaðr Ketill kregð,því at hann var svá lítill. Hrólfr var manna mestr oksterkastr, fríðr sýnum. Hann var fámálugr, fastorðr okóframgjarn, ok þótt í móti honum væri gert eða mælt,lét hann fyrst sem hann vissi eigi, en nokkuru síðar,þá er aðra varði sízt, hefndi hann grimmliga sinna mótgerða,ok þótt nokkurir þeir hlutir væri fyrir honumtalaðir, er honum varðaði, gaf hann eigi gaum at fyrstí stað. En stundu síðar eða nokkurum vetrum, svásem hann hafði hugsat útveg á því máli, þá bar hannþat upp, hvárt sem honum var þat með eða mót. Varðþat þá fram at ganga, sem hann vildi vera láta. Hannvar vinsæll af alþýðu, unnu menn honum ok mikit.Líðr nú svá fram, þar til at Ketill var tíu vetra, enHrólfr sjau vetra."}}