{"originalTitle": "Grettis_Saga_Chapter_51", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_51", "text": {"0": "Þorgils Arason reið til þings með fjölmenni. Kom þar allt    stórmenni um landið. Brátt fundust þeir Skafti lögmaður og    tóku tal með sér.    Þá mælti Skafti: \"Er það satt Þorgils að þú hefir haldið þá    þrjá menn í vetur er mestir ójafnaðarmenn þykja vera og þó    allir sekir og stillt þá svo að enginn hefir öðrum mein    gert?\"    Þorgils segir að það var satt.    Skafti mælti: \"Mikill höfðingsskapur er slíkt. Eða hversu    þykir hver þeirra skapi farinn eða hver hreystimaður hver    þeirra mun vera?\"    Þorgils segir: \"Alla ætla eg þá fullröskva til hugar en þeir    eru tveir að eg ætla hræðast kunna. Er það þó ólíkt því að    Þormóður er maður guðhræddur og trúmaður mikill en Grettir er    svo myrkfælinn að hann þorir hvergi að fara þegar að myrkva    tekur ef hann gerði eftir skapi sínu. En Þorgeir frænda minn    hygg eg ekki hræðast kunna.\"    \"Svo mun hver skapi farinn sem þú segir,\" segir Skafti.    Skildu þeir svo talið.    Á þessu alþingi kærði Þóroddur drápustúfur um víg Þorbjarnar    öxnamegins því að hann hafði eigi fram komið á Húnavatnsþingi    fyrir frændum Atla. Hugði hann að hér mundi hans mál síður    fyrir borð borið. Þeir frændur Atla sóttu Skafta að málinu en    hann kvaðst sjá lögvörn í því svo að þar mundu fullar fébætur    fyrir koma.    Síðan voru málin í gerð lagin og var það flestra ætlan að    vígin mundu á standast, Atla og Þorbjarnar. En er Skafti    vissi það gekk hann til gerðarmanna og spurði hvaðan þeir    tóku það. Þeir kölluðu þá jafna bændur er vegnir voru.    Skafti spyr: \"Hvort var fyrr, Grettir sekur ger eða Atli var    veginn?\"    En er það var reiknað þá varð það viku munur er Grettir var    sekur ger á alþingi en hitt varð þegar eftir þingið.    Skafti mælti: \"Það grunaði mig að yður mundi yfir sjást um    málatilbúnaðinn að þér hélduð þann aðila er sekur var áður og    hvorki mátti sín mál verja né sækja. Nú segi eg Gretti ekki    eiga að gera með vígsmálinu og taki eftirmál sá sem næstur er    að lögum.\"    Þá mælti Þóroddur drápustúfur: \"Hver skal þá svara víginu    Þorbjörns bróður míns?\"    \"Sjáið þér sjálfir fyrir því,\" segir Skafti, \"en ekki munu    frændur Grettis ausa fé fyrir hann eða verk hans ef honum    kaupist enginn friður.\"    Og er þess varð var Þorvaldur Ásgeirsson að Grettir var af    sagður eftirmálinu leituðu þeir þá eftir hverjir næstir voru.    Urðu þá skyldastir þeir Skeggi son Gamla að Melum og Óspakur    son Glúms af Eyri úr Bitru. Þeir voru báðir kappsmenn miklir    og framgjarnir. Varð Þóroddur nú að lúka bætur fyrir víg    Atla. Var það tvö hundruð silfurs.    Þá lagði til Snorri goði: \"Viljið þér nú Hrútfirðingar,\"    sagði hann, \"að niður falli fégjald þetta og verði Grettir    sýkn því að eg ætla að hann verði sárbeittur í sektinni?\"    Þeir frændur Grettis tóku vel undir það og sögðust aldrei    hirða um fé ef hann fengi frið og frelsi. Þóroddur kvaðst sjá    að hans hlutur varð erfiður og lést þenna mundu upp taka    fyrir sína hönd.    Snorri bað þá vita áður hvort Þórir úr Garði vildi leyfi til    leggja að Grettir yrði sýkn. En er hann varð þess vís brást    hann reiður við og kvað Gretti aldrei skyldu úr sektum ganga    eða komast \"og að firr að hann verði sýkn,\" sagði hann, \"að    meira fé skyldi leggja til höfuðs honum en nokkurum öðrum    skógarmönnum.\"    En er hann tók þetta svo þvert varð ekki af sýknuninni. Tóku    þeir Gamli féið til sín og varðveittu en Þóroddur drápustúfur    fékk öngvar bætur eftir Þorbjörn bróður sinn. Lögðu þeir    Þórir þá báðir fé til höfuðs Gretti, þrjár merkur silfurs    hvor þeirra. Það þótti mönnum nýlunda því að aldrei hafði    verið meira lagt en þrjár merkur. Snorri kvað þetta    óviturlegt að bekkjast til að hafa þann mann í sektum er svo    miklu illu mætti orka og kvað þess margan gjalda mundu.    Skildu menn við það og riðu heim af þinginu."}}