{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_20", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_20", "text": {"0": "Nú er þar til at taka, at þeir sækja at Þorsteini, enhann varðist vel ok drengiliga, en svá lýkr, at Þorgrímrfell ok þrír förunautar hans. Þá börðust þeir Þorsteinnok Beli á nýjan leik. Varði Þorsteinn sik, en vildi ekkisæra Bela, en Beli sótti at, þar til at Þorsteinn greiptil hans ok setti hann niðr hjá sér ok mælti: \"Alls áek kosti við þik, en ek vil gefa þér nú líf ok þat með,at vit verðum fóstbræðr. Skaltu konungr vera, en ekhersir. Ek vil ok biðja Ingibjargar, systur þinnar, okhafa heiman með henni eignir í Sogni.\" \"Eigi er þatit hægra,\" segir Beli, \"af því at systir mín er horfin íburt, svá at engi veit, hvat af henni er orðit.\" \"Þatmá vera,\" segir Þorsteinn, \"at hún sé aptr komin.\"\"Eigi sé ek,\" segir Beli, \"at hún fái röskara mann enþik, ok vil ek þenna kost allan.\"Bundu þeir þetta með fastmælum ok fóru nú heim íSogn. Varð Beli þess snart varr, at systir hans var aptrkomin með öllum þvílíkum blóma sem hún hafði áðrhaft í æsku sinni. Þorsteinn hefr upp orð sín ok biðrIngibjargar sér til handa. Var þat ráðum ráðit. Hafðihún heiman eignir þær, er lágu öðrum megin fjarðarins.Hét sá bær at Framnesi, er Þorsteinn réð fyrir,en sá á Sýrströnd, er Beli réð fyrir.Þeir Þorsteinn lögðust í hernað um várit ok höfðufimm skip. Herjuðu þeir víða um sumarit ok varðgott til fjár, en heldu heim at hausti ok höfðu sjauskip.Annat sumar lögðu þeir í hernað ok varð illt til fjár,því at víkingar allir forðuðust þá. Ok er þeir komaat skerjum þeim, er Elfarsker heita, lögðu þeir at höfnum kveldit, ok gengu þeir á land Þorsteinn ok Beliok yfir þvert nesit, þat er þeir lágu undir. En er þeirkómu yfir nesit, sáu þeir tólf skip liggja tjölduð svörtumtjöldum. Þeir sáu tjöld á landi, ok rauk af. Þeirþóttust þat vita, at þat mundi vera matsveinar. Þeirköstuðu yfir sik dulklæðum ok gengu þangat, ok erþeir kómu þar at tjalddyrunum, færðust þeir báðir ídyrrnar, svá at ekki náði út at leggja reykinn. Þeir váruharðorðir, er mat gerðu, ok spyrja, hvat stafkörlumþetta væri, at svá váru kyndugir, at þá vildu brennainni eða kæfa. Þeir létu endemliga ok svöruðu meðdimmri raust ok sögðu, at þeir vildu afla sér matar,-- \"eða hverr er sá inn ágæti, er þessum flota ræðr, erhér liggr við land?\" \"Þit munuð vera heimskir karlar,\"segja þeir, \"at þit hafið eigi heyrt getit Úfa, er kallaðrer Slysa-Úfi, sonr Herbrands ins höfuðmikla. Þeireru bræðr ok Ötunfaxi. Ek veit enga frægri en þá undirsólunni.\" \"Vel segið þit,\" segir Þorsteinn. Litlu síðarfóru þeir burt til manna sinna.Snemma um morguninn bjuggust þeir ok reru framfyrir nesit. Æptu þeir þegar heróp. Hinir bjuggust þáskjótt við ok tóku til vápna sinna, ok tókst þar harðrbardagi. Hafði Úfi lið meira ok var sjálfr inn harðfengasti.Börðust þeir svá lengi, at ekki mátti í milli sjá,hvárir sigruðust. Inn þriðja dag réð Þorsteinn tiluppgöngu á dreka þann, er Slysa-Úfi stýrði, ok Beli þegareptir honum, ruddust um drengiliga, drápu hvern mannfyrir framan siglu. Þá réð Úfi ór lyptingunni mót Bela,ok áttust þeir við vápnaskipti nokkura stund. Bárustþá sár á Bela, því at Úfi var bæði vápnfimr ok stórhöggr.Í því kom Þorsteinn at með Angrvaðil ok höggrtil Úfa. Þat högg kom í hjálminn ok klauf allan búkinnok brynjaðan manninn at endilöngu, en sverðitkom í siglubitann, ok fal báða eggteinana. Beli mælti:\"Þetta þitt högg, fóstbróðir, mun uppi vera, meðanNorðrlönd eru byggð.\" Síðan buðu þeir víkingum tvákosti, hvárt þeir vildu gefast upp ok halda lífi eða eigabardaga við þá. Þeir beiddust heldr at þiggja líf afþeim. Gáfu þeir þá öllum grið, því at þeir vildu þatgjarna þiggja. Fengu þeir þá mikit herfang. Lágu þeirþar þrjár nætr ok græddu menn sína ok heldu heimat hausti."}}