{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_16", "text": {"0": "Þat er þessu næst at segja, at Sturlaugr býr ferð sínalitlu síðar ok þeir allir fóstbræðr ok hafa hundrað mannaok eitt skip. Sturlaugr mælti við Hring jarl ok svá föðursinn, biðr þá sjá fyrir ráði Ásu, meðan hann er burt, okgózi hans öllu, því sem eptir var.Nú sigla þeir norðr fyrir Hálogaland ok Finnmörk okVatnsnes ok inn á Austrvík ok kasta akkerum ok liggjaþar um nóttina ok bjuggust um. Eptir þat hluta þeirum vöku, ok hlaut Áki at vaka inn fyrsta þriðjung nætr,en Framarr annan, en Sturlaugr inn síðsta.Ok er menn váru sofnaðir á skipinu allir nema Áki,tók hann bát ok rær með landi fram út með nesinu.Hann heyrir, at gengit er uppi í grjótinu. Áki tók þá tilorða ok mælti: \"Hvárt skal ek hér heilsa karlmanni eðakonu?\" Þá var honum svarat: \"Víst er þetta kona.\"\"Hvat heitir þú, drós?\" segir Áki. \"Ek heiti Torfa,\" segirhún, \"eða hverr er á bátnum?\" segir hún. \"Áki heitirsá,\" segir hann. \"Eigi mun Áki Járngerðarson hér kominn?\"segir hún. \"Sá er maðrinn sami,\" segir hann.\"Viltu eiga kaup við mik, Áki minn?\" segir hún. \"Hverter kaup þat?\" segir hann. \"Þat, at þú flytir mik til eyjarþeirar, er hér er skammt frá landi. Þar hefir látizt faðirminn frá miklu fé, en vér erum þrjár systr ok eigumarfi at skipta með oss. Vilda ek fyrri koma en þær. Munek gefa þér tveggja dægra byr, þá er bezt kemr við.\"\"Svá skal vera,\" segir Áki. Nú stígr hún út á bátinn, enhann reri út á sundit, ok er hann hefir skammt róit,tók hún til orða: \"Nú má ek vel vaða til lands, en þúfar heill ok happadrjúgr, ok skal ek vel efna við þik.\"Nú styttir hún upp skinnkyrtilinn ok stígr fyrir borð.Áki reri eptir þat til skips ok vekrupp Framar, en leggst niðr sjálfrok sofnar skjótt.Framarr stígr í bátinn ok rær útmeð nesinu. Hann heyrir í grjótinu,at gengit er í fjörunni. Framarrmælti: \"Hvárt er karlmaðr eðakona á landi?\" Þá var svarat: \"Eflauster þetta kona.\" \"Hvat heitirþú, in fagra ok fésæla?\" segir hann.\"Hildr heiti ek,\" segir hún, \"okhvat heitir þú, piltr minn?\" kvaðhún. \"Framarr heiti ek,\" segirhann. \"Eigi mun hér kominn Framarr,bróðir Kols ins krappa,\" segirhún. \"Sá er maðrinn,\" segir hann.\"Ólíkir tveir,\" segir hún; \"ek vildaeiga kaup við þik,\" segir hún.\"Hverninn er kaupi því háttat?\"segir Framarr. Hún segir: \"Þú skaltflytja mik til eyjarinnar hér ernæst landi. Þar hefir andazt faðirminn frá miklu fé, en vér erumsystr þrjár at taka arf, en ek munafskipt, ef ek kem síðar,\" segir hún.Framarr segir: \"Viltu þá gefa mértveggja dægra byr?\" \"Þat skal vera,\"segir hún. Nú ferr hún í bátinn,ok þótti honum ærit mjök sígabátrinn, er hún kom út á. Húnmælti: \"Viltu, at ek rói með þér?\"\"Eigi eru þau efni í,\" segir Framarr.En er eptir var þriðjungrsunds, þá tók hún til orða: \"Eigi þarftu nú lengra útat flytja mik, eru nú þeir einir álar til lands, at ek get velvaðit.\" Hún sté þá fyrir borð ok óð svá til eyjarinnar.En Framarr fór aptr til skips ok vekr upp Sturlaug.Hann sprettr skjótt á fætr, en Framarr leggst til svefns.Sturlaugr stígr á bátinn ok rær fram með nesinu. Oker hann kemr norðr um nesit, heyrir hann, at gengiter uppi í grjótinu, ok sér, at eldr hrýtr ór grjótinuundan þessu kvikendi. Þat hefir í hendi atgeir einn;þat þótti honum sem þat mundi eigi alþýðu vápn vera,er þetta skrípi berr. Sturlaugr spyrr: \"Hvárt á ek hérat heilsa konu eða karlmanni?\" Hún segir: \"Veiztueigi, hvat þú sér? Kona er þetta,\" segir hún, \"eða hvatheitir þú?\" \"Sturlaugr heiti ek,\" segir hann. \"Hvaðanertu kominn eða hvert ætlar þú, Sturlaugr inn starfsami?\"segir hún, \"en Hornnefja heiti ek,\" segir hún.\"Hvat er manna með þér?\" kvað hún, \"eða er Hrólfrnefja nokkut með þér? Svá er mér sagt,\" sagði hún,\"at hann sé mikit mannval ok hverju kvikendi fljótari.\"\"Mikit er til þess hæft,\" segir hann. \"Þá eru brögðí,\" segir hún, \"viltu eiga kaup við mik?\" \"Hverju viltukaupa?\" segir hann. \"Ek vil, at þú komir Hrólfi nefjutil mín, svá at ek megi sjá bolvöxt hans ok yfirliti, þvíat mér er mikit sagt af hans andlits fegrð. Mun ek gefaþér til grip þenna, er ek hefi í hendi mér, en þat ereinn atgeirr.\" Sturlaugr segir: \"Hvat prýðir grip þenna,er þú býðr mér?\" Hún mælti: \"Hann bítr allt þat honumer höggvit til. Hann má vera svá lítill, at þú máttnista honum í klæði þínu sem dragnál. Þar muntuhvergi koma, at þér mun eigi hægt veita at vinna meðhonum, hvat þik girnir ok þörf gerist.\" Sturlaugr segir:\"Þá munu vit kaupast við.\"Sturlaugr fór nú til fóstbræðra sinna ok vekr uppHrólf nefju ok biðr hann fara með sér. Þeir fara núburt á bergit, þar sem kerla var undir niðri. Hrólfrsezt á framanvert bergit ok lætr síga fætr fram. Hannvar svá búinn, at hann var í geitbjálfa loðnum ok digrkálfsbelgr á höfði honum, ok stóð upp rófan ór miðjuhöfði, en ketilhrím var núit um andlit hans allt okskotit kefli í munninn, svá at stórar kúlur váru út afkinnunum; uxahorn eitt hafði hann í hendi sinni; svínsbelghafði hann á hvárum fæti, ok er hann var svá búinn,þá þótti hann eigi at öllu sjáligr, þar er hann satá berginu ok gapti við tunglinu, því at þat skein glatt.Eptir þetta fór Sturlaugr til fundar við Hornnefju.Hún fagnar honum vel ok mælti: \"Hvar er Hrólfrnefja?\" Sturlaugr mælti: \"Líttu hér upp á bergit oksjá, hvar hann sitr.\" Hún snarast við fast ok sér, hvarhann er kominn. Hún heldr þá hendi fyrir augat okhyggr at vandliga ok mælti: \"Þat er þó satt at segja,\"segir hún, \"at allgerviligr err maðrinn, ok hefir eigi ofsögumverit frá sagt þessum manni, er svá er tíguligr.\"Nú þrútnar hún í vexti mjök. Síðan teygir kerla sikupp í bergit ok þóttist aldri geta hann fullkomliga sét,þar er hann var. \"Eigi kann ek hér önnur ummæli athafa en mér þætti sú kona sæl, er þenna mann hlyti.\"Þá sér Sturlaugr, at hún muni fá þrifit í fætr honum,ok vill eigi þess bíða ok hleypr ór bátinum utan ok áeinn stein ok leggr at henni með atgeirnum, svá atstóð í gegnum hana. Hún lét þá fallast á hann ofan,ok fór hann þegar í kaf ok kafaði út undan henni, enbátnum hvolfdi. Hún lét þar líf sitt, en hann réttirbátinn. Fara þeir aptr við svá búit til félaga sinna oksegja þeim, hversu farit hefir. Þeir láta vel yfir."}}