{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_11", "text": {"0": "Einn dag sem Hringr jarl var á leiki með mennsína, er léku fyrir þeim Hring ok Sturlaugi, þá sáuþeir ríða mann af mörkinni á rauðum hesti at þeim,brynjaðr allr. Hann var mikill vexti, hjálm á höfði,en gyrðr sverði, gullsmeltan skjöld á hlið ok spjót íhendi. Hann reið fyrir jarl ok kvaddi hann vel. Hanntók ok honum í sama máta, spurði, hverr hann væri.Hann segir: \"Óvant er nafn mitt, ek heiti Framarr, envit erum hálfbræðr, Kolr inn krappi ok ek, en þat ermitt erendi hingat, at ek vil bjóða þér hólmgöngu,Sturlaugr, því at ek vil eigi bera bróður minn í sjóði.\"Sturlaugr segir: \"Til hólmgöngu em ek albúinn, þegarþú vilt, ok eptir illan áttu at mæla, þar sem Kolr var.\"\"Svá var þat,\" segir Framarr, \"en þó var hann mérskyldr, ok vil ek því berjast við þik, þar eð Kolr fellaustr við Gautelfi, þegar líðr hávetrinn.\" Svá skalvera,\" segir Sturlaugr. Nú ferr Framarr leiðar sinnar,en þeir eru eptir, ok leið af sumarit.Eina nótt, er þau lágu bæði í hvílu sinni, Sturlaugrok Ása, mælti Ása: \"Er hólmganga á hendi þér, Sturlaugr?\"segir hún. \"Svá er víst,\" segir hann, \"eða hvertráð leggr þú á með mér um þetta?\" Ása segir: \"Far þúok finn Véfreyju, fóstru mína, ok haf hennar ráð umþetta.\" \"Svá skal vera,\" segir Sturlaugr. Hann ferr núá fund Véfreyju. Var kerling úti ok fagnaði þeim vel,ok eru þeir þar um nóttina. Um morgininn spyrr Sturlaugrkerlingu ráðs um þetta. Kerling mælti: \"Viðhvern skaltu nú á hólm ganga?\" \"Framarr heitir hann,\"segir Sturlaugr, \"bróðir Kols krappa.\" Kerling segir:\"Ólíkir menn,\" sagði hún, \"ok er þat illt, at þit skuluðbera banaspjót hvárr á móti öðrum, því at Framarr erinn vaskasti maðr ok af inum beztu ættum, en Kolrvar inn versti maðr ok þræla ættar, ok sæll væri sá, erþví kæmi til leiðar, at þit væruð heldr vinir en fjandmenn,ok kann ek eigi til at leggja, ok mun fara atauðnu með ykkr, en fara skal Svipuðr, fóstri minn,með þér.\"Nú fara þeir leiðar sinnar ok létta eigi fyrr en þeirkoma austr til Elfar, ok reið Framarr þá at öðrummegin. Hittast þeir ok fréttast almæltra tíðenda, stígaaf baki, tjalda hvárir búð með öðrum ok sofa af nóttina."}}