{"originalTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sögubrot_Af_Nokkurum_Fornkonungum_Í_Dana-_Ok_Svíaveldi_Chapter_7", "text": {"0": "Ok er Haraldr konungr hilditönn var orðinn svágamall, at hann hafði hálft annat hundrað vetra, þálá hann í rekkju ok mátti eigi ganga, ok var þat víðaum ríki hans, er á gengu víkingar með hernað. Ok þáþótti vinum hans illa fara ríkin, er eyðast tók landsstjórnin,þótti ok mörgum hann fullgamall, ok nokkurirríkismenn gerðu ráð, er konungr tók kerlaug, atþeir lögðu yfir ofan viðu ok báru á grjót ok vildu kæfahann í lauginni. Ok er hann vissi, at þeir vildu tapahonum, bað hann þá láta sik í brott ór lauginni. \"Veitek, at yðr þykkir ek of gamall. Þat er ok satt, en velmætta ek verða skapdauði. Eigi vil ek þenna dauðann,at deyja í lauginni. Vil ek deyja miklu konungligar.\" Þákómu til vinir hans ok tóku hann í brott.Ok litlu síðar gerði hann menn upp á Svíþjóð tilHrings konungs, frænda síns, með þeim orðsendingum,at hann skyldi safna her um allt þat ríki, sem hannvarðveitti, ok koma í móti honum at landamæri okberjast við hann, ok lét segja honum allan atburð, ertil hafði komit, at Dönum þótti hann til gamall. Okeptir þetta safnar Hringr konungr liði um allt Svíaveldiok Vestra-Gautland, ok mikit lið hafði hann afNoregi. Ok er svá sagt, at þá er Svíar ok Norðmennfóru út með leiðangrinn um Stokksund, at þá var hálfrþriði tugr hundraða skipa. En Hringr konungr reiðmeð hirð sína ok Vestr-Gautum it efra um Eyrarsundok sótti svá vestr landveg til skógarins Kolmerkr, erskilr Svíþjóð ok Eystra-Gautland. Ok þá er Hringr konungrkom af skóginum vestr þar, sem heitir Brávík,þá kom þar í mót skipaherr hans, ok setti Hringr konungrþar herbúðir sínar á Brávelli undir skóginum,milli ok víkrinnar. Haraldi konungr dregr nú samanher um allt Danaveldi, ok mikill herr kom ór Austrríkiok allt ór Kænagarði ok af Saxlandi. Ok þá er herrhans var saman kominn á Selund, þar sem Kægjaheitir, ok yfir til Skáneyrar af Landeyri, máttu mennganga þar yfir at skipum einum, ok allr sær þótti þakiðraf skipaher hans. Þá sendir hann þann mann, erHerleifr hét, ok með þeim Saxa her á fund Hrings konungs,ok láta hasla honum völl ok taka þeim orrostustaðok segja í sundr griðum ok friði. Haraldr konungrfór með herinn á sjau dögum, áðr hann kom austrí Brávík. Ok þá bjuggust hvárirtveggju til orrostu okfylktu liði sínu."}}