{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_1", "text": {"0": "ALLIR menn, þeir sem sannfróðir eru at um tíðendi,vita, at Tyrkir ok Asíamenn byggðu Norðrlönd.Hófst þá tunga sú, er síðan dreifðist um öll lönd. Formaðrþess fólks hét Óðinn, er menn rekja ætt til.Í þann tíma réð sá konungr fyrir Þrándheimi íNoregi, er Haraldr gullmuðr hét. Hann átti drottningu.Ekki er getit barna þeira. Jarl einn var í ríki hans,er Hringr hét. Hann sat fram við sjó í Kaupangi. Hannátti dóttur eina, er kölluð var Ása in fagra, því at húnbar af öllum jómfrúm henni samtíða sem rauða gullaf eiri blökku eða sem sól af himintunglum öðrum.Ingólfr hét ríkr maðr, er réð fyrir Naumudælafylki.Hann átti þann son, er Sturlaugr hét. Hann var snemmamjök mikill á vöxt, ljóss á hár ok hörund, kurteisligrí öllum háttum ok allr var hans líkami vel skapaðr,blíðr í máli við sína menn, hægr í skapi ok örr af peningum;því var hann stórum vinsæll. Hann vandi sikvið skot ok sund ok alls kyns íþróttir. Ingólfr, faðirhans, hafði atsetr á þeim bæ, er heita Skartastaðir. Hannvar inn mesti rausnarmaðr ok hafði fjölda fólks meðsér. Annat bú átti hann sér í ey þeiri, er Njarðey heitir,var þar ok fjölmenni mikit, ok enn átti hann önnurfjögur bú.Maðr hét Ásgauti. Hann bjó á bæ þeim, er Tunglaheimrheitir. Hann var mikils háttar maðr. Hann áttiþá konu, er Gríma hét. Þau áttu tvá sonu. Hét annarrJökull, en annarr Guttormr. Þeir váru gildir menn okvel menntir sem faðir þeira. Maðr hét Þórgautr. Hannbjó í eyju þeiri, er Loka heitir. Kona hans hét Helga.Þau áttu tvá sonu. Hét annarr sonr þeira Sóti, en annarrHrólfr nefja. Þeir váru miklir menn ok sterkir.Hrafn hét maðr. Hann var bóndi. Hann bjó í eyjuþeiri, er Urga heitir. Kona hans hét Helga. Þau áttueinn son, er Sighvatr hét. Hann var sterkr at afli okmenntr vel. Járngerðr hét kona. Hún bjó á þeim bæ,er á Bergi heitir, skammt frá Ingólfi. Hún átti sér þannson, er Áki hét. Hann var mikill maðr at afli. Hanngekk næst Sturlaugi um allar íþróttir af þeim mönnum,sem honum váru samtíða. Þeir lékust við barnleikumÁki ok Sturlaugr. Þessir menn lékust allir barnleikum,er nú váru taldir, ok námu alls kyns íþróttir, þær semmönnum váru þá tíðar kenna sonum sínum, ok sórustþeir í fóstbræðralag. Váru þó allir saman með feðrumsínum í góðu meðlæti."}}