{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_3", "text": {"0": "Þat var nú eitthvert sinn, at hirðin hafði soppleik,ok léku menn með kappi miklu, ok gerðuþeir nú leik til Bósa, en hann tók hart í móti,ok gekk hönd ór liði á einum konungsmanni.Annan dag braut hann fót í öðrum. Inn þriðja dag veittustat honum tveir menn, en margir óþægðu honum.Sló hann þá augat ór einum með soppinum, en annanfelldi hann, ok brotnaði hann á háls. Hlupu þeir þá tilvápna ok vildu drepa Bósa, en Herrauðr stóð hjá honummeð þá menn, sem hann gat fengit, ok var búit viðsjálft, at þeir mundu berjast, áðr en konungr kom til.En fyrir tillögu Sjóðs gerði konungr Bósa útlægan, enHerrauðr kom honum undan, svá at honum varð eiginát.Litlu síðar beiddi Herrauðr föður sinn at fá sér herskipok röskva menn til fylgdar, því at hann létzt viljaór landi ok afla sér meiri frægðar, ef þess verðr auðit.Konungr bar þat mál fyrir Sjóð, en hann kveðst ætla,at sneyðast mundi féhirzlurnar, áðr en Herrauðr er sváheiman gerr sem honum líkar. Konungr sagði, at þeirskyldu við þat leita, ok varð svá at vera sem konungrvildi, ok var nú búin ferð Herrauðar með miklum fékostnaði,ok var hann vandr at öllu, ok kom þeimbræðrum lítt saman. Hafði hann fimm skip ór landi,ok váru þau flest öll forn. Vaska menn hafði hann meðsér ok mikit fé í gulli ok silfri, ok sigldi hann nú burtaf Gautlandi ok suðr til Danmerkr.Einn dag í miklu veðri þá stóð maðr á bjargi okbeiddi fars. Herrauðr sagðist eigi gera sétr króka til hans,en segir far til reiðu, ef hann náir skipinu. Þessi maðrstökk af bjarginu ok kom niðr á sveifinni fyrir utanstýrit, ok var þat fimmtán álna langt hlaup. Þar þekktumenn Bósa. Herrauðr fagnar honum vel ok segir hannskyldu vera stafnbúa á skipi sínu. Þaðan sigldu þeir tilSaxlands ok herjuðu, hvar sem þeir fóru. Þeim varðgott til fjár, ok fóru þeir svá fimm vetr."}}