{"originalTitle": "Beowulf2_Xvi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xvi", "text": {"0": "XVIThen still on each one the prince of earls,Of those who with Beowulf the watery waves traversed,On the mead-bench a treasure bestowed.A sword as an heir-loom, and bade for that oneTo pay with gold, whom Grendel beforeWith evil killed, as he more of them would,Had not the wise God weird averted,And the man's courage: the Creator ruled allOf the race of mankind, as He still doth:Therefore is insight everywhere best,Forethought of mind. He shall abide muchOf good and of ill, he who long hereIn these days of sorrow useth the world.There song and music was all togetherAbout Healfdene's battle-leader;The harp was played, the song oft rehearsed,When joy in hall Hrothgar's minstrelAlong the mead-bench was to make known:\"He sang of Finn's sons when that danger befellThe heroes of Healfdene, when Hnaef of the ScyldingsIn Frisian land was fated to fall.Then indeed Hildeburh needed not praiseThe faith of the Jutes: guiltless was sheDeprived of her dear ones in the shield-play,Of sons and of brothers: by fate they fellWounded with spear: that was a sad woman.Not without reason did the daughter of HocLament fate's decree, when morning came,When she under heaven might then beholdThe death-bale of kinsmen, where she before hadMost worldly joy. War took away allThe thanes of Finn except a few only,So that he could not, on that meeting-place,In fight with Hengest at all contend,Nor even the remnant rescue by warFrom the chief's thane : but they offered them terms,That they for them other hall would provide,Hall and high seat, that they power of halfWith the Jutes' sons were to possess,And at treasure-givings the son of FolcwaldaOn every day would honor the Danes,The band of Hengest with rings would enrich,Even as much with costly jewelsOf plated gold, as he the FrisiansIn the beer-hall would encourage.Then they confirmed on either sideA firm peace-compact: Finn to Hengest,In valor invincible, promised with oathsThat he the remnant, by the doom of his wise men,In honor would hold, that no man thereBy words nor works the compact should break,Nor ever through cunning should violate it,Though they their ring-giver's murderer followed,Deprived of their prince, since so 'twas appointed them:If then of the Frisians any one with bold speechOf that bloody feud mindful should be,Then the edge of the sword it should avenge.The oath was confirmed and treasure of goldFrom the hoard taken. Of the warlike ScyldingsThe best of the warriors was at the pyre ready;At the funeral-pile was easily seenThe blood-stained sark, the all-golden swine,The boar of hard iron, many a princeDestroyed by wounds: some fell in slaughter.Hildeburh bade then at Hnaef's funeral-pyreTo consign to the flame her own dear son,The body to burn and on the pyre place.The wretched woman wept on his shoulder,Mourned him in songs. The fierce smoke arose,Wound to the clouds the greatest of fires,Before the mound roared: the heads were melted,The wound-openings burst; then out sprang the bloodFrom the wound of the body. The flame swallowed all,Greediest of spirits, of those whom war tookOf both of the peoples: gone was their breath."}}