{"originalTitle": "Völsunga_Saga_Chapter_38", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_38", "text": {"0": "Atli konungr þóttist nú hafa unnit mikinn sigr oksagði Guðrúnu svá sem með nokkuru spotti eða svásem hann hældist: \"Guðrún,\" segir hann, \"misst hefirþú nú bræðra þinna, ok veldr þú því sjálf.\" Húnsvarar: \"Vel líkar þér nú, er þú lýsir vígum þessumfyrir mér, en vera má, at þú iðrist, þá er þú reynir þat,er eptir kemr, ok sú mun erfðin lengst eptir lifa attýna eigi grimmdinni, ok mun þér eigi vel ganga,meðan ek lifi.\" Hann svarar: \"Vit skulum nú geraokkra sætt, ok vil ek bæta þér bræðr þína með gulliok dýrum gripum eptir þínum vilja.\" Hún svarar:\"Lengi hefi ek eigi verit hæg viðreignar, ok mátti umhræfa, meðan Högni lifði. Muntu ok aldri bæta bræðrmína svá, at mér hugni, en opt verðu vér konurnarríki bornar af yðru valdi. Nú eru mínir frændr allirdauðir, ok muntu nú einn við mik ráða. Mun ek núþenna kost upp taka, ok látum gera mikla veizlu, okvil ek nú erfa bræðr mína ok svá þína frændr.\" Gerirhún sik nú blíða í orðum, en þó var samt undir raunar.Hann var talhlýðinn ok trúði á hennar orð, er húngerði sér létt um ræður. Guðrún gerir nú erfi eptirsína bræðr ok svá Atli konungr eptir sína menn, okþessi veizla var við mikla svörfun.Nú hyggr Guðrún á harma sína ok sitr um þat atveita konungi nokkura mikla skömm. Ok um kveldittók hún sonu þeira Atla konungs, er þeir léku viðstokki. Sveinarnir glúpnuðu ok spurðu, hvat þeirskyldu. Hún svarar: \"Spyrið eigi at. Bana skal ykkrbáðum.\" Þeir svöruðu: \"Ráða muntu börnum þínumsem þú vilt. Þat mun engi banna þér. En þér er skömmí at gera þetta.\" Síðan skar hún þá á háls. Konungrinnspurði eptir, hvar synir hans væri. Guðrún svarar: \"Ekmun þat segja þér ok glaða þitt hjarta: Þú vaktir viðoss mikinn harm, þá er þú drapt bræðr mína. Núskaltu heyra mína ræðu: Þú hefir misst þinna sona, okeru þeira hausar hér at borðkerum hafðir, ok sjálfrdrakktu þeira blóð við vín blandit. Síðan tók ek hjörtuþeira ok steikta ek á teini, en þú ázt.\" Atli konungrsvarar: \"Grimm ertu, er þú myrðir sonu þína ok gaftmér þeira hold at eta, ok skammt lætr þú ills í milli.\"Guðrún segir: \"Væri minn vili til at gera þér miklarskammir, ok verðr eigi fullilla farit við slíkan konung.\"Konungr mælti: \"Verra hefir þú gert en mennviti dæmi til, ok er mikil óvizka í slíkum harðræðum,ok makligt, at þú værir á báli brennd ok barin áðrgrjóti í hel, ok hefðir þú þá þat, er þú ferr á leið.\"Hún svarar: \"Þú spár þat þér sjálfum, en ek munhljóta annan dauða.\" Þau mæltust við mörg heiptarorð.Högni átti son eptir, er Niflungr hét. Hann hafðimikla heipt við Atla konung ok sagði Guðrúnu, athann vildi hefna föður síns. Hún tók því vel, ok geraráð sín. Hún kvað mikit happ í, ef þat yrði gert. Okof kveldit, er konungr hafði drukkit, gekk hann tilsvefns. Ok er hann var sofnaðr, kom Guðrún þar oksonr Högna. Guðrún tók eitt sverð ok leggr fyrir brjóstAtla konungi. Véla þau um bæði ok sonr Högna.Atli konungr vaknar við sárit ok mælti: \"Eigi munhér þurfa um at binda eða umbúð at veita, eða hverrveitir mér þenna áverka?\" Guðrún segir: \"Ek veldnokkuru um, en sumu sonr Högna.\" Atli konungrmælti: \"Eigi sæmdi þér þetta at gera, þó at nokkur sökværi til, ok vartu mér gift at frænda ráði, ok mundgalt ek við þér, þrjá tigu góðra riddara ok sæmiligrameyja ok marga menn aðra, ok þó léztu þér eigi athófi, nema þú réðir löndum þeim, er átt hafði Buðlikonungr, ok þína sværu léztu opt með gráti sitja.\"Guðrún mælti: \"Margt hefir þú mælt ósatt, ok ekkihirði ek þat, ok opt var ek óhæg í mínu skapi, en miklujók þú á. Hér hefir verit opt mikil styrjöld í þínumgarði, ok börðust opt frændr ok vinir, ok ýfðist hvatvið annat ok var betri ævi vár þá, er ek var meðSigurði, drápum konunga ok réðum um eignir þeiraok gáfum grið þeim, er svá vildu, en höfðingjar genguá hendr oss, ok létum þann ríkan, er svá vildi. Síðanmisstum vér hans, ok var þat lítit at bera ekkjunafn,en þat harmar mik mest, er ek kom til þín, en átt áðrinn ágæzta konung, ok aldri komtu svá ór orrostu, ateigi bærir þú inn minna hlut.\" Atli konungr svarar:\"Eigi er þat satt, ok við slíkar fortölur batnar hvárigrahluti, því at vér höfum skarðan. Ger nú til mín sómasamligaok lát búa um lík mitt til ágætis.\" Hún segir: \"Þatmun ek gera at láta þér gera vegligan gröft ok geraþér virðuliga steinþró ok vefja þik í fögrum dúkumok hyggja þér hverja þörf.\"Eptir þat deyr hann. En hún gerði sem hún hét.Síðan lét hún slá eldi í höllina. Ok er hirðin vaknaðivið óttann, þá vildu menn eigi þola eldinn ok hjuggustsjálfir ok fengu svá bana. Lauk þar ævi Atla konungsok allrar hirðar hans.Guðrún vildi nú eigi lifa eptir þessi verk, en endadagrhennar var eigi enn kominn. Völsungar ok Gjúkungar,at því er menn segja, hafa verit mestir ofrhugarok ríkismenn, ok svá finnst í öllum fornkvæðum.Ok nú stöðvaðist þessi ófriðr með þeima hættiat liðnum þessum tíðendum."}}