{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_22", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_22", "text": {"0": "Nú búast þeir bræðr í burt, ok stoðar ekki at hamlaþeim. Aðils konungr spyrr eptir, hvert þeir ætli atfara. Þeir kváðust ekki svá ráð hafa gert fyrir því --\"en skilja munu vér at sinni. Vil ek nú kynna mérannarra manna siðu ok konunga, en eldast eigi hér íSvíþjóð.\" Þeir ganga nú til hesta sinna ok þakka drottninguvel þann sóma, sem hún hafði gert til Svipdags,stíga nú á hesta sína ok ríða alla sína leið, þar tiler þeir koma til föður síns, ok spyrja hann ráða, hvatupp skal taka, -- \"eða hvat skulum vér af snúa?\" Hannkallaði þat mestan frama at vera með Hrólfi konungií Danmörk ok köppum hans, -- \"ok þar er yðr vænasttil nokkurs frama til at stöðva yðvarn ofsa, því at ekhefi þat sannspurt, at þangat séu komnir inir mestukappar á Norðrlöndum.\" \"Hvernig er honum háttat?\"segir Svipdagr. Faðir hans segir: \"Svá er mér sagt fráHrólfi konungi, at hann sé örr ok stórgjöfull, trúfastrok vinavandr, svá at hans jafningi munn eigi finnast.Hann sparar eigi gull né gersemar nær við alla, erþiggja vilja. Hann er lágligr at líta, en mikill at reynaok torveldr, manna fríðastr, stórlátr við ómilda, en ljúfrok hógværr við vesala ok við alla þá, sem ekki brjótabág í móti honum, manna lítillátastr, svá at jafnblíttsvarar hann fátækum sem ríkum. Svá er hann mikillágætismaðr, at hans nafn mun eigi fyrnast, á meðanveröldin er byggð. Hann hefir ok skattgilt alla konunga,þá sem at eru í nánd honum, því at allir viljahonum fúsir þjóna.\" Svipdagr segir: \"Hér hefir þú þásögu at segja, at ek em ráðinn í at fara á fund Hrólfskonungs ok allir vér bræðr, ef hann vill taka við oss.\"Svipr bóndi mælti: \"Þér munuð ráða ferðum yðar okathöfnum, en bezt þætti mér, at þér værið heima meðmér.\" Þeir kváðu, at ekki mundi þess tjá at leita.Síðan báðu þeir föður sinn vel lifa ok svá móður,en þeir fara leið sína á burt ok allt þar til, er þeirkómu á fund Hrólfs konungs. Svipdagr gekk þegarfyrir konung ok kvaddi hann. Konungr spyrr, hverrhann væri. Svipdagr segir honum nafn sitt ok svá allraþeira ok kveðst hafa verit með Aðils konungi um hríð.Hrólfr konungr mælti: \"Hvar fyrir fórstu hingat, þvíat ekki er mikil vinátta á milli Aðils ok várramanna?\" Svipdagr sagði: \"Veit ek þat, herra. Þó vilek leitast við at gerast yðarr maðr, ef kostr er á, ok vérbræðr allir, en þó mun yðr þykkja lítit koma til vár.\"Konungr segir: \"Ekki hafða ek þat ætlat at gera mérvini af mönnum Aðils konungs. En fyrst þér hafið sóttá minn fund, þá mun ek taka við ykkr, því at ek hygg,at sá hafi betr, er ykkr vísar ekki frá, því at ek sé, at þiteruð gildir garpar. Hefi ek spurt, at þit hafið miklafrægð unnit, drepit berserki Aðils konungs ok unnitmörg þrekvirki önnur.\" \"Hvar vísar þú mér til sætis?\"sagði Svipdagr. Konungr segir: \"Sitið hjá þeim manni,er Bjálki heitir, ok látið liggja tólf manna rúm innarfyrir ykkr.\" Heitit hafði Svipdagr Aðils konungi at komatil hans, áðr hann færi í burt. Nú ganga þeir bræðr tilrúms þess, sem konungr hafði vísat þeim. Svipdagrspurði Bjálka, hví þau rúm skyldi auð liggja innar fráþeim. Bjálki segir, at þeir siti þar berserkir tólf konungsins,þá þeir kæmi heim. Þeir váru þá í hernaði.Skúr heitir dóttir Hrólfs konungs, en önnur Drífa.Drífa var heima með konunginum ok allra kvenna kurteisust.Drífu var vel til þeira bræðra ok þokkaði alltheldr vel fyrir þeim.Svá fór nú fram um sumarit ok allt þar til berserkirkómu heim um haustit til hirðarinnar. Ok eptir siðumsínum þá gengu þeir fyrir hvern mann, þá þeir kómuí höllina, ok spurði sá, er fyrir þeim gekk, hvárt sá teldistjafnsnjallr honum, sem fyrir sat, ok leituðu mennsér þar ýmissa atkvæða um þat, sem þeim þótti bezt sóma,ok mátti þat þó heyra á orðum hvers, at þá þótti sikmikit vanta á at vera jafnsnjalla. Ok nú gengr hannfyrir Svipdag ok spyrr, hvárt hann þættist jafnsnjallr.Svipdagr sprettr upp ok bregðr sverði ok kveðst í enganstað ósnjallari en hann. Berserkr mælti: \"Höggðu þáí hjálminn.\" Svipdagr gerði svá, ok beit ekki á, ok síðanvildu þeir berjast. Hrólfr konungr hljóp í milli þeiraok sagði þeim skyldi þat ekki hlýðast ok skyldu þeir heitajafnir þaðan í frá -- \"ok báðir mínir vinir.\" Ok eptirþat sættust þeir ok eru jafnan á einu ráði, liggja í hernaðiok hafa sigr, hvar sem þeir kómu.Hrólfr konungr sendi nú menn til Svíþjóðar á fundYrsu drottningar, móður sinnar, ok bað hana at senda sérfé þat, sem Helgi konungr hafði átt, faðir hans, ok Aðilskonungr hafði tekit til sín, þá er Helgi konungr vardrepinn. Yrsa kvað þat makligt, þó at hún kæmi því tiláleiðis, ef henni væri þat möguligt, -- \"en ef þú leitarsjálfr eptir fénu, þá skal ek þér holl í ráðum, sonr minn,en Aðils konungr er maðr svá féágjarn, at hann hirðiraldri, hvat hann vinnr til þess,\" ok svá bað hún segjaHrólfi konungi ok sendi honum þar með sæmiligargjafir."}}