{"originalTitle": "Beowulf2_Ii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Ii", "text": {"0": "IIThen went he to seek out, after night came,The high-built house, how the Ring-Danes,After their beer-feast, it had arranged.He found then therein a band of noblesAsleep after feasting: sorrows they knew not,Misfortunes of men. The demon of death,Grim and greedy, soon was ready,Fierce and furious, and in rest tookThirty of thanes; thence back he departed,Exulting in booty, homeward to go,With this fill of slaughter to seek out his dwellingThen at early morn was with dawn of dayGrendel's war-craft made known to men:Then after his meal was wailing upraised,A great morning-cry: the mighty prince,The honored chief, sorrowful sat,The strong man suffered, thane-sorrow endured,After the foeman's footsteps they beheld,The cursed demon's: too severe was that sorrow,Loathsome and lasting. No longer time was it,But after one night he again wroughtMore deeds of murder, and did not shrink fromHatred and evil: too firm he was in them.Then was easy to find one who elsewhere,Farther removed, rest for himself sought,A bed next the chambers, since to him was shown,Truly was said by a manifest signThe hall-thane's hatred: he held himself afterFurther and firmer, who 'scaped from the fiend.So then he reigned and strove against rightAlone against all, until empty stoodThe finest of houses. Long was the time:Twelve winters' time suffering enduredThe friend of the Scyldings, each one of woes,Of sorrows extreme: therefore was this miseryOpenly known to the children of men,Sadly in songs, that Grendel contendedA while against Hrothgar, hateful war waged,Evil and enmity many half-years,Contests continual; peacefully would notFrom any one man of the might of the DanesLife-bale remove, nor with money compound;No one of the wise men need there expectA ransom more splendid at the murderer's handsThe terrible demon harassing was,Dark death-shadow, the old and the young,Caught and entrapped them; in constant night heldThe misty moors: men know not indeedWhither hell's demons wander in crowds.So many foul deeds the foe of mankind,The terrible lone one, often enacted,Direful afflictions; Heorot he dwelt in.The costly-decked hall, on the dark nights;Yet must he not the rich gift-stool approachFor the Creator, nor wish for it know.That was great sorrow of the friend of the Scyldings,Misery of mind ! Many oft satMighty in council; plans they devised,What with bold mind then would be best'Gainst the sudden attacks for them to do.Sometimes they vowed at their temples of idolsTo their gods worship, with words they prayedThe destroyer of spirits would render them helpAgainst their folk-sorrows. Such was their custom,Hope of the heathen: hell they rememberedIn their minds' thoughts; the Creator they knew not,Judge of their deeds: the good Lord they knew not,Heaven's protector could they not praise,The King of glory. Woe be to him who shall,Through deadly hate, thrust down his soulInto the fire-abyss; for comfort he'll hope not,By no means return ! Well be to him who may,After his death-day, seek for the Lord,In the Father's bosom mercy beseech!"}}