{"originalTitle": "Illuga_Saga_Gríðarfóstra_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Illuga_Saga_Gríðarfóstra_Chapter_2", "text": {"0": "Björn hét maðr. Hann var ráðgjafi konungs. Honumvar allt illa gefit, er honum var sjálfrátt. Hann varlyginn ok lymskr at öllu, en þó eigi at síðr var hanninn mesti kappi ok varði land konungs fyrir víkingum,ok því mat konungr hann mikils. Björn öfundaði þatmjök, at Illugi var svá kærr Sigurði konungssyni, ok svákom, at hann rægði hann við þá feðga ok sagði Illugavera ótrúan konungssyni. Konungr hlýddi á þetta, enSigurðr trúði því ekki. Ferr nú svá fram um nokkuratíma, at Sigurðr konungsson er heima hjá föður sínumí mikilli sæmd ok virðingu. Einn tíma bað Sigurðrföður sinn at fá sér skip ok menn ok segist vilja órlandi at afla sér fjár ok frægðar. Konungr sagði, atþat skyldi á mánaðarfresti búit vera, -- \"ok Björn skalfara með þér,\" segir konungr, \"en Illugi vil ek heimasé.\" Sigurðr svarar: \"At vísu vil ek, at Illugi fari.\" Enkonungr sagði Björn skyldi fylgja honum, -- \"því at hanner hverjum kappa meiri ok bilar aldri í stríði. Hannmun þér vera hollr ok trúr, sem hann hefir mér verit,\"sagði konungr, ok skilja þeir nú tal sitt. Eptir þettagengr konungsson til Sviða ok segir Hildi tal þeirafeðga. Hún segir son sinn ungan vera ok eigi í hernaðfara mega. \"Er hann ok ekki reyndr,\" segir hún, \"vildaek ok ekki heldr, at Björn brygði honum því, at hannþyrði ekki at berjast með þér í orrostu.\" Lýkr Hildrsvá máli, en konungsson ferr heim til hallar ok ermjök óglaðr.Ambátt sú var hjá Hildi, er Sunnlöð hét. Hún varfjölkunnug ok in mesta kvöldriða. Hún hafði marganmann illa leikit. Hildr kemr at máli við Illuga ok biðrhann sækja pál í sel, er Sviði lét eptir. Hann játar því.Þat var síð dags, er Illugi gekk heiman. Hann fór hartok kom til seljanna ok fann þar pálinn. Þá var myrktaf nótt, ok ferr þó frá selinu, ok er hann var skammtkominn, var hlaupit á bak honum svá hart, at hælarnirkómu framan á bringuna. Þetta kvikendi hafði vöndí hendi ok barði Illuga með. Hér var komin Sunnlöð.Illugi gengr ekki at síðr ok bar flagð þetta langa leið,þar til hann kemr at einum stórum steini. Hann keyrirflagðit niðr við steininn svá hart, at hryggrinn brotnar,ok lét hún svá líf sitt. Létti hann eigi sinni ferðfyrr en hann kemr heim. Hildr, móðir hans, var úti,er hann kom heim. Illugi var þá ófrýnn. Hildr var þáblíð. \"Hafa nokkur nýtíðendi gerzt í þinni ferð, sonrminn?\" sagði hún. \"Fannstu pálinn, sem ek vísaði þérá?\" \"Já,\" segir Illugi. Hún mælti: \"Fannstu nokkutstúlku mína, er ek sendi at afla mér eldiviðar?\" Illugisagði: \"Varla ætla ek verri stúlka finnist, því at húnreið mér, en ek banaða henni með þeim hætti, at ekbraut í henni hrygginn við stein.\" Hildr kvað hannmega vera í sendiferðum, \"ok vil ek,\" segir hun, \"atþú þjónir Sigurði konungssyni ok fylgir honum í víkingu.\"Illugi játar því blíðliga ok gladdist við þetta okgengr inn með móður sinni ok sefr af nótt. At morgnibýst Illugi at fara til konungshallar, kveðr áðr föðursinn ok móður, gengr síðan til hallarinnar ok kemrþar, þá konungr er yfir dagdrykkju. Hann gengr fyrirkonung ok kveðr hann vel. Konungr tekr honum vel.En er Sigurðr konungsson sér Illuga, fagnar hann honumforkunnar vel ok biðr hann sitja hjá sér. Illugi gerirnú svá. Ferr svá fram nokkura daga, at Sigurðr er heimameð föður sínum ok Illugi."}}