{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_35", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_35", "text": {"0": "Einn dag at veizlunni stóð Hrafn upp ok beiddi sérhljóðs ok mælti: \"Þakkir vil ek gera yðr, Hrólfr okStefnir, fyrir þann heiðr ok velgerning, er þit hafið tilmín gert bæði nú ok fyrri, er ek var hér. Vil ek núkunngera yðr mitt nafn ok ætterni: Konungr einn hétJátgeirr ok réð fyrir einu konungsríki í Englandi okhafði atsetu í borg þeirri, er Víncestr heitir. Hann áttitvá sonu ok eina dóttur. Hét inn ellri sonr hans Haraldr,en annarr Sigurðr. Álfhildr hét dóttir hans. Eker sá sami Haraldr, en Sigurðr, bróðir minn, fell íGarðaríki, sem þér vissuð, ok er móðurkyn okkart hérí Danmörk. En þá er ek var fimmtán ára, en bróðirminn þrettán, var faðir minn svikinn af frænda sínum,er Heinrekr hét, ok er hann mikill kappi ok óeirumaðr.Lét hann síðan taka sik til konungs ok heldr síðanríkinu, en vit bræðr kómumst með nauðum undan okfengum komit Álfhildi til geymslu í borg þá, er Brandifurðaheitir, ok hefir hún þar verit síðan, en vit bræðrhöfum farit huldu höfði um ýmsi lönd ok nefnt okkrKrák ok Hrafn. Höfum vit fengit lið þetta ok skiphjá ýmsum höfðingjum með styrk frænda okkarra. HefirHeinrekr mikinn styrk af Skotlandi, því at hann á dótturMelans jarls ór Móraði ok mikill vin höfuðkonungsins,er Dungall heitir. Við hann er kennt Dungalsbær,því at hann hefir þann stað byggja látit. Nú vilek þess biðja yðr, Hrólfr ok Stefnir, at þér veitið mérlið ok styrk, at ek mætti föður míns hefna ok mínaföðurleifð aptr vinna.\" Hrólfr sagði: \"Allan þann styrkok fylgi skal ek þér veita, er ek má, ok eigi fyrr viðskilja en þú hefir þitt ríki aptr unnit ok þína harmarekit, eða at öðrum kosti skal ek láta lífit.\" Stefnirtalaði ok slíkt it sama. Haraldr þakkaði þeim orð okgóðvilja.Þegar eptir veizluna bjuggust þeir til ferðar ok völdumeð sér allt it fræknasta lið, er fá kunni. Þeir settuBjörn ráðgjafa eptir til landsgæzlu ok fleiri ríkismennmeð honum, en áðr þeir fóru, hafði Haraldr upp orðsín ok bað Þóru, systur Stefnis. Var Hrólfr þetta flytjandiok fleiri tígnarmenn aðrir. Fór þat fram, at Haraldrfekk hennar, ok skyldi hún í festum sitja, til þessþeir kæmi aptr. Eptir þat sigldu þeir af Jótlandi okhöfðu þrjá tigi skipa ok öll vel búin. Þeir léttu sinniferð eigi fyrr en þeir kómu vestr til Englands við eyþá, er Lindisey heitir. Þar lögðu þeir í lægi ok láguþar nokkura daga ok biðu byrjar, því at þeir vildu eigiþar herja."}}