{"originalTitle": "Grettis_Saga_Chapter_53", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_53", "text": {"0": "Um haustið er á leið sneri Grettir aftur hið syðra og léttir    eigi fyrr en hann kom í Ljárskóga til Þorsteins Kuggasonar    frænda síns og þar var vel við honum tekið. Bauð Þorsteinn    honum með sér að vera um veturinn og það þekktist hann.    Þorsteinn var iðjumaður mikill og smiður og hélt mönnum mjög    til starfa. Grettir var lítill verklundarmaður og því fór    lítt skap þeirra saman. Þorsteinn hafði látið gera kirkju á    bæ sínum. Hann lét brú gera heiman frá bænum. Hún var ger með    hagleik miklum. En utan í brúnni, undir ásunum þeim er upp    héldu brúnni, var gert með hringum, og dynbjöllur, svo að    heyrði yfir til Skarfsstaða, hálfa viku sjóvar, ef gengið var    um brúna, svo hristust hringarnir. Hafði Þorsteinn mikinn    starfa fyrir þessari smíð því að hann var járngerðarmaður    mikill. Grettir var atgangsmikill að drepa járnið en nennti    misjafnt en þó var hann spakur um veturinn svo að ekki bar    til frásagnar. En er Hrútfirðingar frétta að Grettir var með    Þorsteini höfðu þeir flokk uppi er vora tók.    En Þorsteinn frétti það. Sagði hann Gretti að hann leitaði    sér annars hælis en vera þar \"því að eg sé að þú vilt ekki    starfa en mér henta ekki þeir menn sem eigi vinna.\"    \"Hvert vísar þú mér þá?\" segir Grettir.    Þorsteinn bað hann fara suður um land og finna frændur sína    \"en vitja mín ef þeir duga eigi þér.\"    Grettir gerði nú svo að hann fór suður til Borgarfjarðar á    fund Gríms Þórhallssonar og dvaldist þar fram yfir þing.    Grímur vísaði honum til Skafta lögmanns á Hjalla. Grettir fór    suður hinar neðri heiðar og létti eigi fyrr en hann kom í    Tungu til Þórhalls Ásgrímssonar Elliða-Grímssonar og fór lítt    með byggðum. Þórhallur kenndist við Gretti sakir foreldra    sinna og þó var Grettir nafnkunnigur mjög um allt land af    atgervi sinni. Þórhallur var vitur maður og gerði vel til    Grettis en ekki vildi hann vist hans þar álengdar."}}