{"originalTitle": "Beowulf_Ix", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Ix", "text": {"0": "IXSwā mec gelōme  lāðgetēonanþrēatedon þearle.  Ic him þēnodedēoran sweorde,  swā hit gedēfe wæs.Næs hīe ðǣre fylle  gefēan hæfdon,mānfordǣdlan,  þæt hīe mē þgon,symbel ymbsǣton  sǣgrunde nēah;ac on mergenne  mēcum wundebe ȳðlāfe  uppe lǣgon,sweo[r]dum āswefede,  þæt syðþan nāymb brontne ford  brimlīðendelāde ne letton.  Lēoht ēastan cōm,beorht bēacen Godes,  brimu swaþredon,þæt ic sǣnæssas  gesēon mihte,windige weallas.  Wyrd oft nereðunfǣgne eorl,  þonne his ellen dēah!Hwæþere mē gesǣlde,  þæt ic mid sweorde ofslōhniceras nigene.  Nō ic on niht gefrægnunder heofones hwealf  heardran feohtan,nē on ēgstrēamum  earmran mannon;hwæþere ic fāra feng  fēore gedīgdesīþes wērig.  Ðā mec sǣ oþbær,flōd æfter faroðe  on Finna land,wadu weallendu.  Nō ic wiht fram þēswylcra searonīða  secgan hȳrde,billa brōgan.  Breca nǣfre gītæt heaðolāce,  nē gehwæþer incer,swā dēoilīce  dǣd gefremedefāgum sweordum  --nō ic þæs [fela] gylpe--,þēah ðū þīnum brōðrum  tō banan wurde,hēafodmǣgum;  þæs þū in helle scealtwerhðo drēogan,  þēah þīn wit duge.Secge ic þē tō sōðe,  sunu Ecglāfes,þæt nǣfre Gre[n]del swā fela  gryra gefremede,atol ǣglǣca  ealdre þīnum,hȳnðo on Heorote,  gif þīn hige wǣre,sefa swā searogrim,  swā þū self talast;ac hē hafað onfunden,  þæt hē þā fǣhðe ne þearf,atole ecgþræce  ēower lēodeswīðe onsittan,  Sige-Scyldinga;nymeð nȳdbāde,  nǣnegum āraðlēode Deniga,  ac hē lust wigeð,swefeð ond sendeþ,  secce ne wēneþtō Gār-Denum.  Ac ic him Gēata scealeafoð ond ellen  ungeāra nū,gūþe gebēodan.  Gǣþ eft sē þe mættō medo mōdig,  siþþan morgenlēohtofer ylda beayn  ōþres dōgores,sunne sweglwered  sūþan scīneð!'þā wæs on sālum  sinces bryttagamolfeax ond gūðrōf;  gēoce gelȳfdebrego Beorht-Dena;  gehȳrde on Bēowulfefolces hyrde  fæstrǣdne geþōht.Ðǣr wæs hæleþa hleahtor,  hlyn swynsode,word wǣron wynsume.  Eode Wealhþēow forð,cwēn Hrōðgāres  cynna gemyndig,grētte goldhroden  guman on healle,ond þā frēolīc wīf  ful gesealdeǣrest Ēast-Dena  ēþelwearde,bæd hine blīðne  æt þǣre bēorþege,lēoduni lēofne;  hē on lust geþeahsymbel ond seleful,  sigerōf kyning.Ymbēode þā  ides Helmingaduguþe ond geogoþe  dǣl ǣghwylcne,sincfato sealde,  oþ þæt sǣl ālamp,þæt hīo Bēowulfe,  bēaghroden cwēnmōde geþungen  medoful ætbær;grētte Gēata lēod,  Gode þancodewīsfæst wordum  þæs ðe hire se willa gelamp,þæt hēo on ǣnigne  eorl gelȳfdefyrena frōfre.  Hē þæt ful geþeah,wælrēow wiga  æt Wealhþeon,ond þā gyddode  gūþe gefȳsed;Bēowulf maþelode,  beam Ecgþēowes:'Ic þæt hogode,  þā ic on holm gestāh,sǣbāt gesæt  mid mīnra secga gedriht,þæt ic ānunga  ēowra lēodawillan geworhte,  oþðe on wæl crungefēondgrāpum fæst.  Ic gefremman scealeorlīc ellen,  oþðe endedægon þisse meoduhealle  mīnne gebīdan !'Ðām wīfe þā word  wēl līcodon,gilpcwide Gēates;  ēode goldhrodenfrēolicu folccwēn  tō hire frēan sittan.þā wæs eft swā ǣr  inne on healleþrȳðword sprecen,  ðēod on sǣlum,sigefolca swēg,  op þæt semningasunu Healfdenes  sēcean woldeǣfenræste;  wiste þǣem āhlǣcantō þǣm hēahsele  hilde geþinged,siððan hīe sunnan lēoht  gesēon meahton,oþðenīpende  niht ofer ealle,scaduhelma gesceapu  scrīðan cwōmanwan under wolcnum.  Werod eall ārās.[Ge]grētte þā  guma ōperne,Hrōðgār Bēowulf,  ond him hǣl ābēad,wīnærnes geweald,  ond þæt word ācwæð:'Nǣfre ic ǣnegum men  ǣr ālȳfde,siþðan ic hond ond rond  hebban mihte,ðrȳþærn Dena  būton þē nū ðā.Hafa nū ond geheald  hūsa sēlest,gemyne mǣrþo,  mægenellen cȳð,waca wið wrāþum !  Ne bið þē wilna gād,gif þū þæt ellenweorc  aldre gedīgest.'"}}