{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_27", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_27", "text": {"0": "Þat var einn morgin snemma, at Hrólfr konungrgekk ór sæng sinni einn saman ok brott frá skemmunnieigi allskammt. Hann hafði fátt klæða, en þess gekkhann hvergi, at hann hefði eigi sverðit Risanaut, hvárkinótt né dag. Konungr litaðist um víða, ok er hann ætlaðitil skemmunnar, þá sér hann, hvar maðr ríðr ákafligamikit ok var vel vápnaðr ok maðr ekki mikill ábaki ok þó inn kviklátasti. Ok er hann sér, hvar konungrstendr, þá víkr hann þangat ok hafði sét fyrrHrólf konung ok stígr af baki ok kveðr hann sæmiliga.Konungr tók því vel ok spurði, hverr hann væri. Hannkveðst Þórðr heita ok eiga bú á land upp. Konungrspurði, hvert hann ætlaði at ríða. Þórðr svaraði: \"Ekætla nú eigi lengra fram á leið er ek hefi yðr fundit.\"Konungr spyrr: \"Hvert er eyrendi við mik?\" Hannsvaraði: \"Ek er mjög vant um kominn. Fyrir þrimvetrum kom til mín maðr sá, er Hárekr heitir, ef mannskal kalla, því at eigi er hann ólíkari trölli. Hann erinn mesti berserkr ok ójafnaðarmaðr. Ek á systur, erGyða heitir, ok er inn bezti kostr. Þessi maðr vildi takasystur mína frillutaki, en ek vilda þat eigi. Þá skoraðihann mér á hólm, ok játaða ek því. Nú sé ek, at þat erekki mitt færi at berjast við þetta flagð. Ek hefi spurt,herra, til hreystiverka yðvarra margra. Nú vil ek biðjayðr, at þér leysið mik af þessum háska ok ráðið af berserkinn.\"Konungr mælti: \"Lítt ertu við kominn, okvil ek víst finna þenna mann, ok mun ek ganga inn oktaka vápn mín ok klæði.\" Þórðr mælti: \"Ekki má svávera. Verðið þér nú þegar at fara svá búnir. Óttumstek ok, at berserkrinn sé kominn. Mun hann hyggja miksvá ragan, at ek þori eigi at bíða hans, ok taki hann ábrott systur mína. Nú stigi þér, herra, upp á þenna hestok tak hér þegar vápn ok klæði.\" Hafði hann þar þegartil reiðu ok var inn kviklátasti. Þetta verðr konungifyrir, at hann stígr á bak ok ríðr, en Þórðr hleypr fyrirhestinum. Var þat eigi allskammt á land upp.Ok er þeir kómu til bæjar Þórðar, var Hárekr eigikominn. Sá konungr, at þar var góðr bær. Ganga þeirtil stofu, ok er konungi þar búit hásæti. Þar var margtmanna. Sýndist konungi Gyða in sæmiligasta. Ok er þeirhöfðu setit um stund, kom þar Hárekr ok þeir tólfsaman ok létu þegar it drjúgligasta ok spurðu, hvártÞórðr væri búinn til hólmgöngu. Hann svaraði: \"Ekhefi fengit mann fyrir mik, sem skilit var okkar í millum.\"Hárekr spurði, hverr svá mun djarfr, at byðistí móti honum. Þórðr segir honum, at þat var Hrólfrkonungr Gautreksson. Hárekr mælti: \"Heyrt hefi ekgetit Hrólfs konungs, ok eru færi konungar nú ágætarifyrir hreysti sakir ok íþrótta ok allrar atgervi. Erþat ok miklu jafnligra, at vit reynum með okkr. Þykkimér til lítils vera at ganga í móti þér, ok er þat ráð,Hrólfr konungr, at standa upp, með því at þú vill hættavirðing þinni undir vápn mín.\" Konungr kveðst ætla,at honum mundi lítil hætturaun at ganga í móti honum.Eptir þat ganga þeir út, ok var kastat feldi undirfætr þeim, ok sagði berserkrinn upp hólmgöngu lög.Konungr hafði ekki fleira vápna en sverðit Risanaut.Þórðr helt skildi fyrir konungi, ok í fyrsta höggi hjókonungr berserkinn í herðar niðr, fell hann skjótt dauðrtil jarðar. Þórðr þakkaði konungi þenna sigr ok gafHrólfi konungi ágætar gjafir, því at hann var stórauðigrmaðr. Konungr bað hann eigi gifta systur sína,áðr hann kæmi aptr af Írlandi, ef þess yrði auðit, okþví hét Þórðr.Eptir þat fylgdi hann konungi heim. Þá var brakmikit í bænum. Hafði Ásmundr vaknat litlu síðar enkonungr var í brottu úr bænum ok hafði þegar leitathans um allan bæinn ok var eigi í góðu skapi. Ok erkonungr kom aptr, urðu menn honum stórliga fegnir.Spurði Ella konungr, hvert hann hefði farit. Hrólfrkonungr segir honum allt, sem gengit hafði. Ella konungrmælti ok kvað hann hafa unnit mikit happ, sigratþann berserk, er verstr gekk um England ok mestanójafnað sýndi öllum mönnum í kúgan ok ránum, okbað hann hafa mikla þökk fyrir. Marga aðra óspellsiðaði hann þar um vetrinn ok fór víða um Englandmeð Ellu konungi. Skipaði hann ok setti þeim málum,er Ella konungr átti dóm á, því at hann var þá gamallmjök. Vildu allir svá sitja ok standa sem Hrólfr konungrvildi. Fór hans vinsæld um allt England."}}