{"originalTitle": "Grettis_Saga_Chapter_49", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_49", "text": {"0": "Þóroddur drápustúfur fréttist fyrir hver að vegið mundi hafa    Þorbjörn og þá feðga. Og er þeir komu til Reykja var þeim    sagt að Grettir hefði þar komið og lýst vígunum á hendur sér.    Þóroddur þóttist nú sjá hversu farið hafði. Fór hann þá til    Bjargs og var þar mart manna fyrir og spurði hvort Grettir    væri þar.    Húsfreyja sagði að hann hafði á burt riðið og hún færi hann    ekki í fylgsni \"ef hann væri hér. Munuð þér nú vel við una að    svo búið standi. Var ekki ofhefnt fyrir víg Atla þó að þetta    kæmi fyrir. Spurðuð þér ekki að þótt eg hefði skapraun af    því. Er nú og vel þó svo standi.\"    Riðu þeir þá heim og þótti ekki hægt til aðgerða.    Spjótið það sem Grettir hafði týnt fannst ekki fyrr en í    þeirra manna minnum er nú lifa. Það spjót fannst á ofanverðum    dögum Sturlu lögmanns Þórðarsonar og í þeirri mýri er    Þorbjörn féll og heitir þar nú Spjótsmýri. Og hafa menn það    til merkja að Þorbjörn hefði þar drepinn verið þótt í sumum    stöðum segi að hann hafi á Miðfitjum drepinn verið.    Þeir frændur spyrja að Grettir var í Ljárskógum. Söfnuðu þeir    þá mönnum saman og ætluðu til Ljárskóga. En er Gamli varð    þess var frá Melum gerði hann þeim Þorsteini og Gretti vissu    um ferðir Hrútfirðinga.    Og er Þorsteinn varð þess var sendi hann Gretti inn í Tungu    til Snorra goða því að þá var málfriður með þeim og lagði    hann það til ráðs með Gretti að hann beiddi Snorra ásjá. En    ef hann yrði eigi við bað hann Gretti fara vestur á    Reykjahóla til Þorgils Arasonar \"og mun hann við þér taka í    vetur. Hafst við í Vestfjörðum þar til sem sjötlast þessi    málaferli.\"    Grettir kvaðst hans ráðum hlíta mundu. Reið hann þá inn í    Tungu og fann Snorra goða að máli og beiddi hann viðtöku.    Snorri svarar: \"Eg gerist nú gamall maður og nenni eg nú ekki    að halda seka menn ef mig rekur öngva nauðsyn til. Eða hvað    bar nú til er öldungurinn vísaði þér nú frá sér?\"    Grettir kvað Þorstein oft hafa vel til sín gert \"en fleira    mun nú við þurfa en hans eins ef duga skal.\"    Snorri mælti: \"Til mun eg leggja orð mín ef þér mætti lið að    verða en annars staðar skaltu til leita um vistaferli þín en    hjá mér.\"    Skildu þeir að svo mæltu. Sneri Grettir þá vestur til    Reykjaness. Hrútfirðingar komust með flokk sinn á Sámsstaði.    Þá fréttu þeir að Grettir var burt úr Ljárskógum og hurfu þar    aftur."}}