{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_6", "text": {"0": "Nú er at segja frá Hringi konungi, at hann sitr ísínu veldi ok Húnvör, dóttir hans, eptir fall Háreks járnhauss.Þótti öllum þat mikit þrekvirki verit hafa. Þessitíðendi spurðust til Indíalands, ok þótti Ingjaldi trönumikit fráfall hans. Tók hann at skera upp herör oksendi um allt landit ok safnaði múg ok margmenni.Margar óþjóðir hafði hann í her sínum ok stefndi öllumþessum her til Svíþjóðar. Eigi kemr njósn fyrirhonum. Hann býðr konungi til bardaga. Hann bregðrvið skjótt ok hefir fátt manna, ferr þó til bardaga, okverða þar skjót umskipti. Þar fell Hringr konungr oköll hans hirð, en Ingjaldr tók burt Húnvöru ok hafðitil Indíalands. Jökull járnhryggr leitar at þeimfóstbræðrum ok vill hefna Háreks, mágs síns.Nú er þar til at taka, at þeir Víkingr ok Hálfdaneru í Svafa. Þá er liðnar váru sjau nætr, kemr Litr tilmóts við Hálfdan ok hefir hornit. Verðr Hálfdan núglaðr ok ferr til Víkings, ok þótti flestum þá lítit athonum. Hálfdan dreypir þá á varrir honum af inumefra hlut hornsins. Raknar Víkingr þá við, ok er hanntók at magnast, var því líkt sem hann vaknaði af svefni.En svá fell óhreinendi burt af honum sem hreistr affiski, þar til er honum batnar dag frá degi, til þess erhann var heill.Þá bjuggust þeir í burt af Svafa ok heldu norðr fyrirBálagarðssíðu. Sáu þeir þar átján skip ok öll stór,tjölduð svörtum tjöldum. Hálfdan mælti: \"Hér trúiek fyrir liggja Jökull járnhryggr ok hamhleypan konahans. Veit ek eigi, hversu þau Litr hafa skilit. Var hannmjök máttlauss. En nú mun ráð at halda til bardaga.Skal bera fjárhlut af skipum, en grjót í staðinn.\" Varnú svá gert. Greiddu þeir síðan harðan atróðr ok fréttu,hverir fyrir ætti at ráða. Jökull segir til sín ok spyrr,hverir þeir væri. Hálfdan ok Víkingr segja til sín. Þarfþá eigi at sökum at spyrja. Tóku nú til bardaga. Varorrosta in ákafasta. Sneri mannfallinu á þá fóstbræðr,því at Jökull var stórhöggr. Þá réð Víkingr til uppgönguá dreka Jökuls ok Hálfdan þar eptir honum.Var þá mikit mannfall á drekanum. Mættust þeir Jökullok Hálfdan ok áttust við vápnaskipti, ok var Jökullsterkari, en þó kom Hálfdan sverðshöggi á Jökul umþvert bakit, ok beit ekki á. Var Jökull þó í engribrynju. Ok í því kom Víkingr at ok hjó til Jökuls.Þat högg kom á öxlina ok leysti frá síðuna ok höndinaok báða fætrna, en annan fyrir ofan kné. Fell Jökullþá ok var eigi dauðr ok mælti: \"Vissa ek þat, er Dísvar horfin at heillum, at mikit illt mundi at baki vera.Var þat fyrst, at ófagnaðrinn Litr sveik hana ok komþar við metum sínum at stela horninu frá henni, enmeiddi hana, ok liggr hún nú í rekkju af viðreign þeira,enda þætti mér ván, at hann mundi ekki gott hafa affengit. Mundi eigi svá farit hafa, ef hún hefði veritá fótum. En þat hlægir mik, at þit hafið eigi náð Húnvörukonungsdóttur af Ingjaldi trönu, mági mínum.\"Litlu síðar deyr hann. Var þar þá æpt sigróp ok gefingrið þeim mönnum, er græðandi váru. Tóku þeir þarmikit herfang, en fundu á landi Dísi ódauða at einsaf sameign þeira Lits. Þeir tóku hana ok drógu belgá höfuð henni ok grýttu hana til heljar. Síðan helduþeir heim í Svafa ok létu græða menn sína. Ok þá erþeir váru búnir með fjögur ok tuttugu skip, öll vel búinat mönnum ok vápnum, lýstu þeir því, at þeir ætlaat halda til Indíalands."}}