{"originalTitle": "Norna-Gests_Þáttr_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Norna-Gests_Þáttr_Chapter_4", "text": {"0": "\"Þá mun ek segja frá því, er ek fór suðr í Frakkland.Vilda ek forvitnast um konungs siðu ok mikitágæti, er fór frá Sigurði Sigmundarsyni um vænleikhans ok þroska. Varð þá ekki til tíðenda, fyrr en ek komtil Frakklands ok til móts við Hjálprek konung. Hannhafði mikla hirð um sik. Þar var þá Sigurðr Sigmundarson,Völsungssonar, ok Hjördísar Eylimadóttur. Sigmundrfell í orrostu fyrir Hundings sonum, en Hjördísgiftist Hálfi, syni Hjálpreks konungs. Vex Sigurðrþar upp í barnæsku ok allir synir Sigmundar konungs.Váru þeir um fram alla menn um afl ok vöxt, Sinfjötliok Helgi, er drap Hunding konung, ok því var hannHundingsbani kallaðr. Þriði hét Hámundr. Sigurðr varþó allra þeira bræðra framast. Er mönnum þat okkunnigt, at Sigurðr hefir verit göfgastr allra herkonungaok bezt at sér í fornum sið. Þá var ok kominntil Hjálpreks konungs Reginn, sonr Hreiðmars. Hannvar hverjum manni hagari ok dvergr á vöxt, vitr maðr,grimmr ok fjölkunnigr. Reginn kenndi Sigurði margahluti ok elskaði hann mjök. Hann sagði þá frá foreldrumsínum ok svá atburðum undarligum, er þar höfðugerzt. Ok er ek hafða skamma stund þar verit, gerðumstek þjónustumaðr Sigurðar sem margir aðrir. Allirelskuðu hann mjök, því at hann var bæði blíðr ok lítillátrok mildr af fé við oss."}}