{"originalTitle": "Örvar-Odds_Saga_Chapter_23", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_23", "text": {"0": "Oddr sat í Danmörk þann vetr, en at vári lögðu þeirGarðarr í hernað ok gerðu orð Sírni til Gautlands.Fór hann til móts við þá, ok var Rauðgrani þar í ferð.Rauðgrani spurði Odd, hvert hann vildi á halda.Hann kveðst vilja leita Ögmundar Eyþjófsbana ok vita,ef hann gæti fundit hann. \"Rétt þykkir mér þér farasem klárnum,\" sagði Rauðgrani, \"hann sækir þangatmest, sem hann er kvaldastr, enda sækir þú eptir Ögmundi,en fær af honum í hvert sinn, er þit finnizt,bæði skömm ok skaða, ok ekki þarftu þat at ætla, atÖgmundr hafi batnat, síðan þit skilduð. En segja máek þér, hvar hann er niðr kominn, ef þér er forvitni áþví. Austr er hann kominn til Geirröðar jötuns íGeirröðargarða ok hefir fengit Geirríðar, dóttur hans,ok eru þau bæði in mestu tröll, ok let ek þik at faraþangat.\" Oddr kveðst fara skyldu eigi at síðr.Síðan bjuggust þeir allir fóstbræðr í Austrveg, oker þeir kómu austr at Geirröðargörðum, þá sáu þeir,hvar maðr var á báti ok sat til fiskjar. Þat var ÖgmundrEyþjófsbani reyndar; hann hafði yfir sér loðkápu. Enþá er þeir Oddr skildu, fór Ögmundr í Austrveg okgerðist mágr Geirröðar jötuns ok skattgildi alla konungaí Austrvegi á þann máta, at þeir skyldu allirsenda honum á tólf mánuðum hverjum kampinn efraok neðra af sjálfum sér. Þar af hafði Ögmundr látitgera sér þá sömu kápu, er þá hafði hann. Þeir Oddrlögðu þá at bátinum, en Ögmundr hélt undan; rerihann þá heldr sterkliga. Þeir fóstbræðr hlupu þá allirá eitt skip ok reru eptir honum heldr rammliga ok tókutveir hverja ár, en svá reri Flóki sterkliga, at hvárki drómeð þeim sundr né saman, ok allt þar til at þeir kómuat landi. Þá hljóp Ögmundr á land ok skildi við bátsinn í flæðarmáli. Oddr var skjótastr á land af sínummönnum ok þar næst Sírnir, ok hlaupa báðireptir Ögmundi. En er Ögmundr sér, at þeir munifinnast, þá mælti hann ok kvað vísu:\"Beiðik Geirröðmeð goða hylli,kappa inn stærsta,koma mér at bjargaok beðju mínabeint sem aðra,þarfk nú allraþeira gengis.\"Þá sannast it fornkveðna, at þar var örg vættr, semhún var nefnd. Kom Geirröðr þar með allt sitt fólk;váru þau fimm tigir saman at tölu. Þá kom Garðarrok menn þeira Odds eptir. Slær þá í inn harðasta bardaga.Var Geirröðr heldr stórhöggr, svá at hann hafðiá lítilli stundu drepit fimmtán menn fyrir Oddi. Oddrleitaði þá at Gusisnautum. Tók hann þá Hremsu oklagði hana á streng ok skaut. Hún kom fyrir brjóstGeirröði ok út um herðarnar. Áfram gekk Geirröðr viðskotit ok varð þriggja manna bani, áðr en hann felldauðr at jörðu. Geirríðr var ok mannskæð, því at húndrap á lítilli stundu átján menn. Þá sneri Garðarr ámóti henni ok átti við hana höggvaviðskipti, en sválauk með þeim, at Garðarr hné dauðr at velli. En erOddr sá þat, varð hann reiðr ákafliga. Lagði hann þáGusisnaut á streng ok skaut henni undir höndina hægriá Geirríði ok út um ina vinstri. Ekki sáu þeir hanagefa sik við þat. Óð hún þá fram í fylkinguna ok drapfimm menn. Þá skaut Oddr annarri Gusisnaut. Húnkom í smáþarmana á Geirríði ok út um lendarnar áhenni; dó hún þá litlu síðar.Ögmundr var ok eigi ruðulítill í bardaganum, þvíat hann hafði drepit á lítilli stundu þrjá tigi manna,áðr Sírnir snýr í móti honum, ok eigast þeir við harðanatgang, ok bárust skjótt sár á Sírni. Litlu síðar sérOddr, at Sírnir hrökkr fyrir Ögmundi. Snýr hann þvíþangat til, en er Ögmundr sá þat, snýr hann á flóttaok hleypr heldr röskliga, en þeir Sírnir ok Oddr eptir.Fara þá hvárir sem mest geta. Ögmundr var í kápusinni inni góðu, en er saman dró með þeim, kastarÖgmundr kápunni ok kvað vísu:\"Nú munk kasta verðakápu minni,þeiri er ger varaf grön jöfra,en hlaðbúiná hliðar báðar,munk hennar mjök móðrmissa verða.Þeir elta mikallsýsligaOddr ok Sírnir,orrostu í frá.\"En svá sem Ögmundr var léttbúnari, dró hann undan.Oddr herti sik þá, ok varð hann fljótari en Sírnir. Oker Ögmundr sá þat, snýr hann á móti honum ok ráðastþeir á. Var þeira glíma ok atgangr bæði harðr oklangr, því at Oddr hafði ekki afl við Ögmund, en eigikom hann honum af fótunum. Þá kom Sírnir at meðbrugðit sverðit Sniðil ok ætlaði þegar at höggva tilÖgmundar, en er hann sá þat, brá hann Oddi fyrirhöggit. Þá heptir Sírnir sik. Fór svá jafnan, at Ögmundrhafði Odd fyrir skjöldinn, ok því varð ekki aftilræðum Sírnis, en þó at á Odd kæmi, varð hann ekkisárr sakir skyrtu sinnar innar góðu. Þat var einn tíma,at Oddr stakk báðum fótum í einn jarðfastan stein okgekk svá hart á, at Ögmundi var búit at kikna við. Íþví hjó Sírnir til Ögmundar. Þá varð honum eigi ráðrúmtil at skjóta Oddi fyrir höggit. Þat högg kemraptan á þjóhnappana, ok tók Sniðill þá slíkt er hannnam. Hjó Sírnir þá svá mikinn hlut ór kríkum Ögmundar,at enginn hestr dregr meira. Við þat bregðrÖgmundi svá, at hann fór þar þá niðr, sem hann varkominn. Oddr greip þá báðum höndum í skegg honummeð svá miklu afli, at hann reif þat allt af honumok skeggstaðinn niðr at beini ok þar með alla ásjónunameð báðum vangafillunum, ok svá gekk upp umennit ok aptr á miðjan haus, ok þar skildi með því,at svörðrinn slitnaði, en Oddr hafði þat, er hann helt.Jörðin luktist saman fyrir ofan höfuðit á Ögmundi, okskildi svá með þeim.Fara þeir Oddr ok Sírnir til skipa sinna ok höfðufengit mikinn mannskaða. Var Oddi þat inn mestiharmr, at hann hafði misst Garðar, fóstbróður sinn.Rauðgrani var ok horfinn, svá at þeir Oddr ok Sírnirvissu aldri, hvat af honum varð, þegar þeir fundu Ögmundá bátinum. Var þá enn sem optar, at hann hafðisik sjaldan í mannhættu, en var inn harðasti í öllumtillögum. Ekki sáu þeir fóstbræðr Rauðgrana síðan, sváat getit sé. Þykkir mönnum sem Óðinn muni þat verithafa reyndar. Heldu þeir fóstbræðr á burtu, ok þykkirmönnum Oddr enn eigi gott hafa fengit af Ögmundi,misst Garðar, fóstbróður sinn, inn röskvasta mann, erverit hefir, enda hafði Oddr ok þeir miklu orkat ídrápi óvætta þeira, sem verit höfðu með Ögmundibæði nú ok fyrri. Hafði Geirríðr átt son eptir við ÖgmundiEyþjófsbana, er Svartr hét. Hann var þá þrévetr,er hér var komit sögunni. Hann var mikill oklíkligr til þess, at illr maðr mundi af honum skapast."}}