{"originalTitle": "Frá_Fornjóti_Ok_Hans_Ættmönnum_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Frá_Fornjóti_Ok_Hans_Ættmönnum_Chapter_6", "text": {"0": "Ætt Haralds frá Adam.Adam skapaði guð fyrst allra manna. Seth var sonrhans, hans sonr Enos, hans sonr Kaynán, hans sonrMalaleel, hans sonr Phareth, hans sonr Enoch, hans sonrMathusalem inn gamli, hans sonr Lámech, -- þá varúti inn fyrsti heimsaldr, -- hans sonr var Nói, er örkinasmíðaði, hans sonr Japhet, hans sonr Japhan, hanssonr Zechim, hans sonr Ciprus, hans sonr Cretus eðaCelius, hans sonr Saturnus í Krít, hans sonr Jupiter,hans sonr Darius, hans sonr Erichonius, hans sonrTroeg, hans sonr Ilus, hans sonr Lamidon, hans sonrPríamus höfuðkonungr. Munnon eða Mennon hét konungrí Tróju. Hann átti Troánam, dóttur Priami konungs:hans sonr hét Tror, er vér köllum Þór, hans sonrvar Loricha, er vér köllum Hlórriða, hans sonr Eredei,er vér köllum Eindriða, hans sonr Vingiþórr, hans sonrVinginer, hans sonr Móði, hans sonr Mági, er vér köllumMagna, hans sonr Seseph, hans sonr Beduigg, hanssonr Atra, hans sonr Trinán, hans sonr Heremoth, ervér köllum Hermóð, hans sonr Skjaldin, er vér köllumSkjöldr, hans sonr Beaf, er vér köllum Bjár, hans sonrGoðólfr, hans sonr Burri, er vér köllum Finn, hanssonr Frjalafr, er vér köllum Bors, hans sonr Voden, ervér köllum Óðin. Hann var Tyrkja konungr. Hans sonrSkjöldr, hans sonr Friðleifr, hans sonr Frið-Fróði, hanssonr Herleifr, hans sonr Hávarr inn handrammi, hanssonr Fróði, hans sonr Vémundr inn vitri, hans dóttirÓlof. Hún var móðir Fróða ins friðsama. Hans sonrFriðleifr, hans sonr Fróði inn frækni, hans sonr Hálfdan,hans sonr Hróarr, hans sonr Valdarr inn mildi,hans sonr Haraldr gamli, hans sonr Hálfdan snjalli,hans sonr Ívarr víðfaðmi, hans dóttir Auðr in djúpauðga,hennar sonr Randvér, hans sonr Sigurðr hringr,hans sonr Ragnarr loðbrók, hans sonr Sigurðr ormr íauga, hans dóttir Áslaug, hennar sonr Sigurðr hjörtr,hans dóttir Ragnhildr, hennar sonr Haraldr konungrinn hárfagri. Verðr þessi tala einum manni fátt í sjautugu at meðtöldum bæði Adam ok Haraldi."}}