{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_27", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_27", "text": {"0": "Konungr ferr nú heim ok Bera í ferð með konungi.Drottning var allkát ok tók vel við henni ok frétti,hver hún væri. Hún sagði sem fyrr eigi it sanna til.Drottning gerir nú veizlu mikla ok lætr búa bjarnarslátrittil fagnaðar mönnum. Karlsdóttir er í skemmudrottningar ok náir eigi burt at fara, því at drottningugrunar, hver hún muni vera. Ok þar kemr drottningmeð disk vánum bráðara, var þar á bjarnarholdit,ok bað Beru neyta. Hún vildi eigi eta. \"Þetta eru firnmikil,\" segir drottning, \"at þú trunsar við fagnaði þessum,er drottning sjálf virðist at bjóða þér, ok tak viðskjótt, elligar skal þér annarr verri.\" Hún bitar fyrirhana, ok þat verðr af leiknum, at hún etr þann bita.Drottning skerr þá annan ok lætr í munn henni, okþar kemr lítit korn niðr af þeim bita, ok sló þá úrmunni sér ok kveðst eigi meir mundu eta, þó at húnpíndi hana eða deyddi. Drottning mælti: \"Vera kann,at nú dugi nokkut,\" ok hló at. Síðan fór Bera í burtok heim til föður síns. Hún hefir óhæga höfn meðferðar.Hún sagði nú föður sínum alla málavöxtu umsitt ráð, hvernig háttat er.Ok litlu síðar tók hún sótt ok fæddi sveinbarn, þónokkut með undarligum hætti. Þat var maðr upp, enelgr niðr frá nafla. Hann er nefndr Elg-Fróði. Annarrsveinn kemr þar til ok er kallaðr Þórir. Hundsfætr váruá honum frá rist ok því var hann kallaðr Þórir hundsfótr.Hann var maðr fríðastr sýnum fyrir annat. Innþriði sveinn kom til, ok var sá allra vænstr. Sá er kallaðrBöðvarr, ok var honum ekki neitt til lýta. Böðvariann hún mest. Þeir renna nú upp sem gras. Ok þá þeireru at leikum með öðrum mönnum, eru þeir grimmirok óvægir um allt. Fá menn harðleikit af þeim. MeiðirFróði marga menn fyrir konungi, en deyddi suma meðöllu."}}