{"originalTitle": "Norna-Gests_Þáttr_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Norna-Gests_Þáttr_Chapter_9", "text": {"0": "\"Þá er nú enn at segja,\" segir Gestr, \"at ek fór norðrtil Danmerkr, ok settumst ek þar at föðurleifð minni,því at hann andaðist skjótt. Ok litlu síðar frétta ek dauðaSigurðar ok svá Gjúkunga, ok þótti mér þat mikil tíðendi.\"Konungr mælti: \"Hvat varð Sigurði at bana?\"Gestr svarar: \"Sú er flestra manna sögn, at GuttormrGjúkason legði hann sverði í gegnum sofanda ísæng Guðrúnar. En þýverskir menn segja Sigurð drepinnhafa verit úti á skógi. En igðurnar sögðu svá, atSigurðr ok Gjúka synir hefði riðit til þings nokkursok þá dræpi þeir hann. En þat er alsagt, at þeir váguat honum liggjanda ok óvörum ok sviku hann í tryggð.\"En hirðmaðr einn spyrr: \"Hversu fór Brynhildr þámeð?\" Gestr svarar: \"Þá drap Brynhildr sjau þræla sínaok fimm ambáttir, en lagði sik sverði í gegnum ok baðsik aka með þessa menn til báls ok brenna sik dauða.Ok svá var gert, at henni var gert annat bál, en Sigurðiannat, ok var hann fyrri brenndr en Brynhildr. Hennivar ekit í reið einni, ok var tjaldat um guðvef ok purpura,ok glóaði allt við gull, ok svá var hún brennd.\"Þá spurðu menn Gest, hvárt Brynhildr hefði nokkutkveðit dauð. Hann kvað þat satt vera. Þeir báðu hannkveða, ef hann kynni. Þá mælti Gestr: \"Þá er Brynhildivar ekit til brennunnar á helveg, ok var farit með hananær hömrum nokkurum. Þar bjó ein gýgr. Hún var útifyrir hellis dyrum ok var í skinnkyrtli ok svört yfirlits.Hún hefir í hendi sér skógarvönd langan ok mælti:\"Þessu vil ek beina til brennu þinnar, Brynhildr,ok væri betr, at þú værir lifandi brennd fyrir ódáðirþínar þær, at þú lézt drepa Sigurð Fáfnisbana, svá ágætanmann, ok opt var ek honum sinnuð, ok fyrir þatskal ek ljóða á þik með hefndarorðum þeim, at öllumsér þú at leiðari, er slíkt heyra frá þér sagt. Eptir þettaljóðast þær á, Brynhildr ok gýgr. Gýgr kvað:\"Skaltu í gegnumganga eigigrjóti studdagarða mína.Betr sæmdi þérborða at rekjaheldr en at vitjavárra ranna.Hvat skaltu vitjaaf Vallandi,hverflynt höfuð,húsa minna?Þú hefir vörgum,ef þín vitja,mörgum til matarmanns blóð gefit.\"Þá kvað Brynhildr:\"Bregðu mér eigi,brúðr ór steini,þótt væra ek fyrrí víkingu.Ek mun okkaræðri þykkja,hvars eðli mennokkart kunnu.\"Gýgr kvað:\"Þú ert, BrynhildrBuðladóttir,heilli verstuí heim borin.Þú hefir Gjúkaof glatat börnumok búi þeirabrugðit góðu.\"Brynhildr kvað:\"Ek mun segja þérsanna ræðu,vélgjarnt höfuð,ef þik vita lystir,hvé gerðu mikGjúka arfarástalausaok eiðrofa.Lét mik af harmihugfullr konungr,átta systurundir eik búa.Var ek vetra tólf,ef þik vita lystir,þá er ek ungum grameiða svarðak.Ek lét gamlangýgjar bróður,Hjálmgunnar, næstheljar ganga.Gaf ek ungum sigrAuða bróður.Þar var mér Óðinnofgreypr fyrir.Lauk hann mik skjöldumí Skatalundirauðum ok hvítum.Randir snurtust.Þann bað hann slítasvefni mínum,er hvergi landshræðask kynni.Lét hann um sal minnsunnanverðanhávan brennahrotgarm viðar.Þar bað hann þegar einnyfir um ríða,þann er færði mérFáfnis dýnu.Reið góðr Granagullmiðlandi,þar er fóstri minnfletjum stýrði.Einn þótti hann þaröllum betrivíkingr Danaí verðungu.Sváfum vit ok undumí sæing einni,sem hann bróðir minnof borinn væri.Hvárki máttihönd yfir annatátta nóttumokkart leggja.Því brá mér GuðrúnGjúkadóttir,at ek Sigurðisvæfa í armi,Þá varð ek þess vís,at ek vilda eigi,at þau véltu mikí verfangi.Munu við ofstríðalls til lengikonur ok karlarkvikvir fæðask.Vit skulum okkrumaldri slíta,Sigurðr, saman.Sökkstu nú, gýgr.\"Þá æpti gýgr ógurligri röddu ok hljóp inn í bjargit.\"Þá sögðu hirðmenn konungs: \"Gaman er þetta, oksegðu enn fleira.\" Konungr mælti: \"Eigi er nauðsynat segja fleira frá þvílíkum hlutum.\" Konungr mælti:\"Vartu nokkut með Loðbrókar sonum?\" Gestr svarar:\"Skamma stund var ek með þeim. Ek kom til þeira,þá er þeir herjuðu suðr at Mundíafjalli ok brutuVífilsborg. Þá var allt við þá hrætt, því at þeir höfðusigr, hvar sem þeir kómu, ok þá ætluðu þeir at faratil Rómaborgar.Þat var einn dag, at maðr nokkurr kom fyrir Björnkonung járnsíðu ok heilsar honum. Konungr tekr honumvel ok spurði, hvaðan hann væri at kominn. Hannsagðist kominn sunnan frá Rómaborg. Konungr spurði:\"Hvé langt er þangat?\" Hann svaraði: \"Hér máttu sjá,konungr, skó, er ek hefi á fótum.\" Tekr hann þá járnskóaf fótum sér, ok váru allþykkir ofan, en mjök slitnirneðan. \"Svá er löng leið heðan til Rómaborgar semþér meguð nú sjá á skóm mínum, hversu hart at þeirhafa þolat.\" Konungr mælti: \"Furðu löng leið er þettaat fara, ok munu vér aptr snúa ok herja eigi á Rómaríki.\"Ok svá gera þeir, at þeir fara eigi lengra, okþótti hernum þetta undarligt, at snúa svá skjótt sínuskapi við eins manns orð, er þeir höfðu áðr allt ráðsfyrir gert. Fóru Loðbrókar synir við þetta aptr okheim norðr ok herjuðu eigi lengra suðr. Konungrsagði: \"Auðsýnt var þat, at helgir menn í Róma vildueigi yfirgang þeira þangat, ok mun sá andi af guði sendrverit hafa, at svá skiptist skjótt þeira fyrirætlan at geraekki spellvirki inum helgasta stað Jesú Kristí í Rómaborg.\""}}