{"originalTitle": "Örvar-Odds_Saga_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_1", "text": {"0": "GRÍMR hét maðr ok var kallaðr loðinkinni. Því varhann svá kallaðr, at hann var með því alinn, enþat kom svá til, at þá þau Ketill hængr, faðir Gríms,ok Hrafnhildr Brúnadóttir gengu í eina sæng, sem fyrrer skrifat, at Brúni breiddi á þau húð eina, er hannhafði boðit til sín Finnum mörgum, ok um nóttina leitHrafnhildr út undan húðinni ok sá á kinn einumFinninum, en sá var allr loðinn. Ok því hafði Grímrþetta merki síðan, at menn ætla, at hann muni á þeiristundu getinn hafa verit. Grímr bjó í Hrafnistu. Hannvar auðigr at fé ok mikils ráðandi um allt Hálogalandok víðar annars staðar. Hann var kvángaðr, ok hét Lopthænakona hans. Hún var dóttir Haralds hersis ór Víkaustan.Þat var eitt sumar, at Grímr bjó för sína í Vík austreptir Harald dauðan, mág sinn, fyrir því at hann áttiþar miklar eignir. Ok er Lopthæna verðr þess vís, þábeiðist hún at fara með honum, en Grímr segir, atþat mátti eigi vera, -- \"fyrir því at þú ert kona eigiheil.\" \"Ekki læt ek mér annat líka,\" segir hún, \"enfara.\" Grímr unni henni mikit, ok lætr hann þat eptirhenni. Hún var hverri konu vænni ok betr at sér umalla hluti, þeira er í Noregi váru. Þeira för var búinvirðuliga.Grímr sigldi tveim skipum ór Hrafnistu austr í Vík.En er þau koma fyrir sveit þá, er heitir á Berurjóðri,þá segir Lopthæna, at hún vill láta lægja seglin, fyrirþví at hún kenndi sér sóttar, ok svá var gert, at skipinváru at landi látin. Þar bjó sá maðr, er Ingjaldr hét.Hann var kvángaðr maðr ok átti son við konu sinni,ungan at aldri, en vænan at áliti, þann er Ásmundrhét. En er þau váru at landi komin, váru menn uppsendir til bæjar at segja Ingjaldi, at Grímr var þarkominn við land ok kona hans. Þá lét Ingjaldr eykibeita fyrir vagnsleða ok fór sjálfr á móti þeim ok bauðþeim allan þann beina, sem þau þurftu ok þau vilduþegit hafa. Þá fóru þau heim til bæjar Ingjalds. Síðanvar Lopthænu fylgt í kvenna hús, en Grími var fylgtí skála ok skipat í öndvegi, ok engan hlut þóttistIngjaldr fullvel gert geta til þeira Gríms. En Lopthænuelnaði sóttin til þess, at hún varð léttari at sveinbarni,ok tóku konur við því ok létust aldrigi sét hafajafnvænt barn. Lopthæna leit til sveinsins ok mælti:\"Berið hann til föður síns. Hann skal nafn gefa barninu,\"ok svá var gert. Var sveinninn þá vatni ausinnok nafn gefit ok kallaðr Oddr. Þar var Grímr þrjárnætr. Þá sagði Lopthæna, at hún var búin til ferðar,ok þá sagði Grímr Ingjaldi, at hann vill búast til burtferðar.\"Svá er mér gefit,\" sagði Ingjaldr, \"at ek vildaþiggja af yðr nokkurn virðingar hlut.\" \"Þat er makligt,\"sagði Grímr, \"ok kjós þú þér sjálfr laun, þvíat eigi skortir fé fram at greiða.\" \"Ærit hefi ek fé,\"sagði Ingjaldr. \"Þá þigg þú annat,\" sagði Grímr. \"Barnfóstrvil ek bjóða þér,\" sagði Ingjaldr. \"Þat veit ekeigi,\" sagði Grímr, \"hversu Lopthænu er um þat gefit.\"En hún svaraði: \"Þat ræð ek at þiggja þat, sem sváer vel boðit.\"Þá var þeim fylgt til skipa sinna, en Oddr var eptirá Berurjóðri. Þau fóru ferða sinna, til þess at þaukómu austr í Vík, ok eru þar þá stund, sem þau þykkjastþurfa. Síðan búast þau í burt þaðan, ok gaf þeimvel byri, til þess at þau kómu fyrir Berurjóðr. Þá baðGrímr lægja seglin. \"Hví skulu vér eigi fara ferðarvárrar?\" sagði Lopthæna. \"Ek ætlaða,\" sagði Grímr,\"at þú mundir vilja finna son þinn.\" \"Leit ek á hann,\"sagði hún, \"er vit skildum, ok þótti mér sem hannmundi lítt renna ástaraugum til vár Hrafnistumanna,ok munu vit fara ferð vára,\" sagði hún.Nú koma þau Grímr heim í Hrafnistu ok settust atbúi sínu, en Oddr vex upp at Berurjóðri ok Ásmundr.Oddr nam íþróttir þær, er mönnum var títt at kunna.Ásmundr þjónaði honum í hvívetna. Hann var flestummönnum vænni ok gervari at sér.Fóstbræðralag gerðist með þeim Oddi ok Ásmundi.Í skotbökkum váru þeir hvern dag eða á sundi. Engikomst til jafns við Odd um allar íþróttir. Aldri varOddr at leikum sem önnur ungmenni. Honum fylgdiÁsmundr ávallt. Framar mat Ingjaldr Odd en Ásmundí hvívetna.Skeyti lét Oddr sér gera hvern mann, er hann fannhagan. Hann varðveitti þau ekki eptir, ok fóru þauum flet ok um bekki undir mönnum. Margir skeindustá því, er menn kómu í myrkri inn eða niðr settust.Sjá einn hlutr var svá, at Oddi aflaði óvinsælda. Menntöluðu um við Ingjald, at hann skyldi tala við Oddum þetta. Ingjaldr finnr Odd at máli einnhvern dag.\"Hlutr er sá einn,\" sagði Ingjaldr, \"fóstri minn, at þéraflar óvinsælda.\" \"Hverr er sá?\" sagði Oddr. \"Þú varðveitireigi skeyti þín, sem öðrum mönnum er títt,\"sagði Ingjaldr. \"Þá þætti mér þú mega gefa sakir áþví,\"  sagði Oddr, \"ef þú hefðir mér nokkut fengit atvarðveita þau í.\" \"Ek skal til fá,\" sagði Ingjaldr, \"þatsem þú vilt.\" \"Þat hygg ek,\"  sagði Oddr, \"at þú munirþat ekki til fá.\" \"Þat mun eigi vera,\" sagði Ingjaldr.\"Hafr áttu þrévetran, svartan at lit,\" sagði Oddr.\"Hann vil ek drepa láta ok flá belg af bæði með hornumok klaufum.\" Ok svá var gert sem Oddr mæltifyrir, ok var honum færðr belgrinn, þá er búinn var.Þar bar hann í ofan örvar sínar, ok eigi léttir hann af,fyrr en fullr var belgrinn. Þat var miklu fleira okmeira en annarra manna skeyti. Boga fekk hann sérat því skapi.Svá var Oddr búinn, at hann var í rauðum skarlatskyrtlihvern dag ok hafði knýtt gullhlaði at höfði sér.Örvamæli sinn hafði hann, hvar sem hann fór. Ekkivandist Oddr blótum, því at hann trúði á mátt sinnok megin, ok þar gerði Ásmundr eptir, en Ingjaldrvar inn mesti blótmaðr. Opt fóru þeir fóstbræðr fyrirland fram, Oddr ok Ásmundr."}}