{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_13", "text": {"0": "Einn tíma býðr Áki konungi til veizlu. Konungr fórvið margan mann, ok var þar Hálfdan í ferð, Sigurðrok Sigmundr, ok veitti Áki vel ok var kátr við Hálfdan.Einn dag veizlunnar var þat, er þeir Hálfdan ok hansfélagar drukku í einum kastala ok Áki hjá þeim, enkonungr ok hans menn váru í öðrum stað. Áki var allkátrok bar þeim ákaft drykkinn. Ok með því at drykkrinnvar áfengr, duttu þeir skjótt niðr sofandi. Ákikallar þá at sér sína menn ok lætr bera eld at kastalanumok ætlar at brenna þá inni. Eigi vissi konungrþetta. Kastalinn tekr nú at loga ok svá klæði þeirafóstbræðra. Í því bili kom kona ein fram ór skóginum.Hún var stór vexti ok veðr þegar eldinn ok tekrþá fóstbræðr alla í fang sér ok berr þá út ór eldinumfram á skóginn. Þar vaknar Hálfdan ok sér, at Branaer þar komin. Hún mælti: \"Þat er forn orðskviðr oker sannr, seint er afglapa at snotra, þar sem þú átthlut at. Ek varaða þik, at þú skyldir eigi láta Ákasvíkja þik. Hefi ek nú gengit frá meyjunni viku gamalli,ok trúi ek, at hún sé orðin fífl, ok má ek eigi hér veralengr.\" Skildu þau þá at sýn, en eigi at vináttu. Þávakna þeir bræðr ok fara heim með Hálfdani ok sögðukonungi, hvat Áki hafði gert, en konungr gaf sér fáttat, því at hann var vinr Áka.Nú skal segja frá Áka ok hans mönnum, at þegarþeir sjá konuna, hlaupa þeir í skóginn mjök hræddir,ok er Áki nú fyrst ór sögunni. Konungr kom heimeptir tíðendin."}}