{"originalTitle": "Hrómundar_Saga_Gripssonar_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrómundar_Saga_Gripssonar_Chapter_1", "text": {"0": "SÁ konungr réð fyrir Görðum í Danmörk, er Óláfrhét. Hann var sonr Gnóðar-Ásmundar. Hann varmaðr frægr. Bræði tveir, Kári ok Örnúlfr, váru landvarnarmennkonungs, hermenn miklir. Þar bjó einn ríkrbóandi. Sá hét Gripr. Hann átti þá konu er Gunnlöðhét, dóttir Hróks ins svarta. Þau áttu níu sonu, er sváhétu: Hrólfr, Haki, Gautr, Þröstr, Angantýr, Logi,Hrómundr, Helgi, Hrókr. Þeir váru allir efniligirmenn. Þó var Hrómundr fyrir þeim öllum. Hannkunni eigi at hræðast. Hann var augnafagr, hárbjartrok herðamikill, mikill ok sterkr, líktist mjoök Hróki,móðurföður sínum. Með konungi váru tveir menn. Héteinn Bíldr, annarr Váli. Þeir váru illir ok undirförulir.Konungr matti þá mikils.Eitt sinn helt Óláfr konungr austr fyrir Noreg meðher sinn, ok heldu at Úlfaskerjum, herjuðu ok láguvið eitt eyland. Konungr býðr Kára ok Örnúlfi at gangaupp á eyjuna ok vita, hvárt þeir sæi engi herskip. Þeirgengu upp á landit ok litu sex herskip undir hömrumnokkurum. Þar var einn dreki allskrautligr. Kárikallar til þeira ok spyrr, hverr fyrir skipunum réði.Einn dólgr stóð upp á drekanum ok kvaðst Hröngviðrheita, -- \"eða hvert er nafn þitt?\" Kári sagði til sín oksíns bróður ok mælti: \"Ek veit engan verri en þik, okþar fyrir skal ek höggva þik í smá stykki.\" Hröngviðrmælti: \"Ek hefi herjat sumar ok vetr í þrjú ok þrjátigi ár ok háð sex tigi orrostur ok fengit jafnan sigr.Mitt sverð heitir Brynþvari, er aldri hefir sljóvgazt.Kom þú hér á morgun, Kári, ek skal slíðra hann íþínu brjósti.\" Kári kveðst eigi bila mundu. Hröngviðrmátti kjósa hvern dag mann fyrir sverðsins oddi."}}