{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_48", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_48", "text": {"0": "Á þessari stundu safnar Skuld saman öllum þeimmönnum, sem mestir váru fyrir sér, ok öllu illþýði aföllum næstu heruðum. Þessum svikum er þó leynt,svá at Hrólfr konungr verðr ekki varr við, ok eigi grunarkappana neitt um þetta, því at þetta váru mest galdrarok gerningar. Setr Skuld hér til inn mesta seið atvinna Hrólf konung, bróður sinn, svá at í fylgd ermeð henni álfar ok nornir ok annat ótöluligt illþýði,svá at mannlig náttúra má eigi slíkt standast. En Hrólfrkonungr ok kappar hans hafa gleði mikla ok skemmtuní Hleiðargarði, ok alls kyns leika, þá er menn kunnuskyn á, þá frömdu þeir með list ok kurteisi. Hverrþeira hafði frillu til skemmtunar sér.Ok nú er frá því at segja, at albúit er liðit Hjörvarðskonungs ok Skuldar, at þau fara til Hleiðargarðs meðþenna ótöluliga lýð ok kómu þar at jólum. Hrólfr konungrhefir látit hafa mikinn viðrbúnað í móti jólunum,ok drukku menn hans fast jólakveldit. Þau Hjörvarðrok Skuld reisa tjöld sín utan borgar. Þau váru bæðistór ok löng ok með undarligum búnaði. Þar várumargir vagnar ok allir skipaðir at vápnum ok herklæðum.Eigi gaf Hrólfr konungr gaum at þessu. Hugsar hannnú meira á stórlæti sitt ok rausn ok hugprýði ok allaþá hreysti, sem honum bjó í brjósti, at veita þeim öllum,sem þar váru til komnir, ok hans vegr færi semvíðast, ok allt hafði hann þat til, sem einn veraldligankonungs heiðr mátti prýða. En ekki er þess getit, atHrólfr konungr ok kappar hans hafi nokkurn tímablótat goð, heldr trúðu þeir á mátt sinn ok megin, þvíat þá var ekki boðuð sú heilaga trú hér á Norðrlöndum,ok höfðu þeir því lítit skyn á skapara sínum, sembjuggu í norðrálfunni."}}