{"originalTitle": "Grettis_Saga_Chapter_24", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_24", "text": {"0": "Gunnar var í bænum og sat um Gretti nær sem færi gæfi á    honum.    Það bar til á einhverjum degi að Grettir sat í búð nokkurri    og drakk því að hann vildi eigi verða fyrir Gunnari. Og er    hann varði minnst var hlaupið á hurðina svo hart að hún    brotnaði í sundur. Þar hlupu inn fjórir menn alvopnaðir. Var    þar kominn Gunnar og fylgdarmenn hans. Þeir sóttu að Gretti.    Hann þreif vopn sín er héngu uppi yfir honum, opaði hann þá    upp í hyrninguna og varðist þaðan. Hann hafði fyrir sér    skjöldinn en hjó með saxinu. Sóttist þeim eigi fljótt. Kom    hann á höggi einn fylgdarmann Gunnars. Þurfti sá eigi fleiri.    Rýmdi Grettir þá fram á gólfið. Hrukku þeir þá utar eftir    búðinni. Féll þá annar maður af Gunnari. Þá vildi Gunnar    undan leita og hans förunautar. Komst sá til dyranna og drap    fótunum í þröskuldinn og lá fallinn og komst seint upp.    Gunnar hafði fyrir sér skjöldinn og opaði Gretti undan en    hann sótti að með kappi og hljóp upp í þverpallinn við    dyrnar. Bar þá hendur Gunnars úr dyrunum inn og svo    skjöldinn. Grettir hjó þá niður í milli Gunnars og    skjaldarins og af honum báðar hendurnar í úlfliðnum. Féll    hann á bak aftur út úr dyrunum. Grettir hjó hann banahögg og    því komst sá á fætur er honum hafði fylgt og fór þegar á fund    jarls og sagði honum þessi tíðindi.    Sveinn jarl varð ákaflega reiður við þessa sögu og stefndi    þegar þing í bænum. En er þeir Þorfinnur og Þorsteinn    drómundur vissu þetta heimtu þeir að sér tengdamenn sína og    vini og fjölmenntu mjög til þingsins. Jarl var allstyggur og    mátti lítt orðum við hann koma.    Þorfinnur gekk fyrst fyrir jarl og mælti: \"Því er eg hér    kominn að eg vil bjóða yður sátt og sæmdir fyrir víg þessi er    Grettir hefir vegið. Skuluð þér einir skera og skapa ef    maðurinn hefir grið.\"    Jarl svarar reiður mjög: \"Seint leiðist þér að biðja griða    til handa Gretti en grunar mig að þú hafir þar eigi gott að    sök. Hefir hann nú drepið þrjá bræður hvern á fætur öðrum.    Voru þeir svo hraustir menn í sér að enginn þeirra vildi í    sjóð bera annan. Nú tjáir þér Þorfinnur eigi að biðja fyrir    Gretti því að eg vil eigi leiða svo inn rangindi í landið að    taka bætur fyrir slík óhæfuverk.\"    Þá gekk fram Bersi Skáld-Torfuson, bað jarl taka sættum \"vil    eg,\" sagði hann, \"þar til biðja og bjóða mitt góss því    Grettir er maður stórættaður og góður vin minn. Megið þér sjá    herra að betra er að gefa einum manni grið og hafa í móti    margra manna þökk en ráða einn fésektum, heldur en brjótast í    móti sæmd sinni og hætta hvort þér náið manninum eða eigi.\"    Jarl svarar: \"Vel fer þér Bersi þetta og sýnir þú það jafnan    að þú ert góður drengur en þó nenni eg eigi að brjóta svo    landslögin að gefa þeim grið sem ólífismenn eru.\"    Þá gekk fram Þorsteinn drómundur og kvaddi jarl og bauð boð    fyrir Gretti og fór þar um mörgum fögrum orðum. Jarlinn    spurði hvað honum gengi til að bjóða boð fyrir þenna mann.    Þorsteinn sagði að þeir voru bræður.    Jarl kvaðst það eigi vitað hafa \"en drengskapur er þér í þó    að vildir hjálpa honum. En fyrir því að vér höfum ætlað eigi    hér fébætur fyrir þessi mál þá munum vér hér alla jafndýra um    gera. Skulum vér hafa líf Grettis, hvað er kostar, þegar vér    komumst við.\"    Hljóp jarl þá upp og vildi ekki á líta um sættirnar þeirra    Þorfinns og gengu þá heim í garð Þorsteins og bjuggust þar    um. En er jarl sá þetta lét hann vopnast alla hirð sína,    gengu síðan með fylktu liði þangað. Og áður liðið kom að    skipuðust þeir til varnar fyrir garðshliðinu. Stóðu þeir    fremstir Þorfinnur og Þorsteinn og Grettir og þá Bersi. Hafði    hver þeirra mikla sveit manna.    Jarl bað þá selja fram Gretti og halda sig eigi í ófæru. Þeir    buðu öll hin sömu boð sem fyrr. Jarl vildi það ekki heyra.    Þeir Þorfinnur og Þorsteinn kváðu jarl skyldu meira fyrir    verða að ná lífi Grettis \"því eitt skal yfir oss og mun það    þá mælt að þér vinnið mikið til eins manns lífs ef vér erum    allir við velli lagðir.\"    Jarl kvað öngan þeirra spara skyldu. Var þá við sjálfu búið    að þeir mundu berjast. Þá gengu að jarli margir góðgjarnir    menn og báðu að hann héldi eigi til svo mikils vandræðis,    sögðu að þeir mundu mikið afráð gjalda áður þeir væru    drepnir. Jarl fann að þetta var heilræði. Lét hann þá heldur    sefast. Síðan var dregin saman sættin. Voru þeir Þorfinnur og    Þorsteinn þess fúsir þegar Grettir næði griðum.    Jarl mælti: \"Það skuluð þér vita,\" sagði hann, \"þó að eg geri    hér mikið miðlunarmál um víg þessi að eg kalla þetta öngva    sætt en eigi nenni eg að berjast við menn mína þó að eg sjái    að þér metið mig lítils í þessu máli.\"    Þá mælti Þorfinnur: \"Þetta er yður meiri sæmd herra því að    þér skuluð einir ráða fégjöldum.\"    Jarl sagði þá að Grettir skyldi fara í friði fyrir honum út    til Íslands þegar skip ganga ef þeim líkaði þá vel. Þeir    kváðust það þiggja mundu. Luku þeir jarli fé svo honum gast    að og skildu með öngum kærleikum. Fór Grettir með Þorfinni.    Skildust þeir Þorsteinn bróðir hans með vináttu. Varð    Þorfinnur frægur af fylgd þeirri er hafði veitt Gretti, við    slíkt ofurefli sem hann átti að eiga. Engi af þeim mönnum    komst í kærleika við jarl þaðan frá, þeirra er Gretti hafði    lið veitt, nema Bersi einn.    Svo kvað Grettir:Var ÞorfinnrÞundar sessialdar alinnoss til hjálparþá er mig vífí valskorumlukt og læstlífs um kvaddi.Var stórskipstallgoðs banaRauðahafsog Regins skálier Býleistsbróðurdótturmanna mestmér varnaði.    Og enn þessa:Þótti þáþengils mönnumekki dæltoss að stríðaer hlébarðrhlífar eldibragða borgbrenna vildi.    Grettir fór með Þorfinni norður aftur og er með honum þar er    hann kom honum í skip með kaupmönnum þeim að ætluðu til    Íslands og gaf honum mörg góð þing í klæðum og söðul steindan    og bitul með. Skildu þeir með vináttu. Bað Þorfinnur hann sín    vitja ef hann kæmi aftur til Noregs."}}