{"originalTitle": "Grettis_Saga_Chapter_40", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_40", "text": {"0": "Að jólum kom Grettir til þess bónda er Einar hét. Hann var    ríkur maður og kvæntur og átti dóttur gjafvaxta er Gýríður er    nefnd. Hún var fríð kona og þótti harla góður kostur. Einar    bauð Gretti með sér að vera um jólin og það þá hann.    Það var þá víða í Noregi að markarmenn og illvirkjar hlupu    ofan af mörkum og skoruðu á menn til kvenna en tóku á burt fé    manna með ofríki ef eigi var liðsfjöldi fyrir.    Svo bar hér til að það var einn dag á jólunum að komu til    Einars bónda illvirkjar margir saman. Hét sá Snækollur sem    fyrir þeim var. Hann var berserkur mikill. Hann skoraði á    Einar bónda að hann skyldi leggja upp við hann dóttur sína    eða verja hana ef hann þættist maður til. En bóndi var þá af    æskuskeiði og engi styrjaldarmaður.    Þótti honum nú mikill vandi að höndum kominn og spurði Gretti    í hljóði hvað hann vildi til leggja \"því að þú ert kallaður    frægur maður.\"    Grettir bað hann því einu játa er honum þætti sér    smánarlaust. Berserkurinn sat á hesti og hafði hjálm á höfði    og ekki spennt kinnbjörgunum. Hann hafði skjöld járni rendan    fyrir sér og lét hann hið ógurlegasta.    Hann mælti við bónda: \"Kjós skjótt annan hvorn kostinn. Eða    hvað ræður sá þér hinn mikli hrottinn er þar stendur hjá þér    eða er ekki það að hann vilji eiga leik við mig?\"    Grettir segir: \"Jafnkomið er á með okkur bónda því að hér er    hvorgi skefjumaður.\"    Snækollur mælti: \"Heldur mun ykkur ægja við mig að fást ef eg    reiðist.\"    \"Þá veit það er reynt er,\" segir Grettir.    Berserkurinn fann nú undandrátt í málinu. Tók hann þá að    grenja hátt og beit í skjaldarröndina og setti skjöldinn upp    í munn sér og gein yfir hornið skjaldarins og lét allólmlega.    Grettir varpaði sér um völlinn. Og er hann kemur jafnfram    hesti berserksins slær hann fæti sínum neðan undir    skjaldarsporðinn svo hart að skjöldurinn gekk upp í munninn    svo að rifnaði kjafturinn en kjálkarnir hlupu ofan á    bringuna. Hann hafði þá allt eitt atriðið að hann þreif í    hjálminn vinstri hendi og svipti víkinginum af baki en hægri    hendi brá hann saxinu er hann var gyrður með og setti á    hálsinn svo af tók höfuðið. En er þetta sáu fylgdarmenn    Snækolls flýði sinn veg hver þeirra. Ekki nennti Grettir að    elta þá því hann sá að engi var hugur í þeim. Þakkaði bóndi    honum vel fyrir þetta verk og margir menn aðrir. Þótti þessi    atburður bæði vera af hvatleik og harðfengi unninn.    Var Grettir þar um jólin vel haldinn. Leysti bóndi hann vel    af garði. Fór Grettir síðan austur til Túnbergs og hitti    Þorstein bróður sinn. Tók hann við Gretti með blíðu og spurði    að ferðum hans og að hann vann berserkinn.    Grettir kvað vísu:Snart á snæðings portiSnækolls þrimu rækisímunbukl, það er öklaáspyrnu fékk þyrnis.Svo tvískipti tóptumtanngarðs hinn járnvarðibrodda gangs, að á bringu,bálkr, rifnuðu kjálkar.    Þorsteinn mælti: \"Slyngt yrði þér um margt frændi ef eigi    fylgdu slysin með.\"    Grettir svarar: \"Þess verður þó getið er gert er.\""}}