{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_5", "text": {"0": "Nú er þat eitt sumar, at hann heldr skipum sínumtil Noregs, því at hann átti þar marga frændr ok viniok vill þá hitta. Hann kemr skipum sínum um kveldití höfn eina litla, en þar var bær skammt þaðan, erhét á Spangarheiði, ok lágu þeir þar í höfn þá nótt.Ok er morginn kom, skyldu matsveinar fara á landat baka brauð. Þeir sjá, at bær er skammt frá þeim,ok þótti þeim sér þat betr gegna at fara til húss okvera þar at. Ok er þeir kómu til þess ins litla bæjar,þá hitta þeir einn mann at máli, ok er þat kerling, okspurðu, hvárt hún væri húsfreyja eða hvat hún héti.Hún segir, at hún sé húsfreyja, -- \"ok nafn mittóvant, ek heiti Gríma, eða hverir eru þér?\" Þeir sögðu,at þeir væri þjónustumenn Ragnars loðbrókar, ok viljaþeir færa fram sýslu sína, -- \"ok viljum vér, at þú vinnirmeð oss.\" Kerling svarar, at hendr hennar váru stirðarmjök. \"En verit hafði þat fyrrum, at ek kunna bjargvelsýslu mína, ok á ek mér dóttur þá, er at munvera með yðr ok mun heim koma brátt ok heitirKráka. Er nú svá komit, at ek kem trautt ráði við hana.\"Ok nú er Kráka at fé farin um myrgininn ok sér, atskip váru komin við land mörg ok stór, ok nú tekrhún ok þvær sér. En kerling hafði henni þat bannat,því at hún vildi eigi, at menn sæi fegrð hennar, því athún var allra kvenna vænst, en hár hennar var svámikit, at tók jörð um hana, ok svá fagrt sem silki þat,er fegrst verðr. Ok nú kemr Kráka heim. En þeirmatsveinar höfðu gert eld, ok nú sér Kráka, at þareru menn komnir, þeir er hún hefir eigi fyrr sét. Húnhyggr at þeim ok svá þeir at henni. Ok nú spyrja þeirGrímu: \"Hvárt er sjá þín dóttir, in fagra mær?\" \"Eigier til þess logit,\" segir Gríma, \"at sjá er mín dóttir.\"\"Furðu ólíkar máttu þit verða,\" segja þeir, \"svá illiligsem þú ert. En vér höfum eigi jafnvæna mey sét, okenga sjám vér hana hafa þína mynd, því at þú ert itmesta ferlíki.\" Gríma svarar: \"Eigi má nú á mér sjá.Brugðit er nú mínum yfirlitum ór því, sem var.\" Núræða þeir þetta, at hún vinni með þeim. Hún spyrr:\"Hvat skal ek vinna?\" Þeir kváðust vilja, at hún teygðibrauð, en þeir mundi baka eptir. Ok tekr hún síðantil sinnar iðju, ok vinnst henni vel. En þeir horfðuá hana ávallt, svá at þeir gáðu eigi sýslu sinnar okbrenndu brauðit. Ok er þeir höfðu lokit verki sínu,fóru þeir til skipa. Ok þá er þeir skyldu brjóta uppvistir sínar, mæltu allir, at þeir hefði aldri jafnillaunnit ok væri hegningar fyrir vert. Ok nú spyrr Ragnarr,hví þeir hefði þanninn matbúit. Þeir kváðust séthafa konu svá væna, at þeir gáðu eigi sinnar sýslu, okætluðu þeir, at engi mundi henni vænni vera í veröldu.Ok er þeir tóku svá mikit af of hennar fegrð, þásegir Ragnarr ok kveðst þat vita, at sjá mundi eigi jafnvænsem Þóra hafði verit. Þeir kváðu hana eigi óvænni.Þá mælti Ragnarr: \"Nú mun ek senda þá menn, ergerla kunni at sjá. Ef svá er sem þér segið, þá er þettaathugaleysi yðr upp gefit, en ef konan er at nokkurumhlut óvænni en þér segið frá, munu þér taka hegningmikla á yðr.\" Ok nú sendir hann menn sína til fundarvið þessa ina fögru mey, en andviðri var svá mikit,at þeir máttu eigi fara þann dag, ok mælti Ragnarrvið sína sendimenn: \"Ef yðr lízt þessi in unga mærsvá væn sem oss er sagt, biðið hana fara á minnfund, ok vil ek hitta hana; vil ek, at hún sé mín.Hvárki vil ek, at hún sé klædd né óklædd, hvárkimett né ómett, ok fari hún þó eigi ein saman, ok skalhenni þó engi maðr fylgja.\" Nú fóru þeir, þar til erþeir koma til húss, ok hyggja at Kráku vandliga, oklízt þeim sjá kona svá væn, at þeir hugðu enga aðrajafnvæna. Ok nú segja þeir orð herra síns, Ragnars,ok svá, hversu hún skyldi búin vera. Kráka hugði at,hversu konungr hafði mælt ok hvé hún skyldi búast,en Grímu þótti engan veg svá mega vera ok kveðstvita, at sjá konungr mundi eigi vera vitr. Kráka segir:\"Því mun hann svá mælt hafa, at svá mun vera mega,ef vér skiljum eptir því, sem hann ætlar til. En vísteigi má ek í yðarri ferð vera þenna dag, en ek munkoma snemma á morgin til yðarra skipa.\" Nú fóruþeir í brott ok segja Ragnari svá búit, at hún mundikoma til fundar þeira. Ok nú er hún heima þá nótt.En um myrgininn snemma segir Kráka karli, at þámundi hún fara á fund Ragnars. \"En þó mun ek verðaat breyta búnaði mínum nokkut; þú átt aurriðanet,ok mun ek þat vefja at mér, en þar yfir utan læt ekfalla hár mitt, ok mun ek þá hvergi ber. En ek munbergja á einum lauk, ok er þat lítill matr, en þó máþat kenna, at ek hefi bergt. Ok ek mun láta fylgja mérhund þinn, ok fer ek þá eigi ein saman, en þó fylgirmér engi maðr.\" Ok er kerling heyrir hennar fyrirætlan,þykkir henni hún mikit vit hafa. Ok er Krákaer búin, ferr hún leiðar sinnar, þar til er hún kemrtil skipa, ok var fögr tilsýndar, er hár hennar var bjartok sem á gull eitt sæi. Ok nú kallar Ragnarr á hanaok spyrr, hver hún væri eða hvern hún vildi finna. Húnsvarar ok kvað vísu:\"Þorik eigi boð brjóta,er báðuð mik ganga,né ræsis kvöð rjúfa,Ragnarr, við þik stefnu;manngi er mér í sinni,mitt er bert hörund eigi,fylgi hefi ek fullgott,fer ek ein saman, mínu.\"Nú sendir hann menn at móti henni ok lætr fylgjahenni á skip sín. En hún kveðst eigi fara vilja, nemahenni sé grið gefin ok förunaut hennar. Nú er hennifylgt á konungs skip, ok er hún kemr í fyrirrúm,seilist hann í mót henni, en hundrinn beit í hönd honum.Þeir menn hans hlaupa til ok drepa hundinn okreka bogastreng at hálsi honum, ok fær hann af þvíbana, ok er eigi betr griðum haldit við hana en svá.Nú leggr Ragnarr hana í lypting hjá sér ok hjalar viðhana, ok varð honum vel í skap við hana ok var blíðrvið hana. Hann kvað vísu:\"Mundi víst, ef værivörðr föður jarðarmætri mildri snótu,á mér taka höndum.\"Hún kvað:\"Vammlausa skalt, vísi,ef vilt griðum þyrma,heim höfum hilmi sóttan,heðan mik fara láta.\""}}