{"originalTitle": "Grettis_Saga_Chapter_55", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_55", "text": {"0": "Grettir fór upp á Arnarvatnsheiði og gerði sér þar skála sem    enn sér merki og bjóst þar um því að hann vildi nú hvervetna    annað en ræna, fékk sér net og bát og veiddi fiska til matar    sér. Honum þótti dauflegt mjög á fjallinu því að hann var    mjög myrkfælinn. En er það frétta aðrir skógarmenn að Grettir    var þar niður kominn þá var mörgum hugur á að finna hann því    að þeim þótti mikið traust að honum.    Grímur hét maður norðlenskur. Hann var sekur. Að þeim manni    keyptu Norðlendingar að hann skyldi drepa Gretti og hétu    honum frelsi og fégjöfum ef hann kæmi því fram. Hann fór til    móts við Gretti og beiddi hann viðtöku.    Grettir svarar: \"Eigi þykir mér sem þér sé að hólpnara þó að    þú værir hjá mér. Eruð þér og vansénir, skógarmennirnir, en    illt þætti mér einum saman að vera ef annars væri kostur. Vil    eg og að sá einn sé hjá mér að hann verður að starfa slíkt er    til fellst.\"    Grímur kvaðst ekki til annars ætla og skoraði á hann fast um    vistina. Lét Grettir þá teljast og tók við honum. Hann var    þar nú fram á veturinn og sat um Gretti og þótti eigi dælt að    honum að ráða. Grettir grunaði hann og hafði vopn sín hjá sér    nótt og dag og þorði hann aldrei að honum að ganga þá er hann    vakti.    Það var einn morgun er Grímur kom heim af veiði að hann gekk    inn í skálann og stappaði fótum og vildi vita hvort Grettir    svæfi en hann brá sér hvergi við og lá kyrr. Saxið hékk uppi    yfir Gretti. Hugsar Grímur nú að eigi mundi gefast betra    færi. Gerir hann nú hark mikið svo að Gretti skyldi orð um    finnast en það var ekki. Þóttist hann nú vita að Grettir    mundi sofnaður og stillti að rekkjunni hljóðlega og seildist    til saxins og tók ofan og brá. Í því hljóp Grettir fram á    gólfið og greip saxið í því er hinn reiddi en annarri hendi í    herðar Grími og rak hann niður svo mikið fall að hann lá nær    í óviti.    \"Gafstu svo þó að þú létir góðvættlega.\"    Hafði hann af honum þá sannar sögur og drap hann síðan. En nú    þóttist Grettir sjá hvað það var að taka við skógarmönnum. Og    leið svo veturinn. Að öngu þótti Gretti meira mein en    myrkfælni."}}