{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_3", "text": {"0": "Tírus inn mikli var konungr yfir Indíalandi. Hannvar ágætr höfðingi sakir allra hluta. Hann átti sér ágætadrottning ok eina dóttur barna, er Tróna hét. Hún varallra kvenna fríðust, ólík flestum konum fyrir sakirvizku; bar hún af öllum konungadætrum.Þann mann er at nefna til sögunnar, er Kolr hét.Margt gott er af honum at segja, þat fyrst, at hann varstórr sem jötunn, ljótr sem fjándinn ok svá fjölkunnigr,at hann fór í jörðu ok á ok límdi saman stóð okstjönur. Hann var svá mikil hamhleypa, at hann brástí ýmissa kvikenda líki. Hann fór ýmist með vindumeða í sjó. Hann hafði svá mikinn hring á herðdum, atef hann stóð réttr, bar hæra kryppuna en höfuðit.Hann fór til Indíálands með mikinn her ok felldi Tírusfrá landi, en gekk at eiga Trónam ok tók undir sikland ok þegna ok gerðist konungr yfir. Hann átti mörgbörn við Trónu, ok brá þeim meir í föður ætt enmóður.Kolr var kallaðr kroppinbakr. Hann átti þrjá kostgripi:Þat var sverð, svá góðr gripr, at ekki var betraborit í þann tíma. Sverðit hét Angrvaðíll. Annarr griprvar gullhringr, er Glæsir hét. Þriði var horn. Þat varnáttúra drykkjar þess, er í var neðra gólfi, at hverr,sem af drakk, fekk vanheilsu þá, er lepra heitir, okóminni svá mikit, at hann mundi engan þann hlut,sem áðr hafði verit, en ef drukkit var af efra hlut hornsins,þá bættist þegar.Elzt barn þeira var Björn blátönn. Tönn hans varblá at lit ok stóð hálfrar annarrar alnar fram ór munnihans. Opt banaði hann þar með mönnum í bardögumeða þá hann var reiðr. Dís hét dóttir Kols. It þriðjabarn þeira hét Hárekr. Þá hann var sjau vetra, varhann sköllóttr um allt höfuð. Hauss hans var svá harðrsem stál. Því var hann járnhauss kallaðr. It fjórða barnþeira hét Ingjaldr. Vörr hans in efri var alnar löng fránefi. Því var hann kállaðr Ingjaldr trana. Þat var gamanþeira bræðra, þá þeir váru heimá, at Björn blátönnhjó, sem hann gat, tönn sinni í haus Háreki, bróðursínum, ok skaðaði hann ekki. Ekki festi vápn á vörrIngjalds trönu. Kolr kroppinbakr lét seiða til þess, atekki vápn skyldi at bana verða öllu hans afsprengi utansverðit Angrvaðill. Ekki járn bítr þau annat.En þá Kolr var fullgamall, dó hann illuni dauða.Þá var Tróna vanheil ok varð léttari ok átti son, erKolr hét eptir föður sínum. Hann var svá líkr föðursínum sem hann var honum skyldr. Þegar Kolr varvetrgamall, var hann mjök illskiptinn við ungmenni.Var hann kallaðr Kolr inn krappi. Dís giftist Jöklijárnhrygg Hann var blár berserkr. Þau systkin skiptuarfi eptir föður sinn. Hlaut Dís hornit, en Björn blátönnsverðit, Hárekr hringinn, Ingjaldr konungdóm,en Kolr lausafé. Þrim vetrum eptir dauða Kols konungsgiftist Tróná Herfinni jarli, syni Hróðmars konungsaf Marseralandi, ok átti son við henni á fyrsta vetri, erFramarr hét. Hann var efniligr ok ólíkr bræðrum sínum.Nú þykki mér svá,\" segir Vífill, \"at þú hættir eigilífi þínu undir heljarmann þenna, sem engi bítajárn.\" \"Eigi skal þat,\" segir Víkingr, \"til skal hætta,hversu er ferr.\" Ok er Vífill sér, at honum er alvaraí at berjast við Hárek, þá mælti hann: \"Enn má eksegja fleira af Kolssonum: Vit Véseti höfðum landvörnmeð Háloga konungi. Heldum vit í hernað á sumrum.Þat var eitt sinn, at vit mættum Birni blátönn í Græningjasundi,ok börðumst vér með því móti, at Vésetisló með kylfu sinni á hönd Birni, svá at sverðit fellrór hendi honum, ok náða ek þá sverðinu, ok keyrðaek hann í gegnum, ok lét hann svá líf sitt. Hefik boritsíðan sverðit ok nú vil ek gefa þér þat, frændi.\" Hannsótti þá sverðit ok fekk Víking. Honum leizt vel ásverðit.Síðan bjóst Víkingr ok fór einn á báti. Þann samadag kom hann til konungs hallar, er hólmstefnan áttiat vera. Var þar allt tvist ok daprt. Gekk Víkingr fyrirkonung ok kvaddi hann. Konungr spyrr hann at nafni.Víkingr segir til it sanna. Húnvör sat á aðra hönd konungi.Víkingr spyrr, hvárt hún beiddi hann at komaþar. Hún segir þat satt vera. Víkingr spyrr, með hverjumhætti hann skal á hólm ganga við Hárek. Konungrmælti: \"Þú skalt eiga dóttur mína með sæmiligummundi.\" Þessu játar Víkingr. Fastnar hann sér þá Húnvöru.Þótti flestum sem feigð mundi kalla at Víking,ef hann berðist við Hárek."}}