{"originalTitle": "Völsunga_Saga_Chapter_36", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_36", "text": {"0": "Þeir ríða nú at konungshöllinni. Atli konungr skiparliði sínu til orrostu, ok svá vikust fylkingar, atgarðr nokkurr varð í millum þeira. \"Verið velkomnirmeð oss,\" segir hann, \"ok fáið mér gull þat it mikla,er vér erum til komnir, þat fé, er Sigurðr átti, en núá Guðrún.\" Gunnarr segir: \"Aldri fær þú þat fé, okdugandi menn munu þér hér fyrir hitta, áðr vér látimlífit, ef þér bjóðið oss ófrið. Kann vera, at þú veitirþessa veizlu stórmannliga ok af lítilli eymd við örnok úlf.\" \"Fyrir löngu hafða ek þat mér í hug,\" segirAtli, \"at ná yðru lífi, en ráða gullinu ok launa yðrþat níðingsverk, er þér svikuð yðarn inn bezta mág,ok skal ek hans hefna.\" Högni svarar: \"Þat kemr yðrverst at haldi at liggja lengi á þessu ráði, en eruð þóat engu búnir.\"Nú slær í orrostu harða, ok er fyrst skothríð. Oknú koma fyrir Guðrúnu tíðendin. Ok er hún heyrirþetta, verðr hún við gneyp ok kastar af sér skikkjunni.Eptir þat gekk hún út ok heilsaði þeim, erkomnir váru, ok kyssti bræðr sína ok sýndi þeim ást,ok þessi var þeira kveðja in síðasta. Þá mælti hún:\"Ek þóttumst ráð hafa við sett, at eigi kæmi þér, enengi má við sköpum vinna.\" Þá mælti hún: \"Munnokkut tjóa at leita um sættir?\" En allir neituðu þvíþverliga. Nú sér hún, at sárt er leikit við bræðr hennar;hyggr nú á harðræði, fór í brynju ok tók sér sverðok barðist með bræðrum sínum ok gekk svá fram seminn hraustasti karlmaðr, ok þat sögðu allir á einn veg,at varla sæi meiri vörn en þar. Nú gerist mikit mannfall,ok berr þó af framganga þeira bræðra. Orrostanstendr nú lengi fram, allt um miðjan dag. Gunnarrok Högni gengu í gegnum fylkingar Atla konungs,ok svá er sagt, at allr völlr flaut í blóði. Synir Högnaganga nú hart fram. Atli konungr mælti: \"Vér höfumlið mikit ok frítt ok stóra kappa, en nú eru margiraf oss fallnir, ok eigum vér yðr illt at launa, drepitnítján kappa mína, en ellefu einir eru eptir.\" Ok verðrhvíld á bardaganum. Þá mælti Atli konungr: \"Fjórirváru vér bræðr, ok em ek nú einn eptir. Ek hlaut miklamægð, ok hugða ek mér þat til frama. Konu átta ekvæna ok vitra, stórlynda ok harðúðga, en ekki má eknjóta hennar vizku, því at sjaldan váru vit sátt. Þérhafið nú drepit marga mína frændr, en svikit mik fráríkinu ok fénu, ráðit systur mína, ok þat harmar mikmest.\" Högni segir: \"Hví getr þú slíks? Þér brugðuðfyrri friði. Þú tókt mína frændkonu ok sveltir í helok myrðir ok tókt féit, ok var þat eigi konungligt, okhlægligt þykkir mér, er þú tínir þinn harm, ok goðunumvil ek þat þakka, er þér gengr illa.\""}}