{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_20", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_20", "text": {"0": "Litlu síðar kómu sendimenn konungsdóttur til Eirekskonungs með þeim erendum, at hún beiddi, athann léti þing stefna fjölmennt mjök, ok á því þingivildi hún kjósa mann til burtreiðar við Sörkvi, en efhún fengi engan þann, er til þess vildi verða, þá villhún ganga með konungi, eptir því sem fyrr váru skildagarok sættir þeira í milli. Við þeiri orðsending varðkonungur mjök léttbrýnn ok þótti nú jungfrúin sér íhendi. Lét hann nú þing kveða ok boða þangat múgok margmenni af borgum ok kastölum ok ór nálægumheruðum, svá ok it sama konungsdóttir af sínu ríkibauð til sín mannvali því, er röskvast var innanlands.Kom þar ok margr óboðinn, því at mörgum var forvitniá, hversu til mundi ganga. Váru allir landsmenn hugsjúkirfyrir hennar hönd.Þingit var sett skammt frá kastala Ingigerðar konungsdóttur.Eirekr konungr kom til þingsins með miklufjölmenni. Var þar með honum Sörkvir ok Brynjólfrok Vilhjálmr, mágr hans, ok létu allir mikit yfir sér.Hrólfr var ok þar í för ok hafði með sér vápnin Hreggviðarnaut,ok þótti lítils um hann vert. Var þar núsaman komit mikit fjölmenni. Svá var skipat mönnumá þinginu, at raðir váru settar í hringa ok eitt hlið á,er ganga mátti í milli. Vilhjálmr sat it næsta konunginum,þá Sörkvir ok Brynjólfr út í frá, en aðrir vildarmennsátu sér. Hrólfr sat utarliga í yzta hringnum okmjök lágt.At svá skipuðu gengr Ingigerðr konungsdóttir áþingit svá fögr ok lystilig, at eigi mátti ofsögum segjaaf hennar vænleik. Horfðu allir menn á hana nemaHrólfr. Hann leit eigi til hennar ok dró niðr höttinnfyrir andlitit. Konungsdóttir gekk fyrir hvern mann okleit í augu þeim. Gekk hún svá annan hring ofan, enannan fram. At lyktum kom hún þar, er Hrólfr sat,ok þreif í hönd honum, en hann sat sem áðr. Hún hnykkirþá upp kápuhettinum ok mælti: \"Eigi er hér gottval á mönnum, en þenna kýs ek til burtreiðar fyrirmik móti Sörkvi, ok skal sjá maðr með mér fara, efhann vill.\" Hrólfr segir: \"Allheimskliga kýss þú, þvíat ek kann eigi at ríða einn saman, svá at ek falli eigiofan. Er ek ok hræddr, þegar menn ýglast á mik.\"Konungsdóttir segir: \"Aldri sá ek þik fyrr, en þó skaltueigi undan ganga, ef ek má ráða.\" Eirekr konungr mælti:\"Þat hugða ek, jungfrú, at þér skylduð mann kjósa innlenzkan,en eigi ór öðrum ríkjum. Er Hrólfr sveinnVilhjálms ok minn mann. Skal hann því frjáls af þessu.\"Hrólfr segir: \"Einkis manns sveinn er ek hér í landi.Skal ek ok at vísu veita konungsdóttur ina fyrstu bæn,er hún biðr, ef hún þykkist nokkut frjálsari eptir enáðr.\"Stendr Hrólfr upp síðan ok gengr með konungsdótturok allir hennar menn heim í kastalann. Setrhún Hrólf í hásæti ok veitir honum allan prís ok gleði.Eirekr konungr fór í annan kastala af þinginu ok varmjök ókátr. Flestir menn undruðust, at konungsdóttirkjöri þenna mann, er ósigrstrangligastr var. Iðraðistkonungr mjök, er hann hafði játat þessu konungsdóttur,ok bað Sörkvi nú duga eptir megni ok spara engisín konstr, er hann mætti frammi hafa, -- \"hefir mérjafnan sagt þungt hugr um þenna mann. Skaltu núok vel geyma herklæðin Hreggviðarnauta, at eigi megioss þat meina.\" Hrólfr var nú í kastalanum hjá konungsdótturí góðum fagnaði, ok segir hann henni sitterendi jarlsins vegna, en hún segist þat gerla áðr vitamundu ok því ráða, -- \"at ek fara með þér burt heðan,en þú þætti mér makligastr mín at njóta, ef þúfrelsaðir mik af óvina valdi.\" Skildu þau at svá mæltu.Um morgun var Hrólfr snemma á fótum ok fór íherklæðin Hreggviðarnauta, en gyrði sik með sverðinugóða. Konungsdóttir fekk honum burtstöngina okskjöldinn, er faðir hennar hafði átt. Bað hún hann þátil ganga ok taka hestinn Dúlcifal. Var hann þá rekinní sterkar grindr með mörgum hrossum. Beit hann okbarði ok drap mörg hrossin. Hrólfr gekk at grindunumok drap stönginni á skjöldinn. Dúlcifal gekk at Hrólfi,en svá söng í stönginni ok skildinum, at öllum þóttiundr í, er hjá váru. Hrólfr tók nú hestinn ok lagði ásöðulinn ok hljóp upp fimliga með öllum sínum herklæðum,en Dúlcifal sprang af stað ok stökk út yfirgrindrnar, svá at hann kom hvergi nærri, ok síðan framá völlinn. Nú var Sörkvir ok kominn til leikvallar okkonungr með honum, Vilhjálmr ok Brynjólfr ok mikillmúgr manns."}}