{"originalTitle": "Áns_Saga_Bogsveigis_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Áns_Saga_Bogsveigis_Chapter_4", "text": {"0": "Einn dag var þat, at þeir bræðr váru tveir úti hjá höllinni.Þá kómu hirðmenn út ok mæltu: \"Þú munt sterkrmaðr vera, Án.\" Hann svarar: \"Vera má, at svá sé, enekki hefi ek reynt þat.\" Þeir mæltu: \"Viltu glíma viðBjörn?\" Hann svarar: \"Þar skal yðr kost á gera. Þérskuluð þjóna mér ok gera eld stóran fyrir mér.\" Þeirgera svá ok buðu honum til at bakast. Hann kvað sérmeiri þörf mundu, þá er hann kemr frá fanginu, atmýkja sik. Síðan bjuggust þeir til glímu í höllinni. Ánvar þá kominn í loðkápu, er móðir hans hafði gefithonum. Ekki hafði hann belti um sik, en hún var svásíð, at hann dró hana eptir sér meir en alnarlangt;tóku ermar fram af höndum honum. Björn hljóp þáat Án, en hann stóð kyrr fyrir. Björn var allra mannasterkastr. Hann greip Án upp ok kastar honum utará bálit, svá at hann kom at herðunum í eldinn niðr,en fætrnir skullu utar á bálkinn. Þá varð hlátr mikill.Án stóð seint upp. Ekki sakar hann eldrinn sakir loðkápunnar.Konungr mælti þá: \"Eigi þykkir mér þú,Án, jafnsterkr sem þú lézt.\" Án mælti: \"Sá þykki mér,konungr, sterkari, er fyrri fellr.\" Konungr hló þá. Ánlét at sér belti ok stytti sik upp ok braut upp ermarnar.Þeir hlaupast þá at í annat sinn. Án dró þá Björnat sér ok veifir honum sem barni ok slöngvar honumsíðan utar á eldinn ok lét hann svá lausan. Hirðmennhlupu til ok kipptu honum af eldinum, ok var Björnbrunninn mjök. Þeir kváðu mann þenna ærit sterkan.Þat fell Án vel í skap sínum, at hann var sterkr kallaðr,ok kvað nú mega sjá, at hann vildi, at Björn bakaðist viðeldinn, ok kvað honum meiri þörf en sér. Án kvaðþá vísu:\"Skelldi mér, sem skyldit,skelkinn maðr við belki;við máttak þá vættkivinna; svei þeim manni;varð í fang at fallast,felldum eldsmat nokkut;honum synjaðak heiðriheldr; svei þeim æ manni.\"Nú leið á vetrinn, ok einn dag váru þeir bræðr ennúti staddir tveir saman. Þá mælti Þórir: \"Unir þú eigiilla við hingatferð þína, þar sem þú hefir sótt hingatháð ok spott?\" Án kveðst eigi illa við una, -- \"hefi ekhér þegit gull ok vetrvist góða, en ek hirði eigi umspott þeira.\" Þórir sagði: \"Ek mun raun til gera, hversumér þykkir. Ek mun gefa þér sverðit Þegn, at þú drepireinhverja tvá konungsmenn, ok setjast sjálfr fyrir sökina.\"Án mælti: \"Ek vil sjá sverðit, ok mun ek þatþiggja, en ekki mun ek heita þeim launum.\" Ok annandag um drykkjumál reis Án upp ok snýst at þeim,sem honum sat næst, ok horfir á hann, ok svá gerðihann við alla í höllinni; fyrir konungi stóð hann lengst.Síðan gekk hann fyrir Þóri ok leggr sverðit á borð fyrirhann ok kveðst ekki hafa vilja. Þar varð at hlátr mikill,en Þóri þótti stórilla.Einn tíma fundust þeir bræðr tveir saman, ok spyrrÞórir: \"Hví fórtu svá óskapfelliliga, bróðir, ok alltöðruvís en ek hugða?\" Án sagði: \"Ek hugða at, hverhefnd mér þótti í konungs mönnum, ok þótti mérengi. En því horfða ek lengst á konung, at þar var helztreik á ráðinu, hvárt ek munda af ráða.\" Þórir mælti:\"Of heimskr ertu, því at konungr er þér velviljaðr.\"Án sagði: \"Ekki þurfu vit um hann at ræða, því atek hygg, at engi mun verri maðr upp vaxa í Noregien konungr sjá.\" Skildu þeir þá tal sitt, ok leið at vári.Þá lætr Ingjaldr konungr þings kveðja. Hann stóð uppá þinginu ok mælti: \"Þat er mönnum kunnigt, at faðirminn er dauðr ok ek á ríkit þetta, ok vil ek því lýsa,at ek vil þeim öllum yfirbætr veita, er ek hefi af gertvið, ok gefa þeim ok öllum yðr góð lög. En til ferðarskylda ek yðr, mína þegna, ok sækja á fund bræðraminna, ok vér mættum semja friðsamliga vár ríki, okmun ek fá mínum mönnum vistir ok mungát.\" Hérverðr at góðr rómr. Þá mælti Án: \"Vel mun þér þykkjakonungr mæla, bróðir.\" Þórir kvað þat upp á finnast.Án sagði: \"Ek kann þér þat at segja, at nú er hannþeim verst viljaðr ok þykkist þann veginn mestuillu mega á leið koma við þá.\" Þórir kvað hann ekkiafhugaðan við konung. Eptir þat búast þeir. Án spyrrÞóri, hvárt hann vill, at hann fari með hirðinni, --\"ok yðr ok konungi. Er ok lítit erendit, ef ek ferr svábúinn í burt, ok allósýnt, hversu mér tekst hér vistinmeðan. Em ek fúsari at fara með yðr, þat mun lengstuppi ok gegna verst.\" Þórir kveðst vilja, at hann færi,ok halda þeir norðr með konungi ok liggja undir eyjumnokkurum. Þá mælti konungr, at skyldi reisa hafnarmerki.Þá kvað Án vísu:\"Vel þér, selja,stendr þú sævi nærlaufguð harðla vel;maðr skekr af þérmorgindöggvar,en ek at Þegniþrey nátt sem dag.\"Þórir mælti: \"Eigi skaltu þess þurfa, því at ek mun gefaþér sverðit Þegn.\" Án segir: \"Ekki þrey ek at þeimþegni.\" Ketill sagði þá: \"Ek ætla, at þú þreyir at karlmanninokkurum, ok viltu serða hann,\" ok gerðu þeirat þessu gys mikit ok dáraskap. \"Eigi er svá,\" sagði Án,\"ekki þrey ek at þeim þegni, ek þrey at Þóri þegn,bróður mínum, því at hann er svá grunnhygginn, athann trúir konungi þessum, en ek veit, at hann munhonum at bana verða.\"Síðan koma þeir við Firðafylki. Þá sagði Ingjaldrkonungr: \"Ek hygg, at vér séum nú komnir í ríki bræðraminna, ok hefi ek þat spurt, at þeir vilja eigi við osssættast, ok þykki mér vænst, at vér munum berjast okfrelsa oss svá af mótgangi þeira.\" Margir vildu þá heldrhafa heima setit en þar komit. En er þeir bræðr spyrjaþat, safna þeir liði í mót Ingjaldi konungi. En Ingjaldrkonungr bað gefa mönnum at drekka, svá at þeirsé framgjarnir. Þá kom at Án mikit uxahorn. Hannkvað vísu:\"Því betra mér þykkir,ef þó skal valr falla,at fráligar færumfót at geira móti;drekkum allt af uxaenni geira hlenni,vera mun snarpra sverðasvipun, ef ek skal ráða.\"Konungr mælti: \"Þetta er vel ort, ok er sá eigi berskjaldaðr,er þú gengr á aðra hönd.\" Án mælti: \"Ekkivænti ek, at þat verði því nýt í dag, þó at ek kunnafylgd at veita.\" Konungr kvaðst ekki vita, hvat þegnahann væri. Án lét hvárutveggja þeira sýnast mundu.Hann lagðist niðr á skipi, þá aðrir gengu upp at berjast.Þórir mælti: \"Allillr er þinn hlutr, hafa fyrst farithingat ok liggja nú á skipi, er liðs er þörf; ek ætlaða,at hugr mundi þik fríða.\" Án kvað eigi hirða um orðhans.Konungr gekk upp, ok kom landherrinn á móti þeim.Hittust þeir við skóg nokkurn ok börðust. Án stóð uppok gekk til skógar ok á einn stofn. Hann sá þaðanyfir liðit hvárttveggja ok tvau merki fram borin fyrirbræðrum Ingjalds konungs. Án mæltist við einn saman:\"Hví mun eigi þat ráð at veita lið Ingjaldi konungiok þat þó, at honum er mest óþörf at ok hann girnistsjálfr? Ek mun skjóta, ok er meiri ván, at ek hæfa, þvíat þat sagði sá, er mér gaf bogann ok örvar þessar, atek munda beinskeytr verða, en þat var dvergrinn, sáer ek hitta fyrr í skóginum í Hrafnistu, en menn ætluðumik horfinn, at vit dvergrinn skiptumst þessu við,ok skal nú reyna smíðina, er hann leysti sik ok sitthöfuð, en áðr vígða ek hann utan steins. Lét hann mikskjóta mundu þrjú frægðarskot ok eitt sinn með hverjuskeyti.\" Hann skaut ok stefndi á annan þeira Úlfanna,ok fló örin í gegnum hann ok í kjörr at baki honum.Fell þá þegar merkit. Án náði örinni ok strauk til skipanna.Ok er menn sáu þat, þá sögðu þeir konungi, athann mundi snærisspjóti lagðr eða skotinn.Um kveldit kómu menn til skipa. Var þá alltíðrættum skotit. Án heyrði þat ok kvað þá mega sækjast, -- \"efnú er hálfunnit\". Um morguninn eggjaði konungrmenn til uppgöngu ok kveðst vænta sigrs. Án var eptir,ok kvaddi hann engi til uppgöngu. Honum kom íhug, at Ingjaldr konungr mundi þurfa liðs. Hann skautör annarri. Kom sú fyrir brjóst Úlfi, ok var hann þvíóharðskeytari en fyrr, at örin stóð þar föst. Kenndumenn skeytit ok ætluðu þat, sem var, at einn maðrmundi eiga bæði skeytin, þótt þat sæist eigi. Konungrmælti: \"Fyrir löngu vissa ek, at Án mundi atgervismaðrvera.\" Konungr sendi eptir honum ok segir, athann ætti ágæt laun fyrir at hafa. Sendimenn sáu, atÁn var þá kominn á bát ok eigi allnæri þeim. Þeirsögðu honum konungs orð ok kveðju, at hann mundivirðingu mæta fyrir framgöngu sína. Án mælti: \"Ekmun eigi fara á konungs fund, því at hann mun mérunna gálgans fyrir mitt starf.\" Menn kómu aptr oksögðu konungi. Hann segir: \"Eigi var hann fjargætr,ok vilda ek, at eigi gerði hann fleiri launvígin við göfgamenn, ok ætlaða ek bræðrum mínum líf ok eiga ríkiundir þeim.\" Þórir mælti: \"Illa ferr þér; vildir þúheldr sjálfr gert hafa. Ekki var þat um hríð, at eigivildir þú þá feiga.\" Konungr svarar: \"Hefði hann uppgengit með oss, væri hann verðr sæmdar, en fyrir launvígværi hann verðr bana.\" Þórir kveðst ætla, at jöfnlaun mundi hann honum fyrir hyggja. Ingjaldr tókeignir bræðra sinna ok setti menn yfir fylkit. Síðan varorpinn haugr eptir þá, er heitir Úlfahaugr. Konungrvar á skipum ok búinn til burtfarar. Ketill kveðst viljahitta vin sinn, er skammt bjó þaðan í burt. Konungrsvarar: \"Lát eigi sein at þér, því at vér siglum snart.\"Ketill hafði skeyti Áns í hendi sér. Hann kom at bæbónda eins skammt frá skipunum. Ekki var honumsá kunnr. Bóndi heilsaði honum ok spurði at nafni.Hann svarar: \"Ek heiti Án bogsveigir, er þú munt núheyrt hafa getit af skotum mínum.\" Bóndi svarar: \"Ánmættum vér hafa verit þinna skota hér, því at höfðingjarvárir váru vinhollir. En ver með oss í nótt.\"Hann kvað þat mundu þekkjast. Ekki var þar fleiramanna en kona hans ok dóttir. Hún hét Drífa.Nú er at segja frá Án, at hann rær á einn leynivágok kom at þeim sama bæ ok nam nú staðar ok hlýðirtil tals manna. Gestrinn tók til orða: \"Er sjá dóttirþín, bóndi?\" \"Svá er satt,\" sagði hann. \"Ek ætla mérat byggja rekkju með henni í nótt, ok mun yðr eigibetr boðit.\" Karli kveðst ekki mikit um þat. Ketillkveðst gert hafa meiri stórvirki en ná rekkju hennar.Ok er Án heyrir þetta, drap hann högg á dyrr ok gekkat dyrunum. Þræll gekk til hurðar ok allt út mjök,áðr hann sá manninn. Hann spyrr hinn at nafni. Sákveðst Án heita. Þrællinn sagði: \"Hér er mikit umánagang, svá hét ok sá, er kominn er inni.\" Án sagðisvá vera mega ok gekk inn ok settist gegnt Katli. Bóndispyrr hann at nafni. Þessi nefndist Án. Bóndi sagði:\"Hér er ánótt mjök, eða viltu með oss vera?\" Hannkveðst þat þiggja mundu, \"en hafa verð ek dvöl nokkura,áðr en ek mötumst, eða hefir hann Án nefnztKetill?\" Hann sagði: \"Ek brá því í gaman.\" Án mælti:\"Þetta hefir vel at móti borit um fundi okkra. Várumvit í einni vist báðir, ok leitaðir þú eptir nokkurumhlutum um atgervi mína, ok þóttist þú ekki af þvísjá, heldr hitt, at ek væra skiptingr, en ek em þó atgervismaðr,ok kann ek lækning at gera vel at kvensemi.Ek heyrða áðan, at þú leitaðir eptir við dótturbónda um hjáhvílur.\" Hann tók nú í lyrg honum oklét hann skurka út ok kvað vísu:\"Þat munt finna,er þú flór mokar,at þú eigi ertÁn bogsveigir;þú ert brauðsveigirheldr en bogsveigir,ostasveigiren álmsveigir.\"Hann batt hann ok rak af honum hárit ok bar í tjöruok mælti, at svá skyldi hverr fljúga sem fjaðraðr væri.Hann stakk ór honum annat augat, síðan geldi hannhann. Eptir þat leysti hann hann ok fekk honum tvástafi, -- \"en ek mun taka við skeyti mínu.\" Án mælti:\"Þat kalla menn konungs gersimi, ef nokkut er annarsafbragð. En þér er nú brugðit nokkut, ok því sendiek þik nú svá búinn Ingjaldi konungi, ok geld ekhonum þik fyrir annan bróður sinn, hvé nær sem fyrirannan er goldit.\" Ketill leitar til skipanna ok sagði konungi,ok báru honum vitni stafir hans, at hann varstirðr orðinn, en sjón var sögu ríkari um augu hansok eistu, at á burt var hvárttveggja. \"Afhendr ertumér,\" sagði konungr ok rak hann á burt frá sér."}}