{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_7", "text": {"0": "Þá er liðnir váru sex dagar, bjuggust þeir fóstbræðrheiman frá skálanum ok váru vel vápnaðir ok léttaeigi fyrr en þeir koma til Brönu. Þá kom Brana í mótiþeim ok kvaddi þá glaðliga. Hún mælti: \"Nú vil ek,Hálfdan, at þú veitir mér lið, ok drepum vit flögðinöll, því at ek hefi nú drepit nokkur með því móti,at ek hefi gert þau drukkin öll, svá at þau drápustniðr sjálf, en faðir minn liggr í einni kerru. Hann hefirþrjú höfuð ok öll ósýnilig. Hún stendr á miðju hellisgólfinu.Hún er stór, en honum kemr ekki á óvart.En þó at þú getir drepit hann, þá vil ek ekki sjá þat,en ek mun verða at fara til með þér, ef vel skal fara,ok þykkir mér þat erfitt, en ekki vápn má hann bítanema sax þitt, ok vil ek þat hafa.\" Hálfdan kvað svávera skyldu ok fekk henni saxit, en hún fekk hverjumþeira bræðra kylfur stórar. Þær váru allar meðjárni slegnar. Þau gengu innar í hellinn. Brana fórfyrst. Hún slökkvir ljósit. Þeir félagar slá þá flögðinbæði hart ok tíðum. Þar fell margr tvíhöfðaðr jötunn.Hálfdan sér þá, hvar Járnhauss lá í kerrunni. Hannhörglaðist þegar á fætr. Hálfdan sló sem honum varhægast við vangann á honum með kylfunni, en hannbrá sér hvergi við ok mælti: \"Svikit hefir þú mik nú,Brana dóttir. Veit ek, at hér er kominn Hálfdan Hringsson,Sigmundr ok Sigurðr.\" Þeir bræðr slógu þá báðirsenn til hans með kylfunum, en hann stóð sem áðr.Þá váru drepin öll önnur flögðin. Járnhauss tók tilSigurðar ok brá honum á lopt. Í því slær Hálfdan íknésbætr honum, svá at hann fellr, ok verðr Sigurðrundir honum. Hálfdan veit þá eigi, hvat hann skaltil gera. Þá kom Brana at ok mælti: \"Ek mun sjálfverða at drepa föður minn, því at ek sé, at þér getiðeigi banat honum, ok mun þat illa fyrir mælast, efek verð honum at bana, en þó skal þat nú vera.\" Branahleypr nú at ok höggr á háls honum með saxinu, oklét hann svá sitt líf. Hálfdan velti honum þá ofan afSigurði. Í því kom dagr yfir hellisgluggann. Ekki bráBrana sér við þat. Hún kippir upp einum hlemm órhellisgólfinu. Þar var undir sjávardjúp. Þar ryðr húnniðr í flögðunum. Þá er þau höfðu þetta gert, þakkarhún þeim þetta verk ok bað þá vera hjá sér um vetrinn.Hálfdan segir svá vera skyldu. Brana var þá allkát.Þær Hildr ok Ingibjörg fóru ok í hellinn. Hálfdanlá hjá Brönu hverja nótt, en þeir fóstbræðr teflduum daga."}}