{"originalTitle": "Ketils_Saga_Hængs_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ketils_Saga_Hængs_Chapter_5", "text": {"0": "Litlu síðar gerðist hallæri mikit, fyrir því at fiskrinnfirrðist landit, en kornárit brást, en Ketill hafði fjölmennt,ok þóttist Sigríðr þurfa fanga í búit. Ketillkveðst óvanr frýjunni ok stökk á skip sitt. Víkingarspurðu, hvert hann vildi. \"Ek skal til veiða,\" sagðihann. Þeir buðu at fara með honum. En hann kvaðsér við engu hætt ok bað þá annast um bú sitt á meðan.Ketil kom þar, sem heitir í Skrofum. Ok er hann komtil hafnar, sá hann á nesinu tröllkonu í berum skinnkyrtli.Hún var nýkomin af hafi ok svört sem bik væri.Hún glotti við sólunni. Ketil kvað vísu:\"Hvat er það flagða,er ek sá á fornu nesiok glottir við guma?At uppiverandi sólu,hefi ek enga fyrrleiðiligri litit.\"Hún kváð:\"Forað ek heiti.Fædd var ek norðarlahraust í Hrafnseyju,hvimleið búmönnum,ör til áræðis,hvatki er illt skal vinna.\"Ok enn kvað hún:\"Mörgum mannihefik til moldar snúit,þeim er til fiskjar fór.Hverr er sjá inn köprmáli,er kominn er í skerin?\"Hann svarar: \"Kalla mik Hæng,\"  sagði hann. Húnsvarar: \"Nær væri þér at vera heima í Hrafnistu endratta einum til útskerja.\" Ketill kvað vísu:\"Einhlítr ek þóttumst,áðr en hér kómumof farir várar,hvat er flögð mæla.Lasta ek dreng dasinn.Dreg ek á vit fanga.Lætkat ek fyrir vinnast,hvat er Forað mælir.Nauðir mik hvöttu.Nánum er at bjarga.Hætta ek eigiá hólm til sela,ef í eyjuærnir væri.\"Hún svarar:\"Synja ek þess eigi,seggr inn víðförli,at þú líf hafirlangt of aðra,ef þú fund okkarnfyrðum óblauðum,sveinn lítill, segir.Sé ek þinn huga skjálfa.\"Ketill kvað:\"Ungr var ek heima.Fór ek einn samanopt í útveri.Marga myrkriðufann ek á minni götu.Hræddumkat flagða fnösun.Langleit ertu, fóstra,ok lætr róa nefit,leitat ek ferligra flagð.\"Hún þokaði at honum við ok kvað:\"Gang hóf ek upp í Angri.Eigraðak þá til Steigar.Skálm glamrandi skrapti.Skarmtak þá til Karmtar.Elda munk á Jaðriok at Útsteini blása.Þá munk austr við Elfi,áðr dagr á mik skíni,ok með brúðkonum beiglaok brátt gefin jarli.\"Sjá leið er fyrir endilangan Noreg. Hún spurði: \"Hvatskaltu nú at hafast?\" \"Sjóða slátr ok búast til matar,\"sagði hann. Hún kvað:\"Seyði þínum mun ek snúa,en sjálfum þér gnúa,unz þik gríðr of grípr.\"\"Þess er nú at henni ván,\" sagði Ketill. Hún fálmaðiþá til hans. Ketill kvað þá vísu:\"Örum trúi ek mínum,en þú afli þínu.Fleinn mun þér mæta,nema þú fyrir hrökkvir.\"Hún kveðr vísu:\"Flaug ok Fífuhugða ek fjarri vera,ok hræðumst ek eigiHremsu bit.\"Svá hétu örvar Ketils. Hann lagði ör á streng ok skautat henni, en hún brást í hvalslíki ok steyptist í sjóinn,en örin kom undir fjöðrina. Þá heyrði Ketill skrækmikinn. Þá sá hann gríði ok tók til orða: \"Rennt munnú þeim sköpunum, at Forað eigi jarlinn, ok ógirniliger nú rekkja hennar.\" Síðan kom Ketill við föngok hlóð ferju sína.Þat var eina nótt, at hann vaknar við brak mikit ískóginum. Hann hljóp út ok sá tröllkonu, ok fell faxá herðar henni. Ketill mælti: \"Hvert ætlar þú, fóstra?\"Hún reigðist við honum ok mælti: \"Ek skal til tröllaþings.Þar kemr Skelkingr norðan ór Dumbshafi, konungrtrölla, ok Ófóti ór Ófótansfirði ok Þorgerðr Hörgatröllok aðrar stórvættir norðan ór landi. Dvel eigimik, því at mér er ekki um þik, síðan þú kveittir hannKaldrana.\" Ok þá óð hún út á sjóinn ok svá til hafs.Ekki skorti gandreiðir í eyjunni um nóttina, ok varðKatli ekki mein at því, ok fór hann heim við svá búitok sat nú um kyrrt nokkura hríð.Þessu næst kom við Hrafnistu Framarr, víkinga konungr.Hann var blótmaðr, ok bitu eigi járn. Hann áttiríki í Húnaveldi á Gestrekalandi. Hann blótaði Árhaug.Þar festi eigi snjó á. Böðmóðr hét sonr hans, erátti mikit bú við Árhaug, ok var vinsæll maðr. Allirbáðu Framari ills. Þat hafði Óðinn skapat Framari, athann bitu eigi járn. Framarr bað Hrafnhildar, ok hafðiKetill þau svör fyrir sér, at hún skyldi sér sjálf mannkjósa. Hún kvað nei við Framari, -- \"vilda ek eigi Álakjósa mér til bónda, þá mun ek hálfu síðr kjósa þettatröll.\" Ketill sagði Framari svör hennar. Hann reiddistmjök fyrir þessi svör. Skoraði Framarr Ketil á hólmvið Árhaug jóladaginn fyrsta, -- \"ok ver hvers mannsníðingr, ef þú kemr eigi.\" Ketill kveðst koma mundu.Þeir Hjálmr ok Stafnglámr buðu honum at fara meðhonum. Ketill kveðst einn fara vilja.Litlu fyrir jól lét Ketill flytja sik á land í Naumudal.Hann var í loðkápu ok stígr á skíð sín ok fór upp eptirdalnum ok svá yfir skóg til Jamtalands ok svá austryfir Skálkskóg til Helsingjalands ok svá austr yfir Eyskógamörk,-- hún skilr Gestrekaland ok Helsingjaland,-- ok er hann tuttugu rasta langr, en þriggja breiðr oker illr yfirferðar. Þórir hét maðr, er bjó við skóginn.Hann bauð Katli fylgd sína ok sagði illvirkja liggja áskóginum: \"Sá er fyrir þeim, er heitir Sóti. Hann ersvikall ok harðfengr.\" Ketill kvað sér ekki mein munduat þeim verða. Síðan fór hann á skóginn ok kemr atskála Sóta. Hann var ekki heima. Ketill kveykti uppeld fyrir sér. Sóti kom heim ok heilsar ekki Katli oksetti vist fyrir sik. Ketill sat við eld ok mælti: \"Ertumatníðingr, Sóti?\" sagði hann. Sóti kastaði þá stykkjumnokkurum at Katli. Ok er þeir váru mettir, lagðistKetill niðr hjá eldi ok hraut mjök. Þá spratt Sóti upp,en Ketill vaknaði ok mælti: \"Hví sveimar þú hér, Sóti?\"Hann svarar: \"Blæs ek at eldi, er næsta var slokinn.\"Ketill sofnaði öðru sinni. Þá hljóp Sóti enn upp oktvíhendi öxina. Ketill spratt þá upp ok mælti: \"Stórumviltu nú brytja,\" sagði hann. Síðan sat Ketill uppum nóttina. Um morguninn beiddi Ketill, at Sóti færimeð honum á skóginn, ok hann fór. Ok þá náttaði,lögðust þeir undir eik eina. Kefill sofnar, at því er Sótihugði, því at hann hraut hátt. Sóti spratt upp ok hjótil Ketils, svá at af hrauf kápuhattrinn, en Ketill varekki í kápunni. Ketill vakti ok vildi reyna Sóta. Hannhljóp upp ok mælti: \"Nú skulu vit reyna fangbrögðmeð okkr.\" Ketill kippti Sóta um lág eina ok hjó afhonum höfuðit ok fór síðan leið sína ok kom jólaaptantil Árhaugs. Hann var blótaðr af Framari oklandsmönnum til árs. Þá var kafa hríð. Ketill gekk uppá hauginn ok settist í mót veðrinu. Þá er menn kómuí sæti at Böðmóðs, þá tók hann til orða: \"Hvárt munKetill kominn til Árhaugs?\" Menn kváðu þess engaván. Böðmóðr mælti: \"Þar er sá maðr, at ek kanneinkis til at geta. Farið nú ok vitið um hann ok bjóðiðhonum til vár.\" Þeir fóru nú til haugsins ok funduKetil eigi ok segja Böðmóði svá komit. Böðmóðr kvaðhann kominn mundu upp á hauginn. Fór hann síðantil haugsins ok upp á hauginn ok sér þar hrúgald mikitá norðanverðum hauginum. Böðmóðr kvað vísu:\"Hverr er sá inn hávi,er á haugi sitrok horfir veðri við?Frostharðan mannhygg ek þik feiknum vera,hvat þér hvergi hlýr.\"Ketill kvað vísu:\"Ketill ek heiti,kominn ór Hrafnistu.Þar var ek upp of alinn;hugfullt hjartaveit ek hlífa mér.Þó vilda ek gisting geta.\"Böðmóðr kvað:\"Upp skaltu rísaok ganga haugi afok sækja mína sali.Málsefnisann ek þér margan dag,ef þú vilt þiggja þar.\"Ketill kvað vísu:\"Upp mun ek nú rísaok ganga haugi af,alls mér Böðmóðr býðr.Bróðir minnþótt sæti brautu nær,mundi eigi betr of boðit.\"Böðmóðr tók í hönd Katli. Ok er hann stóð upp, skriðnuðuhonum fætr á hauginum. Þá kvað Böðmóðr vísu:\"Reyndr ertu, fóstri,at ganga hervígis tilok berjast við Framar til fjár.Á léttum aldrigaf honum Óðinn sigr.Mjök kveð ek hann vígum vanan.\"Þá reiddist Ketill, er hann nefndi Óðin, því at hanntrúði ekki á Óðin, ok kvað vísu:\"Óðin blótagerða ek aldrigi,hefik þó lengi lifat.Framar fallaveit ek fyrr munuen þetta it háva höfuð.\"Síðan fór Ketill með Böðmóði ok var með honum umnóttina ok sat honum it næsta. Ok um morguninnbauð Böðmóðr at fara með honum eða fá mann í mótiFramari. Ketill vildi eigi þat. \"Þá mun ek fara meðþér,\" sagði Böðmóðr. Þat vildi Ketill, ok fóru þeir tilÁrhaugs. Framarr fór grenjandi til haugsins, ok váruþeir Böðmóðr ok Ketill þar fyrir fjölmennir. Þá sagðiFramarr upp hólmgöngulög. Böðmóðr helt skildi fyrirKatli, en engi fyrir Framar. Hann mælti: \"Þá skaltunú vera minn fjandmaðr heldr en sonr.\" Böðmóðrkvað hann hafa sundr sagt frændsemi með þeim í fjölkynngisinni. Ok áðr þeir börðust, fló örn af skógi atFramari ok sleit af honum klæðin. Þá kvað Framarr vísu:\"Illr er örn í sinni,emka ek sár at kvíða,færir hann greipr sínargular í blóðæðar.Hlakkar hreggskornir,hvers er hann forkunnigr,opt hefi ek ara gladdan,óðr em ek valgöglum.\"Þá sótti örninn svá fast, at hann varð vápnum at verjast.Þá kvað hann vísu:\"Veifir þú vængjum,vápnum mun ek þér heita.Vafrar þú, víðflogull,sem vitir mik feigan.Villr ertu, vígstari,vit munum sigr hafa.Hverf þú at Hængi,hann skal nú deyja.\"Sá átti fyrr at höggva, sem á var skorat. Ketill hjó áöxl Framari. Hann stóð fyrir kyrr, sverðit beit ekki á,en vatzt þó við, at höggit var svá mikit. Framarr hjótil Ketils í skjöldinn. Ketill hjó á aðra öxl Framari,ok beit enn ekki. Ketill kvað vísu:\"Dregst þú nú, Dragvendill,við krás arnar.Mætir þú meingöldrum,máttat þú bíta.Hæng þess eigi varði,at hrökkva mundieggjar eitrherðar,þó at Óðinn deyfði.\"Ok enn kvað hann vísu:\"Hvat er þér, Dragvendill,hví ertu slær orðinn?Til hefi ek nú höggvit.Tregt er þér at bíta.Hliðar þú at hjörþingi,hefirat þér fyrr orðitbilt í braki málma,þar er bragnar hjuggusk.\"Framarr kvað vísu:\"Skelfr nú skegg á karli.Skeika vápn gömlum.Frýr hann hjör hvössum.Hræðist faðir meyjar.Brýndusk benteinar,svá at bíta mættihöldum hugprúðum,ef þér hugr dygði.\"Ketill kvað:\"Þarftattu oss at eggja,eigu mér sjaldanfyrðar flugtrauðirfrýja stórhöggva.Bít þú nú, Dragvendill,eða brotna ella.Báðum er okkr heill horfin,ef þú bilar sinn þriðja.\"Ok enn kvað hann:\"Hræðiskat faðir meyjar,meðan heill er Dragvendill.Vita ekki víst þykkjumst:verðrat honum bilt þrysvar.\"Þá sneri hann sverðinu í hendi sér ok hverfði frameggina aðra. Framarr stóð kyrr, er sverðit reið á öxlina,ok nam eigi staðar fyrr en í mjöðminni, ok flaktifrá síðan. Þá kvað Framarr vísu:\"Hugr er í Hængi,hvass er Dragvendill,beit hann orð Óðins,sem ekki væri.Brást nú Baldrs faðir,brigt er at trúa honum.Njóttu heill handa!Hér munum skiljast.\"Þá dó Framarr, en Böðmóðr fylgdi Katli af vetfangi.Þá mælti Böðmóðr: \"Nú með því ef þú þykkist méreiga at launa nokkura liðveizlu, þá vil ek, at þú giftirmér dóttur þína.\" Ketill tók því vel ok sagði Böðmóðgóðan dreng.Eptir þetta unnit fór Ketill heim ok var frægr mjökaf sínum stórvirkjum. Hann gifti Hrafnhildi Böðmóði.Ketill réð fyrir Hrafnistu, meðan hann lifði, en Grímrloðinkinni eptir hann. Örvar-Oddr var sonr Gríms. Oklýkr hér þessari sögu."}}