{"originalTitle": "Völsunga_Saga_Chapter_35", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_35", "text": {"0": "Nú er at segja frá Gunnari, at þar er sams dæmi, erþau vakna, at Glaumvör, kona Gunnars, segir draumasína marga, þá er henni þóttu líkligir til svika, en Gunnarrréð alla því á móti. \"Þessi var einn af þeim,\" sagðihún, \"at mér þótti blóðugt sverð borit hér inn í höllina,ok vartu sverði lagðr í gegnum, ok emjuðu úlfar á báðumendum sverðsins.\" Konungrinn svarar: \"Smáirhundar vilja oss þar bíta, ok er opt hundagnöll fyrirvápnum með blóði lituðum.\" Hún mælti: \"Enn þóttimér hér inn koma konur, ok váru daprligar, ok þikkjósa sér til manns. Má vera, at þínar dísir hafi þatverit.\" Hann svarar: \"Vant gerist nú at ráða, ok máekki forðast sitt aldrlag, en eigi ólíkt, at vér verðumskammæir.\" Ok um morgininn spretta þeir upp okvilja fara, en aðrir löttu. Síðan mælti Gunnarr við þannmann, er Fjörnir hét: \"Statt upp ok gef oss at drekkaaf stórum kerum gott vín, því at vera má, at sjá sé várin síðasta veizla, ok nú mun inn gamli úlfrinn komastat gullinu, ef vér deyjum, ok svá björninn mun eigispara at bíta sínum vígtönnum.\" Síðan leiddi liðit þáút með gráti. Sonr Högna mælti: \"Farið vel ok hafiðgóðan tíma.\" Eptir var meiri hlutr liðs þeira. Sólarr okSnævarr, synir Högna, fóru ok einn kappi mikill, erOrkningr hét. Hann var bróðir Beru. Fólkit fylgdiþeim til skipa, ok löttu allir þá fararinnar, en ekki tjóaði.Þá mælti Glaumvör: \"Vingi, segir hún, \"meiriván, at mikil óhamingja standi af þinni kvámu, okmunu stórtíðendi gerast í för þinni.\" Hann svarar:\"Þess sver ek, at ek lýg eigi, ok mik taki hár gálgi okallir gramir, ef ek lýg nakkvat orð.\" Ok lítt eirði hannsér í slíkum orðum. Þá mælti Bera: \"Farið vel okmeð góðum tíma.\" Högni svarar: \"Verið kátar, hversusem með oss ferr.\" Þar skiljast þau með sínum forlögum.Síðan reru þeir svá fast ok af miklu afli, at kjölrinngekk undan skipinu mjök svá hálfr. Þeir knúðufast árar með stórum bakföllum, svá at brotnuðuhlumir ok háir. Ok er þeir kómu at landi, festu þeirekki skip sín. Síðan riðu þeir sínum ágætum hestummyrkvan skóg um hríð. Nú sjá þeir konungsbæinn.Þangat heyra þeir mikinn gný ok vápnabrak ok sjáþar mannfjölda ok mikinn viðrbúnað, er þeir höfðu,ok öll borgarhlið váru full af mönnum. Þeir ríða atborginni, ok var hún byrgð. Högni braut upp hliðit,ok ríða nú í borgina. Þá mælti Vingi: \"Þetta mættirþú vel ógert hafa, ok bíðið nú hér, meðan ek sækiyðr gálgatré. Ek bað yðr með blíðu hér koma, en fláttbjó undir. Nú mun skammt at bíða, áðr þér munuðupp festir.\" Högni svarar: \"Eigi munu vér fyrir þérvægja, ok lítt hygg ek, at vér hrykkim þar, er mennskyldu berjast, ok ekki tjóar þér oss at hræða, ok þatmun þér illa gefast.\" Hrundu honum síðan ok börðuhann öxarhömrum til bana."}}