{"originalTitle": "Sörla_Saga_Sterka_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_12", "text": {"0": "Nú er at greina frá Þóri sterka, at hann hjó niðrmenn Sörla sem hrátt hrís væri, svá at öllum var dauðinnvíss, er eigi hopaði á hæl fyrir honum. Nú sérBörkr þetta, ryðst nú fram ok höggr til Þóris sem mesthann kann. En er Þórir sér vísan dauða sinn, hleyprhann í lopt upp aptr á bak yfir slána, ok kom þar niðrí sverðit ok varð þar fast. Varð Berki seint um at náaptr sverðinu. En er Þórir sér þat, greip hann uppmikit tré, er hjá honum var, ok laust því í höfuð áBerki, svá at haussinn brotnaði. Laut nú Þórir viðhöggit, ok í því hjó Bölverkr um þverar herðar honum,svá at Þórir var nær sem fallinn, en eigi beit áhans brynju. Nú snerist Þórir við Bölverki, greip sinnihendi um hvárn fót á honum ok slengdi honum niðr,svá at haussinn brotnaði í smámola. Var þá svá margtlið Sörla komit á drekann, at Þórir sá sitt óvænna okat hann mundi brátt ofrliði borinn verða, ok þar meðsér hann Hálfdan konung fallinn. Tók hann þá þatráð, at hann hljóp fyrir borð á drekanum ok syndi itbeinasta til lands, þess er réð fyrir Sigurðr, sá er lengihafði fylgt Hálfdani konungi Brönufóstra, ok tók hannvið honum allvel. En eptir bardagann tók Sörli drekanná sitt vald ok alla þá gripi, er Hálfdan konungrhafði átta. Sigldi hann nú heim til Noregs ok hitti bráttföður sinn, frændr ok vini heila á húfi, ok varð þarfagnaðarfundr. Innir þá Sörli konungsson allt it ljósastaaf sínum ferðum, ok þótti mörgum honum mikilfrægð aukizt hafa í þessari ferð. Girntust þá sem flestirat sjá drekann Skrauta. Var þat allra manna mál,at eigi mundi finnast betra eða vegligra skip, hvárkiat stærð né búnaði."}}