{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_26", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_26", "text": {"0": "Í þenna tíma réð sá konungr fyrir Gestrekalandi oköllum ríkjum fyrir austan Kjöl, er Agnarr hét. Hannátti Hildigunnu, systur Háreks heitins Bjarmakonungs.Þau áttu tvá sonu. Hét annarr Raknarr, en annarrValr. Þeir váru víkingar ok lágu úti í Dumbshafi okherjuðu á jötna. Raknarr átti skip þat, sem Raknarsslóðivar kallaðr. Þat var tírætt at rúmatali. Þat hefirverit mest langskip gert í Noregi annat en Ormrinnlangi. Þat var skipat allra handa illmönnum. Þar várufimmtán skækjusynir í hverju hálfrúmi. Raknarr lagðiundir sik Hellulands óbyggðir ok eyddi þar öllumjötnum. Valr, bróðir hans, lá í Dumbshafi, ok er mikilsaga af honum. Þeir bræðr þóttust rétt komnir tilBjarmalands eptir Hárek, móðurbróður sinn. Valr áttitvá sonu. Hét annarr Köttr, en annarr Kisi. Þeir várustórir menn ok sterkir. Valr hafði drepit Sviða ok lagtundir sik Kirjálabotna. Hann hafði fengit svá mikitgull, at þess kunni engi markatal, ok tók hann þat afSvaða jötni, er bjó í fjalli því, sem Blesanergr heitir.Þat er fyrir norðan Dumbshaf. Svaði var sonr Ása-Þórs.Valr átti sverð þat, sem Hornhjalti hét. Þat var mjökgulli búit ok nam aldri í höggvi stað.Þeir Hálfdan ok Sigmundr koma nú austr til Bjarmalandsok halda fréttum til, hvar Valr er, ok fundu hannfyrir norðan Gandvík, ok sló þar þegar í bardaga. Tveirmenn eru nefndir með Sigmundi. Hét annarr Haukr,en annarr Gaukr. Þeir váru stafnbúar á skipi hans.Agnarr, sonr Raknars, lagði skipi sínu á mót Hálfdani,ok váru þeira viðskipti allhraustlig. Þeir Haukr okGaukr léku lausir við ok lögðu at þeim skipum, sem yztváru, ok hruðu þau öll. Valr hljóp upp á skip til Sigmundarok þeir Köttr ok Kisi með honum, ok ruddustum fast. Valr hjó til Sigmundar ok klauf fyrir honumallan skjöldinn. Sverðit kom á fótinn utarliga ok tókaf tvær tærnar. Sigmundr hjó á móti. Valr hafðigylldan hjálm, ok kom sverðit í hann ok stökkí sundr hjöltunum. Valr var þá búinn tilhöggs ok stóð keikr. Sigmundr hljóp á hann ok hratthonum á bak aptr út yfir borðit, ok fór hann niðr tilgrunna. En er hann kom upp ór kafinu, drógu mennhans hann upp í eitt skip. Þeir hrukku nú ofan af skipinuKöttr ok Kisi. En er þeir kómu í sitt skip, þá lagðiat þeim Oddr skrauti ok Gaukr ok Haukr, ok varð þarhörð sókn með þeim. En með því at Valr var upp gefinn,þá flýðu þeir einskipa, en Oddr lagði eptir þeimok elti þá til lands, þar sem á mikil fell af björgum ofanok fram í sjó. Valr var í ferð með þeim. Hann greip uppgullkistur tvær. Þær váru svá þungar, at tveir mennhöfðu nóg at bera þær. Oddr hljóp eptir honum, en erþeir kómu at fossinum, steypti Valr sér ofan í hann, okskildi svá með þeim. Þá kómu þeir at Köttr ok Kisi,Gaukr ok Haukr, ok sem þeir kómu at fossinum, þágreip Köttr Hauk, en Kisi Gauk, ok steyptust með þáofan í fossinn ok drápu þá báða. Hellir stórr var undirfossinum, ok köfuðu þeir feðgar þangat ok lögðust águllit ok urðu at flugdrekum ok höfðu hjálma á höfðum,en sverð undir bægslum, ok lágu þeir þar, til þessat Gull-Þórir vann fossinn. Sneri Oddr þá aptr einnsaman. Þeir Hálfdan ok Sigmundr höfðu þá drepit allavíkinga, en Agnarr flýði einskipa. Hann kom til Hálogalandsok var inn mesti spellvirki. Hann dró samanfé mikit, ok at síðustu gerði hann sér haug mikinn okgekk þar í kvikr, sem faðir hans hafði gert, með allaskipshöfn sína ok trylldist á fénu."}}