{"originalTitle": "Örvar-Odds_Saga_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_10", "text": {"0": "Eptir þetta spyrr Oddr at, hvar þeir vissi þá fengjarván. En Hjálmarr svarar: \"Á Sælund veit ek liggjafimm berserki, þá sem harðfengari eru en flestir mennaðrir, þeir sem vér höfum spurn af, ok heitir einnBrandr, annarr Agnarr, þriði Ásmundr, fjórði Ingjaldr,fimmti Álfr. Þeir eru allir bræðr ok hafa sex skip oköll stór. Eða hversu viltu nú, Oddr, hátta til ferðumvárum?\" \"Þar vil ek at halda,\" sagði Oddr, \"sem berserkirnireru fyrir.\" Þeir koma nú við Sælund fimmtánskipum ok spyrja þau tíðendi, at berserkirnir eruá land gengnir at hitta frillur sínar. Þá gengr Oddr áland upp einn saman til fundar við þá. Ok er þeirfinnast, lýstr þar í bardaga, ok lýkr honum svá, at hannfellir þá alla, en varð ekki sárr. En er Oddr var á landgenginn, saknar Ásmundr hans ok sagði til Hjálmars:\"Já,\" sagði hann, \"þat mun eigi rjúfast, at Oddr muná land genginn, ok skulu vér eigi sýslulausir ámeðan.\" Nú heldr Hjálmarr þangat sex skipum, semvíkingarnir váru, ok lýstr þar í bardaga, ok var þatallt jafnsnemma, at Oddr kom af landi ofan ok Hjálmarrhafði unnit skipin. Ok nú segja hvárir öðrum tíðendinok hafa nú bæði aflat sér fjár ok metnaðar.Nú býðr Hjálmarr þeim Oddi með sér til Svíþjóðar,ok þat þiggr Oddr. En norðr fara Háleygirnir, Guðmundrok Sigurðr, til Hrafnistu með liði sínu, enmæla mót með sér við Elfi austr. En er þeir Hjálmarrkoma í Svíþjóð, tekr Hlöðvér konungr mót þeim báðumhöndum, ok sitja þeir þar um vetrinn, ok leggstþar svá mikil virðing á Odd, at konungi þótti enginnhans maki fyrir alls sakir. Skamma stund hafði Oddrþar verit, áðr konungr gaf honum fimm bú. Konungrátti dóttur eina, þá er Ingibjörg hét. Hún var hverrikonu vænni ok bezt at sér um allar íþróttir, þær erkvenmann mátti fríða. Oddr spurði Hjálmar jafnan,hverju þat sætti, at hann bæði ekki Ingibjargar, --\"fyrir því at ek sé, at hugir ykkrir falla saman.\" \"Ekhefi beðit hennar,\" sagði hann, \"en konungr vill eigigifta þeim manni dóttur sína, er eigi berr konungsnafn.\" \"Þá skulu vit draga saman her at sumri,\" sagðiOddr, \"ok gerum konungi tvá kosti, annathvárt atberjast við okkr eða gefa þér dóttur sína.\" \"Eigi veitek þat,\" sagði Hjálmarr, \"því ek hefi lengi haft hérfriðland.\" Sitja þeir nú þar um kyrrt um vetrinn. Enum várit halda þeir í hernað, þegar þeir váru búnir."}}