{"originalTitle": "Beowulf_Xli", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xli", "text": {"0": "XLIWæs sīo swātswaðu  Sw[ē]ona ond Gēata,wælrǣs weora  wīde gesȳne,hū ðā folc mid him  fǣhðe tōwehton.Gewāt him ðā se gōda  mid his gædelingum,frōd felageōmor  fæsten sēcean,eorl Ongenþīo  ufor oncirde;hæfde Higelāces  hilde gefrūnen,wlonces wīgcræft;  wiðres ne trūwode,þæt hē sǣmannum  onsacan mihte,heaðolīðendum  hord forstandan,bearn ond brȳde;  bēah eft þonaneald under eorðweall.  þā wæs ǣht bodenSwēona lēodum,  segn Higelāce[s]freoðwong þone  forð oferēodon,syððan Hrēðlingas  tō hagan þrungon.þǣr wearð Ongenðiow  ecgum sweorda,blondenfexa  on bid wrecen,þæt se þēodcyning  ðafian sceoldeEafores ānne dōm.  Hyne yrringaWulf Wonrēding  wǣpne gerǣhte,þæt him for swenge  swāt ǣdrum sprongforð under fexe.  Næs hē forht swā ðēh,gomela Scilfing,  ac forgeald hraðewyrsan wrixle  wælhlem þone,syððan ðēodcyning  þyder oncirde.Ne meahte se snella  sunu Wonrēdesealdum ceorle  ondslyht giofan,ac hē him on hēafde  helm ǣr gescer,þæt hē blōde fāh  būgan sceolde,fēoll on foldan;  næs hē fǣge þā gīt,ac hē hyne gewyrpte,  þēah ðe him wund hrine.Lēt se hearda  Higelāces þegnbrād[n]e mēce,  þā his brōðor læg,ealdsweord eotonisc  entiscne helmbrecan ofer bordweal;  ðā gebēah cyning,folces hyrde,  wæs in feorh dropen.Ðā wǣron monige,  þē his mǣg wriðon,ricone ārǣrdon,  ðā him gerȳmed wearð,þæt hīe wælstōwe  wealdan mōston.þenden rēafode  rinc ōðerne,nam on Ongenðīo  īrenbyrnan,heard swyrd hilted,  ond his helm somod;hāres hyrste  Higelāce bær.Hē ð（ām) frætwum fēng  ond him fægre gehētlēana (mid) lēodum,  ond gelǣste swā;geald þone gūðrǣs  Gēata dryhten,Hrēðles eafora,  þā hē tō hām becōm,Iofore ond Wulfe  mid ofermāðmum,sealde hiora gehwæðrum  hund þūsendalandes ond locenra bēaga,--  ne ðorfte him ðā lēan oðwītanmon on middangearde,  syðða[n] hīe ðā mǣrða geslōgon;ond ðā Iofore forgeaf  āngan dohtor,hāmweorðunge,  hyldo tō wedde.þæt ys sīo fǣhðo  ond se fēondscipe,wælnīð wera,  ðæs ðe ic [wēn] hafo,þē ūs sēceað tō  Swēona lēoda,syððan hīe gefricgeað  frēan ūserneealdorlēasne,  þone ðe ǣr gehēoldwið hettendum  hord ond rīce,æfter hæleða hryre,  hwate Sǣ-Gēatas,folcrēd fremede,  oððe furður gēneorlscipe efnde.--  Nū is ofost betost,þæt wē þēodcyning  þǣr scēawian,ond þone gebringan,  þē ūs bēagas geaf,on ādfære.  Ne scel ānes hwætmeltan mid þām mōdigan,  ac þǣr is māðma hord,gold unrīme  grimme gecēa(po)d,ond nū æt sīðestan  sylfes fēorebēagas (geboh)te;  þā sceall brond fretan,ǣled þeccean,--  nalles eorl weganmāððum tō gemyndum,  nē mægð scȳnehabban on healse  hringweorðunge,ac sceal geōmormōd,  golde berēafodoft nalles ǣne  elland tredan,nū se herewīsa  hleahtor ālegde,gamen ond glēodrēam.  Forðon sceall gār wesanmonig morgenceald  mundum bewunden,hæfen on handa,  nalles hearpan swēgwīgend weccean,  ac se wonna hrefnfūs ofer fǣgum  fela reordian,earne secgan,  hū him æt ǣte spēow,þenden hē wið wulf[e]  wæl rēafode.'Swā se secg hwata  secggende wæslāðra spella;  hē ne lēag felawyrda nē worda.  Weorod eall ārās;ēodon unblīðe  under Earnanæs,wollentēare  wundur scēawian.Fundon ðā on sande  sāwullēasnehlimbed healdan  þone þe him hringas geafǣrran mǣlum;  þā wæs endedæggōdum gegongen,  þæt se gūðcyning,Wedra þēoden  wundordēaðe swealt.Ǣr hī þǣr gesēgan  syllīcran wiht,wyrm on wonge  wiðerræhtes þǣrlāðne licgean;  wæs se lēgdracagrimlīc gry(refāh)  glēdum beswǣled;sē wæs fīftiges  fōtgemearceslang on legere;  lyftwynne hēoldnihtes hwīlum,  nyðer eft gewātdennes nīosian;  wæs ðā dēaðe fæst,hæfde eorðscrafa  ende genyttod.Him big stōdan  bunan ond orcas,discas lāgon  ond dȳre swyrd,ōmige þurhetone,  swā hīe wið eorðan fæðmþūsend wintra  þǣr eardodon;þonne wæs þæt yrfe  ēacencræftig,iūmonna gold  galdre bewunden,þæt ðām hringsele  hrīnan ne mōstegumena ǣnig,  nefne God sylfa,sigora Sōðcyning  sealde þām ðe hē wolde--hē is manna gehyld--  hord openian,efne swā hwylcum manna,  swā him gemet ðūhte."}}