{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_17", "text": {"0": "Eptir þetta rennr á blásandi byrr fyrir þeim, ok siglaþá, þar til er þeir sjá land. Þat var mjök skógi vaxit.Þar var einn leynifjörðr, er þeir kómu at, ok siglduþeir inn eptir firðinum ok lögðu í einn leynivág okkasta atkerum. Þá var sól í suðri, ok gengu þeir á land.Sturlaugr spurði: \"Hvert land ætli þér þetta, er vérerum við komnir?\" Framarr segir: \"Hundingjaland atfrásögn Kols, bróður míns, ok munum vér á land gangaþrír, Sturlaugr, Áki ok ek, en þér skuluð bíða vár hér,þar til er þriðja sól er af himni. En ef vér komum þáeigi aptr, þá hljóti þér at sjá ráð fyrir yðr.\"Þeir ganga nú á land ok í einn skóg þykkvan okmerkja á eikum, hvar þeir fara, ok um síðir koma þeirfram ór skóginum ok sjá mörg ok stór heruð, borgirok kastala. Þeir sjá eina borg ok höll miklu meiri enaðra. Þangat fóru þeir, ok stóðu menn í dyrum, okvar haka þeira gróin í bringuna. Þeir gjöltu sem hundar.Þóttust þeir nú vita, hvar þeir váru komnir. Þeirbönnuðu þeim inngöngu. Sturlaugr brá Hornnefjunautok höggr duravörðinn í tvennt, en fóstbræðr hansdrepa annan.Eptir þat gengu þeir í höllina ok standa á utanverðuhallargólfi. Áki sér, hvar konur sitja á palli. Ein afþeim var auðkennd, því at hún var miklu fegri enaðrar. Áki kennir þessa konu at frásögn móður sinnar,gengr at pallinum ok upp á skörina ok leggr báðarhendr um háls henni ok mælti: \"Sæl, frændkona,\" segirhann. Hún tók kveðju hans ok hvarf til hans. Hundólfrkonungr sér þetta ok bregðr eigi vel við, því at hannmátti eigi sjá, at menn horfðu á drottningu hans. Númá ætla, hversu grimmt honum mundi í hug, er einnútlendr maðr hljóp á háls henni ok kyssti hana fyriraugum honum ok gerði slíkt ódæmi. Hratt hann núfram borðum ok kallar út hirðsveina, ok kváðu viðlúðrar um öll stræti. Áki mælti: \"Hér er ek kominná þinn fund, frændkona. Vilda ek, at þú segðir méraf úrarhorni eða hvert þat er at sækja.\" Hún mælti:\"Hverir eru þessir menn? Þeir sögðu nöfn sín. Húnmælti: \"Illa er þat, at þér eruð hér komnir, því atöllum yðr er ætlaðr dauði, ok þarf því eigi at segjayðr frá úrarhorni.\" Áki mælti: \"Þó at vér séim þegardrepnir, þá þykkir oss betr at vita it sanna, hvat þúkannt at segja oss frá horninu.\" Hún segir: \"Þat ertil máls at taka, at hof eitt stendr á Bjarmalandi. Þater helgat Þór ok Óðni, Frigg ok Freyju, gert með hagleikaf dýrstum viði. Dyrr eru aðrar á hofinu ór útnorðri,en aðrar ór útsuðri. Þar inni er Þórr einn. Þarer úrarhorn á borði fyrir honum fagrt at sjá sem gull.En Sturlaugr einn skal í hofit ganga, því at honum einummun gæfa til endast, ok skal hann þó eigi berumhöndum á horninu taka, því at þat er fullt af eitri okfjölkynngi. En til lítils mun yðr koma, af því at þér eruðallir ráðnir til dauða, ok er mikill skaði at um slíkamenn, svá vaskir sem þér eruð fóstbrædr.\" Sturlaugrmælti: \"Þat skulu þeir finna Hundingjar, um þat ervér erum allir fallnir, þótt vér séum fáir, at þeir skulunokkurir rauðu snýta.\"Ok í því drífa þeir inn í höllina Hundingjar alliralvápnaðir ok sækja at þeim karskliga, en þeir verjastvel ok drengiliga ok drepa þrjá tigi manna, áðr þeirváru handteknir, ok váru þeir flettir klæðum öllumnema línbrókum einum ok reknir út af höllinni meðsvipum ok stangaðir með spjótsoddum ok keyrðir úttil skógar. Þeir kómu í rjóðr eitt. Þar váru tveir steinarholir innan. Þeir váru látnir í inn minna steininn,en hvelft yfir inum meira, ok var þeim ætlat at sveltaþar til bana. Steinar þeir, er þar váru, stóðu á hól einum.Nú ganga Hundingjar í burtu ok þóttust vel hafahefnt sinnar svívirðingar.Nú er þar til máls at taka, at þeir Sturlaugr váru ísteininum. Sturlaugr mælti: \"Hversu þykkir yðr núkomit vera?\" Þeir létu vel yfir, á meðan þeir væri allirheilir vel. Sturlaugr mælti: \"Á hverju stakkst ek áðanþar aptan í kálfann, þá vér várum flettir klæðum?\"Hann tók til hendi sinni ok finnr þar járn lítit, semdragnál væri, ok var þetta atgeirr hans. Hann mæltiþá, at hann skyldi verða svá mikill, at honum værihægt at vinna með þat, er hann þurfti, ok brátt varðhann svá mikill, at hann höggr steininn, þar til erhann komst út ok þeir allir, ok hlupu nú til félagasinna, ok varð þá fagnaðarfundr með þeim."}}