{"originalTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_17", "text": {"0": "Hjörr konungr Hálfsson átti Hagnýju, dóttur Hakakonungs Hámundarsonar. Hjörr konungr fór í konungastefnu,en meðan fæddi Hagný tvá sonu, ok várusvartir ok furðu ljótir, ok hét annarr Hámundr, enannarr Geirmundr. Þá fæddi ambátt ok son, ok hétLeifr Hann var inn fríðasti. Drottning keypti um sonuvið ambátt ok færði þann konungi. Konungr fór ennannat sinn í leiðangr. Þá váru sveinarnir þrévetrir.Leifr guggnaði, svá sem á aldr hans leið, en Hámundrok Geirmundr váru geysimiklir ok orðvísir. Bragi skáldkom þar at heimboði. Þat var einn dag, at karlar allirfóru á skóg, en konur á hnetskóg, ok var ekkiheima manna í höllinni, nema Bragi sat í öndugi, endrottning leyndist þar ok var hulin klæðum. Leifr satí hásæti ok lék sér at gulli, en Hámundr ok Geirmundrváru í hálminum niðri á gólfinu. Þá fóru þeir til Leifsok skúfuðu honum ór sætinu, ok tóku þeir af honumgullit allt. Hann grét þá. Þá stóð Bragi upp ok gekkþar til, er drottning lá, ok drap staf ofan á klæðin okkvað:\"Tveir eru inni,trúik vel báðum,Hámundr ok Geirmundr,Hjörvi bornir,en Leifr þriðiLoðhattarsonr.Fæddir eigi þúþann mög, kona.\"Síðan skipti Hagný aptr sveinunum við ambátt. En erHjörr konungr kom heim, þá bar hún sveinana til hansok sagði, at þeir váru hans synir. Konungr svarar:\"Ber í burt!\" sagði hann, \"eigi sá ek slík heljarskinn.\"Þeir váru báðir svá kallaðir síðan. Þeir váru miklirafreksmenn at afli, ok mikil ætt er frá þeim komin áÍslandi. Þórir á Espihóli var sonr Hámundar. Þaðaneru komnir Esphælingar. Geirmundr heljarskinn namMeðalfellsströnd í Breiðafirði. Yri hét dóttir hans, oker þaðan mikil ætt komin."}}