{"originalTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_5", "text": {"0": "Hjörr konungr Jösursson var ríkr konungr ok varðsóttdauðr ok var heygðr á Rogalandi. Hans sonr varHjörleifr Hörðalands konungr. Hann réð ok fyrir Rogalandiok var allríkr konungr. Hann var kallaðr Hjörleifrinn kvensami. Hann átti Æsu ina ljósu, dótturEysteins jarls af Valdresi.Hjörleifi brustu lausafé fyrir örleika. Hann lét geraskip af virktum og fór til Bjarmalands. Högni innauðgi bjó í Njarðey fyrir Naumudalsmynni. Hann tókvel við Hjörleifi konungi, ok var hann þar þrjár nætrok gekk at eiga Hildi ina mjóvu, dóttur Högna, áðrhann fór brott, ok fór hún með honum til Bjarmalandsok Sölvi, bróðir hennar.En er Hjörleifr konungr kom í Vínuminni, skiptihann liði sínu í þrjá þriðjunga. Á skipi hans váru níutigir manna. Þriðjungr liðs helt upp bardaga með honumvið landsmenn, annarr þriðjungr liðs varðveittiskip með stýrimanni, en þriði þriðjungr braut haugmeð stafnbúa, ok fengu þeir mikit fé. Á sunnanverðriFinnmörk í Gjarðeyjargeima lá Hjörleifr konungr umnótt, ok höfðu sveinar eld á landi, ok fóru tveir mennat sækja vatn til lækjar, er fell af bjargi fram. Þar sáþeir brunnmiga ok sögðu Hjörleifi konungi. Síðanheitir konungr broddspjót í eldi ok skaut til hans.Konungr kvað:\"Gakktu frá brunni,gletzt lítt við mik,þræll herfiligr,þíns innis til.Mun ek senda þérsveiðanda spjót,þat er gyrja mungranir þínar.\"Þá tóku þeir vatn, en þursinn skauzt inn í bjargit. Þáer þau sátu við eld, þá kvað þurs af bjargi annat ljóð:\"Veit eigi görlavíf þitt, konungr,hvat hnekkja munhennar sælu.Vér undum þér-- -- --Hildr, Hjörleifihaltu nær loga.\"Þá skaut Hjörleifr inu sama spjóti í auga því trölli.Högni bauð Sölva ok Hildi at vera þar eptir, en konungrvildi þat eigi. Síðan fóru ambáttir tvær meðHildi, en tuttugu karlar með Sölva. Æsa varð ófeginkonungi ok hans föruneyti, en allir aðrir fegnir."}}