{"originalTitle": "Viðbætir_(Additional_Small_Texts)_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Viðbætir_(Additional_Small_Texts)_Chapter_4", "text": {"0": "En er Eirekr norræni ok hans förunautr höfðu hlaupit ímunn drekanum, þá þótti þeim sem þeir væði reyk, ok er þeirliðu ór þeim reyk, þá sá þeir fagrt land, grösin hvít sem purpurivið sætum ilm ok miklum blóma, ok flutu hunangslækir umalla vegu landsins. Þetta land var langt ok slétt. Sólskin varþar, svá at aldri var þar myrkt ok aldri bar skugga á. Lognvar þar í lopti, en lítill vindr á jörðu, til þess at þá kenndiinn sæta ilm heldr en áðr. Þeir gengu mjök lengi ok hugðuat, ef þeir sæi þar nokkurar byggðir eða heruð eða mætti þeirvita, hversu vítt at væri land þetta. Sá þeir þá því líkast semstöpull væri ok hengi í loptinu ok engir stólpar undir. Þeirnálgast þangat. Þar sá þeir, at hekk á turn í loptinu á engumstólpum. Sunnan við turninn stóð stigi. Þeir undruðust mjökþenna krapt ok þótti þetta kynligt. Gengu síðan upp í stigannok kómu í turninn. Þeir sá hann inum fegrstum guðvefjarpellum búinn. Þar stóð borð búit fagrt, ok stóð á silfrdiskr.Á honum váru alls konar krásir, ok hann var hlaðinn af hvítubrauði með sætum ilm. Kanna var þar sett með gulli ok gimsteinum.Kaleikr var þar fullr af víni. Rekkjur váru þar velbúnar ok breiddar gullofnum klæðum ok guðvefjar pellum.Þá mælti Eirekr: \"Sé hér Ódáinsakr, er vér leitaðum meðmiklu erfiði margan veg.\" Þeir lofuðu guð ok mæltu: \"Mikiller guð ok góðr, er hann lætr okkr slíkt sjá.\" En eptir þat neyttuþeir fæðslu ok fóru til svefns síðan.En er Eirekr sofnaði, þá vitraðist honum ungr drengr, vænnok bjartr. Sá mælti við hann: \"Mikil er staðfesti trúar þinnar,Eirekr. Seg þú mér, hversu þér lízt land þetta.\" Eirekr segir:\"Óskavel, ok hverju landi líkar mér þetta betr, en hverr erþú, er við mik mælir? Ok skilr mikit okkra vizku, er þú kennirmik ok nefnir mik á nafn, en ek veit eigi, hverr þú ert.\" Þálét inn ungi maðr við hann blíðliga ok mælti: \"Ek er engillguðs ok einn af þeim, er varðveita Paradísar hlið. Ek varnær staddr, þá er þú strengdir heit at fara suðr í heim at leitaÓdáinsakrs. Eggjaða ek þik at sigla til Miklagarðs, ok at guðsforsjá ok mínum vilja tók þú skírn, ok fyrir því tel ek þiksælan, at þú hlýddir þrifsamligum áminningum Grikkja konungsok ráðum ok tókt innsigli af honum ok þótt þik í innihelgu Jórdan. En drottinn sendi mik til þín. Ek er varðhaldsengillþinn, ok ek hefi þér hlíft á sjó ok á landi ok við allriháskasamligri ferð ok varðveitt þik við öllum illum hlutum.En vér erum eigi menn, heldr andar byggjandi á himneskrifóstrjörðu. En sá staðr, er þú sér hér, er sem eyðimörk til atjafna við Paradisum, en skammt heðan er sá staðr, ok fellrþaðan á sú, er þú sátt. Þangat skulu engir lífs koma, ok skuluþar byggja andir réttlátra manna. En sá staðr, er þú hefirhittan, heitir jörð lifandi manna. En áðr þú komt hingat,bauð guð oss at vakta þenna stað ok sýna þér jörð lifandimanna með nokkurri mynd ok gera þér veizlu ok launa þérerfiði þitt.\" Þá spurði Eirekr engilinn: \"Hvar býr þú?\" Engillinnsegir: \"Vér búum á himni, þar sem vér sjám andligan guð,en fyrir nauðsynja sakir eru vér sendir í heiminn at veitamönnum vára þjónustu, sem þú skalt eigi gruna. Eirekr mælti:\"Hvat heldr upp þessum stöpli, er mér sýnist hanga í lopti?\"Engillinn segir: \"Einn saman guðs kraptr heldr honum upp. Afslíkum táknum skaltu eigi gruna, at guð skapaði alla hluti afengu.\" Eirekr mælti: \"Eigi skal ek þat gruna.\" Engillin spurðiEirek: \"Hvárt viltu hér vera eptir eða viltu aptr hverfa tilþinna áttjarða?\" Eirekr svarar: \"Aptr vil ek hverfa.\" Engillinnmælti: \"Hví viltu þat?\" Eirekr segir: \"Því, at ek vil segjakunningjum mínum frá slíkum dýrðarverkum drottinsligs máttar,en ef ek kem eigi aptr, þá munu þeir því trúa, at ek hafiillum dauða dáit.\" Engillinn mælti: \"Þó at nú sé goðablót áNorðrlöndum, þá mun þó koma sú tíð, at þat fólk mun leysastfrá villu, ok mun guð kalla þat til sinnar trúar. Nú gef ekþér leyfi til aptr at fara til þinna ættjarða ok at segja þínumvinum frá guðs miskunn, þeiri sem þú sátt ok heyrðir, því atskjótara munu þeir trúa guðs erendi ok öllum hans boðorðum,er þeir heyra þvílíkar sögur. Vertu opt á bænum. Mun ek þákoma eptir þér nokkurum vetrum síðar ok bera önd þína ífagnað ok varðveita bein þín í þeim stað, sem þau skulu dómsbíða. Vertu hér sex daga ok hvílið ykkr ok takið síðan leiðarnestok farið norðr aptr síðan.\" Nú þótti honum engillinnhverfa sér at sýn. Eirekr gerði alla hluti sem engillinn hafðiboðit honum um þarvist sína ok brottferð."}}