{"originalTitle": "Áns_Saga_Bogsveigis_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Áns_Saga_Bogsveigis_Chapter_5", "text": {"0": "Nú er at segja frá Án, at hann mælti við bónda:\"Þér tókuð vel við mér, ok skyldir þú eigi illt af mérhljóta. Skulu vit eyða bæinn ok fara í skóg, því atkonungsmenn munu brátt koma hér,\" ok svá gerðuþeir. Án var þessu nærgætr, því at konungr sendi mennþegar um nóttina, ok brenndu þeir upp bæinn ok fóruaptr síðan. Konungr mælti við sína menn: \"Ef Án hefirundan komizt, þá legg ek þrjár merkr silfrs til höfuðshonum, ok geri ek hann útlægan um allan Noreg.\"Þetta spyrst nú víða. Konungr kom heim í sitt ríki.Án var með karli ok húsar upp bæ hans um sumarit.Án var svá búinn hversdagliga, at hann var í hvítupilsi; þat var svá sítt, at þat nam hæl. Þá var hann ígrám pilsungi; hann tók ofan á miðjan kálfann. Þávar hann í rauðum kyrtli; hann tók ofan á kné. Yztvar hann í vándum vöruváðarstakki; hann tók ofan ámitt lær. Hann hafði hatt á höfði ok viðaröxi í hendi.Maðrinn var furðu stórr ok karlmannligr ok ekki dávænn.Þat var einn dag, at Án mætti úti Drífu karlsdóttur.Þrjár konur gengu með henni. Hún var kvennavænst ok vel búin. Hún var í rauðum kyrtli ermalöngumok ekki niðr víðum, síðum ok miðþröngum. Húnhafði hlað um enni ok hærð kvenna bezt. Þær hlóguat honum mjök ok dáruðu klæðabúnað hans. Drífamælti þá: \"Hvaðan gekktu at nú, ferfaldr?\" \"Frá smíðum,\"sagði Án. Í því kom bóndi at ok bað þær eigiskúlka hann. Án kvað þá vísu:\"Meyjar spurðu,er mik fundu,hvíthaddaðar:\"Hvaðan komtu, ferfaldr?\"En ek svaraðasilki-Gunniheldr hæðinni:\"Hvaðan er logn úti?\"\"\"Ekki þykkir mér,\" sagði Án, \"kyrtill þinn fara betren stakkr minn, því at hann liggr neðan at bakstakkiþínum.\" Síðan skildu þau at sinni. En er upp var húsaðrbærinn, talar bóndi til Áns um haustit, at honumværi heimilt þar at vera um vetrinn, -- \"ok hefir þúvel til þess unnit.\" Án kvað þat þiggja mundu. Honumleizt vel á karlsdóttur, þó at hún hefði kallsat hansklæðasniðit, ok var hann sér um þat várkunnlátr. Enum várit lýsti hann yfir því, at hann mundi á burtu okannat fyrir sik leggja. \"En ef svá verðr sem mér er grunrá, at dóttir þín sé með barni, þá eru þar fáir blóramenn,ok vil ek ganga við faðerni. Ok ef þat er sveinn,þá sendið til mín, þá er þér spyrið nokkura mínastaðfestu, ok fylgi hringr þessi til jartegna, en sjá þúsjálfr fyrir, ef mær er.\"Ok síðan ferr hann á burt ok austr á skóg. Þar liggrúti stígamaðr, er Garan heitir. Ok um daginn, er Ángengr um skógargötuna, sá hann, at maðr gekk í svigvið hann. Sá hafði svartan skjöld ok hjálm á höfði, enboga í hendi, örvamæli á bak. Hann sá inn nýkomnaok skaut þegar í skjöld hans broddör ok vart í gegnumskjöldinn. Án gerði hæfing eptir ok skaut í gegnumskjöldinn, ok kom í aflvöðvann á honum, svá athann varð sárr. Stígamaðr mælti honum þótti þessiþörfum harðskeytari ok lagði vápn sín ok hitti þennamann ok spurði hann at nafni. Hann kveðst Án heita.Garan segist heyrt hafa nafn hans, -- \"ok ertu víðfrægr.\"Án sagði: \"Heyrt hefi ek ok þín getit ok jafnanat illu.\" Garan sagði: \"Fyrir góðu muntu verða af mér.Vil ek bjóða þér til mín, ok eigum félag saman, okmunu vit miklu áleiðis koma.\" Án sagði: \"Ærit mun umþat, ef vit viljum illa gera.\" Þeir kómu til skála, erstóð í skóginum, ok var þar hnigin hurð á gátt. Þeirgengu inn, ok skorti þar eigi fé, vápn eða hlífar. Ánsá þar steina tvá, annan hæra en annan. Án spyrr,hvat þeir skyldi. Garan sagði: \"Þar hefi ek reynt hryggaflnokkura manna, er mik hafa heimsótt.\" Án sagði:\"Illmannliga bjóttu við þína gesti, eða hvárr mundiþér hæfiligri steinninn at láta á hallast?\" Hann kveðstekki á því ætlun haft hafa, en lét sér þó inn hærabetr fallinn vera fyrir hæðar sakir. Þá er liðit á dagmjök. Garan sagði: \"Nú skulum vit matbúa, eða hvártviltu heldr taka vatn eða gera eld?\" Án kvað þat sjálftá leggjast, at hann gerði eldinn, því at hann kveðstþví vanr verkinu. Ok er hann var lagztr niðr, þá kastaðihann sverðinu á bak sér, at hann hafði at vápni.Hann heyrði hvin upp yfir sér, hjó stígamaðrinn tilhans, ok kom á sverðit, ok þat hlífði honum. Þá hljóphann upp ok mælti: \"Eigi ertu nú trúr, ok vildir þúnú skjótt skipta félaginu, ok hafða ek þó lítit til saka.Má vera, at nú gistir þú bóndasteininn há í kveld.\"Þar var hörð sókn, ok vildi hvárr firra sik steininum.Þá bar Garan at steininum. Án sté á rist honum, enrak hendrnar á bringu honum ok bendi hann umsteininn; gekk þá í sundr hryggrinn í honum. Án gekkaf honum dauðum. Hann hjó af honum höfuðit okdró hann út ok stakk nefinu í klof honum, at hanngengi eigi dauðr. Leið af nóttin. Án var þar um sumaritok gerði engum manni mein ok lét ekki sjá sik.En er haustaði, læsti hann aptr skálanum ok fór í burtok vildi aðra vetrvist hafa.Hann kom aptan dags til ekkju einnar auðigrar, erJórunn hét. Hann var þar um nóttina ok duldist. Ener húsfreyja kom í skála, spurði hún gestinn at nafni.Hann sagði slíkt er honum sýndist. Hún gekk frá oksneri aptr ok mælti: \"Hví fórtu hingat? Þat er mitthugboð, at þú munt vera Án bogsveigir.\" Hann lét þatsatt. \"Hví fórtu hingat?\" segir hún, \"þér er þetta ekkitraust fyrir konungi.\" Án kveðst ætla, at eigi mundimeira við þurfa, -- \"mun ek til hætta at vera, ef þérgefið leyfi til.\" Hún mælti: \"Ekki mun ek spara matvið þik.\" Þar var hann um hríð ok var tiltakasamr oksá um bú hennar, ok var þat með miklu ráði. Án mælti:\"Hér vilda ek vera í vetr með yðr ok gerast eigi setumaðrmeð öllu.\" Hún kvað honum eigi þar hent, -- \"erkonungr er í eptirsjá um þik; vér megum þér lítit.\"Hann lézt ætla, at lngjaldr konungr mundi honum ekkigrand gera. \"Eigi mun ek mat spara við þik,\" en léthann sjálfan mundu gæta sín. Hann gerðist umsýslumaðrinn mesti. Síðan tekst tal með þeim. Hann segir,at honum lýstr því í skap at mæla til ráðahags við hana.Hún kvað þat mundu gert at frænda ráði ok mjök nærhennar hugþokka, en enginn latti, ok tókust ráðin. Ánvar inn mesti umgangsmaðr ok stórhagr. Hann áttinaust í skógi skammt frá bænum ok smíðaði þar skip.Jók brátt mikinn framdrátt fjár ok virðingar. Hannátti fjögur bú stór, ok með honum var þrír tigir vígramanna á hverju búi. Fylkismenn þeir, er þar váru,höfðu hann sér at forstjóra. Hann var vinsæll ok stórlyndr.Ingjaldr konungr spyrr þetta ok leitar eptir honum.Þórir, bróðir hans, fór opt austr þangat með sættarboðum,ok var ástúðigt með þeim bræðrum. Þá varandaðr Björn, faðir þeira, í Hrafnistu, ok varðveittibúit Gautr, mágr þeira, ok Þórdís, systir þeira. Grímr,sonr þeira, var mikill, vænn ok sterkr ok kvað enganaf sínum frændum sér jafnskapfelldan sem Án. Hannfór á fund hans. Án tók vel við honum, ok dvaldisthann þar lengi. Hann var vinsæll. Þórir bað opt Án,at hann skyldi vægja til við konung, -- \"ok stoðar þérekki, bróðir, af því at ek sé gerla hans skaplyndi grimmttil þín.\" \"Auðna mun ráða með okkr konungi,\" sagðiÁn, \"en þú trúir honum til vel. Vilda ek heldr, at þúvarðveittir bú okkur.\" En þat varð ekki."}}