{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_25", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_25", "text": {"0": "Þess er getit, at þeir Hrólfr konungr ok Ásmundrgengu út um staðinn einn dag at skemmta sér, ok erþeir ætluðu heim at ganga til hallarinnar, kom at þeimkerling ein. Hún gekk við tvá stafi. Kerling setti uppnasirnar ok mælti: \"Hverir eru þessir inir tíguligumenn?\" Þeir sögðu til sín. Kerling mælti: \"Er þettainn ágæti konungr, Hrólfr Gautreksson, ok væra ek sæl,ef ek hefða hann fundit.\" Konungr mælti: \"Hvat vildirþú Hrólfi konungi?\" \"Svá lízt mér sem sagt er, at þúsér hverjum konungi vænni ok kurteisari ok at öllumhlutum afbragð annarra konunga. Er þat ætlan mín,at af þér hljóti ek nokkut gott ok þínum ráðum.\" Konungrspurði, hvers hún þyrfti við. Hún svaraði: \"Eká lítit efni, er ek ein í húsi ok dóttir mín, er unnithefir fyrir mér, ok er hún in vænasta kona at sjá, ennú er hún mér verri en engi, því at maðr venst til atglepja hana. Er mér þat mjök í móti skapi. Gáir húnengis fyrir honum. Er hann mikill maðr ok sæmiligrat sjá, en þó er mér ekki um hann. Vilda ek, herra, atþér kæmuð ok talaðir við þenna mann, mun hanngera fyrir yðar orð ok láta af fíflingum við dóttur mína.\"Hrólfr konungr svaraði þá: \"Ek skal at vísu, kerling,koma nokkurn dag at finna þann.\" Þá vísaði kerlingþeim til húsa sinna. Síðan gekk konungr heim til hallar,ok líða nú nokkurir dagar.Ok einn dag mælti konungr til Ásmundar, at velmundi fallit at vitja kerlingar. Ásmundr svaraði: \"Þatætla ek vera illa kerlingu ok prettvísa, ok er mér ekkium hana.\" Konungr kvað nauðsyn, at sá maðr gerðihenni ekki vandræði. Ásmundr kvaðst eigi hirða, þótthann hefði þær báðar. Ok eptir drykkju um daginngengu þeir til húsa kerlingar. Þar var lítil stofa. Þarsat kona á palli, ung ok vænlig. Þar sat hjá henni maðrmikill ok frækligr. Hann sat með alvæpni ok talaði viðkonuna. Kerling sat í palls horni ok hafði yfir sér feldok hökul illan. Þau fögnuðu vel konungi. Ok er kerlingvarð vör við, at konungr var kominn, spratt húnupp ok greip stafi sína báða ok fór fram á gólfit okmælti: \"Ek bið þik, herra minn, at þú rekir minnarskammar ok drepir þenna inn vánda mann, er mérhefir gert svá mikla raun, at hann hefir ginnt ok gabbatdóttur mína.\" Konungr mælti: \"Vertu eigi svá óð,fóstra, má þá vera, at þú hafir þitt mál, þótt vit leikumí tómi við.\" \"Þat er eigi,\" sagði kerling, \"enda hafaþau svá þreytt mik um þetta mál, at ek má eigi lengrsvá búit þola, þegar ek veit mér nokkurs trausts vánir.\"Hefr kerling upp hækjuna ok ætlar at slá þenna mannvið eyrat. Sá maðr brá upp við högginu kerlingarskildinum, ok laust hún svá fast á skjöldinn, at í sundrgekk stafr kerlingar. Hrólfr konungr tók kerlingu okmælti: \"Því kom ek á þinn fund, at ek skal nú sjáfyrir þínum hlut.\" Hann setr hana niðr hjá sér. Konungrspurði: \"Hverr er þessi maðr, er heldr stríð viðkerlingu?\" Hann svaraði: \"Ek heiti Grímr.\" \"Hvatmanna ertu? segir konungr. \"Þórir heitir faðir minn.Hann er bóndi hér skammt í brott í þorpinu.\" Konungrmælti: \"Þú ert maðr vænligr, eða hvé opt ertuvanr at koma til húsa kerlingar?\" Hann kvaðst þarjafnan koma. Konungr mælti: \"Kerling þessi hefirkveinat nokkut um fyrir mér. Henni þykkir þú geraærit margtalat við dóttur sína. Þykkist hún afla of lítilsá vinnu hennar, en kveðr þar við liggja björg þeirabeggja. Nú vil ek biðja þik, attu látir af at gera kerlinguþessa skapraun. Er þér í þessu lítilræði, en engiframi, at gera henni raun í þessu. Er mér þökk á, atek þurfi lítils við umtalit. Vil ek bjóðast til at veita þéraðra bæn í móti.\" Grímr mælti: \"Þat hafða ek ætlatat gera enga breytni á um ferðir mínar, hverir sem þarlegði orð til, en eptir bæn þinni ok vilja skal ek gerasem þér líkar bezt. Mun ek ok eigi skjótt beðinn afágætara manni en þér eruð. Vil ek ok ekki fresta atbiðja yðr í móti. Þat er mín bæn, at þér takið við mértil hirðvistar ok fara ek með yðr at sumri. Er mér forvitniá at reyna mik. Hefi ek aldri í styrjöld staðit hértil.\" Konungr mælti: \"Þetta vil ek sannliga veita þér.Lízt mér vel á þik ok gæfusamliga, ok kom til móts viðoss at sumri.\" Ok þegar gekk Grímr út, ok skildu þeirmeð blíðu.Þá stóð kerling upp ok þakkaði konungi sínar tillögur.Hún mælti þá: \"Hvárt mun engi konungr betribæna en þú eða kunni þér nokkut at lyfja elli, herraminn?\" Konungr svarar: \"Ekki kann ek þat, ok eigiveit ek, hvat þat er.\" Ásmundr mælti: \"Opt er þat íkarls húsi, er eigi er í konungs, ek kann þat, kerling, atlyfja þér elli, ef þú vill af mér þiggja.\" Hún kveðst þatgjarna vilja, -- \"eða hvárt gerir þú þat í hvílu?\" Hannsvaraði: \"Farðu til mín, ek mun fara at sem mér líkar.\"Kerling kastaði frá sér hækjunni ok fór til Ásmundar.Hann hafði viðaröxi eina í hendi sér. Hann bað kerlingulúta at sér. Hún gerði svá ok hugði, at hann mundivilja tala hljótt við sik. Lét þá Ásmundr hlaupa öxinaá háls henni, svá at af tók höfuðit. Hann mælti þá: \"Núlyfjaða ek þér elli.\" Hrólfr konungr hafði ekki geymtat um viðtal þeirra, ok leit hann til, þá at af fauk höfuðit.Hrólfr konungr varð þessu svá reiðr, at hannhelt við, at hann mundi vaða til Ásmundar, ok kvaðþetta svá illt verk orðit ok óheyriligt, at þeir mundualdri bót bíða þessa ámælis ok þeira skömm mundi uppivera, at þeir skyldu drepit hafa gamla kerlingu ok fátækaí ókunnu landi. Ásmundr kvað undarligt at verailla við slíkt. Varð þeim þetta mjök at sundrþykki,ganga eptir þat heim til hallarinnar. Ok er menn várukomnir undir drykkjuborð, fann Ella konungr, atHrólfr konungr var ekki með blíðu bragði, ok spurðikonungr þegar, hvat til kom, en Hrólfr konungr sagðisvá sem orðit var ok kvað þetta hafa orðit it mesta slys.Ella konungr bað hann eigi þat mæla, -- \"því at hún varin versta kerling ok in hreimsamasta ok full upp flærðaok ljóna, ok er miklu betr, at hún sé af ráðin.\" Ásmundrkveðst aldri sét hafa Hrólf konung jafnreiðanfyrir lítit efni."}}