{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_15", "text": {"0": "Nú er þar til at taka, at Jökull bjóst snemma ummorguninn með allt sitt lið ok léttir eigi fyrr en hannkom til byggða Víkings. Stóð Víkingr úti fram áhlaðgarðinum ok bauð Jökli ok öllum hans mönnum. Jökullsegir: \"Annars ertu makligr frá oss en vér þiggjumboð þitt. Er þat erindi várt hingat, at þú selir framóhappamennina Þorstein ok Þóri.\" \"Eigi mun ek þatgera,\" segir Víkingr, \"en þó mun ek eigi þræta, at hérváru synir mínir báðir, en þó mun ek þá eigi yfirgefaheldr en sjálfan mik. Megið þér nú at sækja, ef þérvilið, en ek mun verja ok mínir menn.\" Þeir gerðu þáharða atsókn, en Víkingr varði röskliga ok hans menn.Gekk svá nokkura hríð. Þá réð Jökull til uppgönguá garðinn. Þeir Víkingr drápu marga menn. Tóku þáat falla allir menn hans. Fór Víkingr þá upp á jarðhúsitok berr hart á skjöldinn ok gerði mikit hark afsér. Þórir heyrir þat ok mælti við Þorstein, at þeir skyldiflýta sér -- \"ok munu vit þó vera seinir, því at ekhygg, at faðir okkarr sé fallinn.\" Þorsteinn kvaðst albúinn,ok er þeir kómu út, stóðu eigi fleiri menn meðVíkingi en Vöttr ok Þumall ok þrír menn aðrir. Ekkivar Víkingr þó enn sárr, en mjök var hann móðr. Þegarþeir bræðr kómu út, snaraðist Þorsteinn þar at, semJökull var fyrir, en Þórir þar at, sem Ógautan var fyrirok hans menn. Tólf menn Njörfa konungs þeir sóttuat Víkingi ok hans mönnum. Víkingr varði sik, ensætti ekki áverkum við þá. Björn hét sá, er fyrir þeimvar. Á lítilli stundu drap Þórir alla fylgdarmennÓgautans ok hjó til hans, en Ógautan steyptist niðr í jörðina,svá at í iljar hans var at sjá. Þorsteinn sótti at Jökli.Vöttr mælti: \"Þat er vel, at þit reynið með ykkr, hvárrfræknari er, því at Jökull hefir þat aldri mátt heyra,at Þorsteinn hafi verit um nokkura hluti til líka viðJökul.\" Var nú orrosta in harðasta með þeim Þorsteiniok Jökli. Svá lauk, at Jökull hrökk út af hlaðgarðinummeð mörgum stórum sárum. En er Jökull varburt farinn, gaf Víkingr líf hirðmönnum konungs,þeim er eptir lifðu, ok sendi þá burt með sæmiligumgjöfum ok bað þá bera Njörfa konungi vinsamligakveðju sína. Ok er Jökull kom heim, var Ógautan heimkominn. Jökull taldi fast á hann, því hann hefði fyrrflúit en aðrir, en Ógautan segir, at eigi hefði lengrverit vært, -- \"má þat ok kalla, at heldr væri þar ateiga við tröll en menn,\" en Jökull kvað mikit mæltí því.Nokkuru síðar komu heim menn Njörfa konungs, erþeir Víkingr höfðu grið gefit, ok sögðu Njörfa konungikveðju Víkings ok allan hans velgerning, er hannhafði þeim gert. Konungr svarar: \"Ólíkr er Víkingrflestum mönnum sakir síns drengskapar ok alls vaskleika.Er þat ok satt at segja, Jökull frændi, at ek setþvert bann fyrir, at nokkurr ófriðr sé gerr Víkingi heðanaf.\" Jökull svarar: \"Eigi nenni ek því, at bræðrabanarmínir sé í næsta garði mér. Er þat ok skjótt atsegja, at Víkingr skal aldri í friði fyrir mér né synirhans. Skal ek aldri gefa upp, fyrr en þeir eru í helju.\"\"Þá mun ek prófa,\" segir konungr, \"hvárr okkar vinsællier, því at ek skal fara með alla þá, er mér viljafylgja, ok veita Víkingi lið. Þykki mér miklu varðaum, at þú verðir eigi banamaðr Víkings, því at þá verðek annathvárt at gera, láta drepa þik, ok mun þat illafyrir mælast, eða rjúfa eiða mína, er ek hefi svarit, athefna Víkings, ef ek lifða honum lengr.\" Lauk hannsvá sínu tali.Víkingr kom at máli við sonu sína ok mælti: \"Ekkihefi ek traust til at halda ykkr hér fyrir ríki Jökuls,en hitt er þó meira, at ek vil ekki, at nokkurt misþykkikomi millum okkar Njörfa konungs.\" Þorsteinnmælti: \"Hvert ráð viltu þá sjá fyrir okkr?\" Víkingrmælti: \"Hálfdan heitir maðr ok ræðr fyrir Vágum. Þater öðrum megin fjalls þess, er hér stendr. Hann er fornvinrminn ok fóstbróðir. Þangat sendi ek ykkr tiltrausts. Þó eru margar torfærur á veginum, skálabúartveir, hvárr öðrum verri viðreignar. Heitir annarr Sámr,en annarr Fullafli. Gramr heitir hundr Fullafla ok erlitlu betri viðreignar en skálabúi. Nú þótt þit komiztundan þeim báðum, þykki mér eigi víst, hvárt þit komizttil Vága, því at gjá ein gengr eptir fjallinu djúpok breið, at ek veit enga menn hafa yfir komizt nemaoss fóstbræðr. Þó þykki mér líkara, at Þorsteinn mundiyfir komast, en eigi treysti ek Þóri.\" Litlu síðar bjuggustþeir bræðr til ferðar ok höfðu vápn sín öll. Þá gafVíkingr Þóri kesjuna. Gull eitt fekk hann Þorsteinisyni sinum ok bað hann fá Hálfdani til jarteikna.\"Vertu, Þórir frændi, þolinmóðr,\" segir Víkingr, \"þóttHálfdan sé styggr við þik eða taki lítt á þér ok þínumerendum.\" Skildu þeir feðgar þá. Þótti Víkingi svámikit, at vatnit fór niðr eptir kjálkunum á honum.Víkingr leit eptir þeim ok mælti: \"Ekki mun ek sjáykkr á ævi minni. Þó muntu verða gamall maðr, Þorsteinnfrændi, ok inn mesti frægðarmaðr. Farið núheilir ok vel.\"Sneri karl þá heim, en þeir gengu upp á fjallit okkómu at einum skála um kveldit. Þar var hnigin hurðá miðjan klofa. Þórir gekk at hurðinni ok hratt uppok varð þó öllu afli at kosta. Ok er þeir kómu í skálann,sáu þeir, at mikill varningr var þar ok alls konarbirgðir. Sæng stór var þar. Ok er kom at dagsetri,kom skálabúi heim ok heldr ófrýnligr. Hann mælti:\"Ok eru hér komnir óhappamenninir Víkingssynir,Þorsteinn ok Þórir, er drepit hafa sjau sonu Njörfa.Skal hér ok endir verða á þeira óhöppum, því at mérmun lítit fyrir verða at leggja ykkr at velli.\" \"Hverr ersá,\" segir Þórir, \"at svá lætr gífrliga upp á okkr?\"Skálabúinn sagði: \"Ek heiti Sámr, sonr Svarts. Fullafli heitirbróðir minn, er hér ræðr öðrum skálanum.\" Þorsteinnmælti: \"Þat sé ek, at feigð kallar at okkr bræðrum, efþú einn drepr okkr báða, því at ek hirði eigi, þó atvit reynum okkr, en Þórir sé hjá.\" Í því rennr Sámrundir Þorstein svá snart, at Þorsteinn varð örtaka fyrir,en fell þó eigi. Þórir hleypr þá at ok leggr kesjunni ásíðuna ok út um aðra. Datt Sámr þá dauðr niðr. Þarváru þeir um nóttina ok höfðu góðar náðir, því atmatr var nógr. Gerðu þeir heitt í skálanum ok höfðuekki fjár þaðan.Fóru þeir um morguninn, en at kveldi þess dagsfundu þeir annan skála. Var sá sýnu stærri. Hurð varhnigin á klofa. Þórir gekk at hurðinni ok ætlaði uppat hrinda, ok gekk eigi. Hann gekk at með öllu afli,ok gekk eigi at heldr. Þorsteinn fór at hurðinni okhratt upp, ok gengu inn. Hlaði með vöru var þar áaðra hönd, en skíðahlaði á aðra. Sæng stór stóð innarum þvert, svá at þeim þótti ór hófi ganga vöxtr hennar.Öðrum megin var flet mikit, sem rúm væri, kringlótt atvexti. Þat þóttust þeir skilja, at hundrinn Gramrmundi þar í liggja. Þeir settust þá niðr ok kveyktueld upp fyrir sér. En er langt var af dagsetri, heyrðuþeir, at fast var niðr stigit. Því næst var hurðinni upplokit. Þar gekk inn risi furðuliga mikill. Hann hafðibjarndýr mikit bundit á bak sér, en fuglakippu fyrir.Hann lagði niðr byrðina á gólfit ok mælti: \"Fussum!Ok eru hér komnir vandræðamenninir Víkingssynir,er nú hafa verst orð um landit sakir óhappa sinna.Hversu kómuzt þit ór höndum Sáms, bróður míns?\"\"Svá kómumst vit,\" sagði Þorsteinn, \"at Sámr lá eptirdauðr.\" \"Í svefni hafið þit svikit hann,\" segir Fullafli.\"Eigi var þat,\" segir Þorsteinn, \"því at vit börðumst,ok felldi Þórir, bróðir minn, hann.\" \"Ekki skal níðastá ykkr í nótt,\" segir Fullafli. \"Skuluð þit bíða morgunsok hafa mat sem ykkr líkar.\" Síðan sundraði skálabúiveiði sína ok tók borð ok bar á mat. Tóku þeir þáallir til matar. Eptir þat fóru þeir allir til svefns. Láguþeir bræðr tveir saman í vararfeldum. Illa lét hundrinn,þá þeir fóru hjá honum. Hvárigir leituðu þar tilsvika við aðra.Um morguninn stóðu þeir snemma upp hvárirtveggju.Þá mælti Fullafli: \"Nú skulum vit Þorsteinnreyna með okkr, en Þórir við hund minn í öðrum stað.\"\"Þessu muntu ráða,\" segir Þorsteinn. Gengu þeir þáút ok fram á völlinn. Hundrinn hleypr þegar móti Þórimeð gapanda gini, ok áttu ina hörðustu sókn, því atrakkinn sló af sér hvert högg með halanum, en ef hannstakk með kesjunni, beit hann af sér hvert lag. Sóttustþeir svá eykt dags, at Þórir kom engu sári á hann. Þatvar einn tíma, at Grámr skauzt at Þóri ok greip í kálfannok þar ór siga. Í því lagði Þórir kesjunni á hundinn oknísti niðr við vellinum, ok dó Gramr litlu síðar.Þat er frá Fullafla at segja, at hann hefir mæki stóraní hendi, en Þorsteinn sverð sitt. Þeir áttu bæði harðasókn ok langa, því at Fullafli var stórhöggr, en sakirþess at Angrvaðill beit svá hlífar sem hold, þá fell Fullaflidauðr, en Þorsteinn var ekki sárr."}}