{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_11", "text": {"0": "Þat er sagt, at Heiðrekr konungr átti þræla nokkura,þá er hann hafði tekit í vestrvíking. Þeir váru níusaman. Þeir váru af stórum ættum ok kunnu illa ófrelsisínu. Þat var á einni nótt, þá er Heiðrekr konungr láí svefnstofu sinni ok fátt manna hjá honum, þá tókuþrælarnir sér vápn ok gengu fyrir konungs herbergiok drápu fyrst útvörðuna. Því næst gengu þeir at okbrutu upp konungs herbergit ok drápu þar Heiðrekkonung ok alla þá, er inni váru. Þeir tóku sverðit Tyrfingok allt fé þat, er inni var, ok höfðu á brott meðsér, ok engi vissi fyrst, hverir þetta höfðu gert eðahvert hefnda skyldi leita. Þá lét Angantýr, sonr Heiðrekskonungs, kveðja þings, ok á því þingi var hanntil konungs tekinn yfir öll þau ríki, er Heiðrekr konungrhafði átt. Á þessu þingi strengdi hann heit, ataldri skyldi hann fyrr setjast í hásæti föður síns en hannhefði hefnt hans. Litlu eptir þingit hverfr Angantýrá brott einn saman ok ferr víða at leita þessa manna.Eitt kveld gengr hann ofan til sjávar með á þeiri, erGrafá hét. Þar sá hann þrjá menn á fiskibát, ok þvínæst sá hann, at maðr dró fisk ok kallar, at annarrskyldi fá honum agnsaxit at höfða fiskinn, en sá kveðsteigi laust mega láta. Hinn mælti: \"Taktu sverðit undanhöfðafjölinni ok fá mér,\" en sá tók ok brá ok sneiðhöfuð af fiskinum, ok þá kvað hann vísu:\"Þess galt hún geddafyr Grafár ósi,er Heiðrekr var veginnund Harvaða fjöllum.\"Angantýr kenndi þegar Tyrfing. Gekk hann þá brottí skóg ok dvaldist þar, til þess er myrkt var. En þessirfiskimenn reru at landi ok fara til tjalds þess, er þeiráttu, ok lögðust til svefns. En nær miðri nótt komAngantýr þar ok felldi á þá tjaldit ok drap þá alla níuþræla, en tók sverðit Tyrfing, ok var þat þá til marks,at hann hafði hefnt föður síns. Ferr Angantýr nú heim.Því næst lætr Angantýr gera veizlu mikla á Danparstöðumá þeim bæ, er Árheimar heita, at erfa föður sinn.Þá réðu þessir konungar löndum, er hér segir:\"Ár kváðu HumlaHúnum ráða,Gizur Gautum,Gotum Angantý,Valdar Dönum,en Völum Kjár,Alrekr inn fræknienskri þjóðu.\"Hlöðr, sonr Heiðreks konungs, fæddist upp meðHumla konungi, móðurföður sínum, ok var allra mannafríðastr sýnum ok drengiligastr. En þat var fornt málþann tíma, at maðr væri borinn með vápnum eða hestum.En þat var til þess haft, at þat var mælt um þauvápn, er þá váru ger þann tíma, at maðrinn var fæddr,svá ok fé, kykvendi, yxn eða hestar, ef þat var þá fætt,ok var þat allt fært saman til virðingar tignum mönnum,sem hér segir um Hlöð Heiðreksson:\"Hlöðr var þar borinní Húnalandisaxi ok með sverði,síðri brynju,hjálmi hringreifðum,hvössum mæki,mari vel tömumá mörk inni helgu.\"Nú spyrr Hlöðr fráfall föður síns ok þat með, atAngantýr, bróðir hans, var til konungs tekinn yfir alltþat ríki, sem faðir þeira hafði átt. Nú vilja þeir Humlikonungr ok Hlöðr, at hann fari at krefja arfs Angantý,bróður sinn, fyrst með góðum orðum, sem hér segir:\"Hlöðr reið austan,Heiðreks arfi,kom hann at garði,þar er Gotar byggja,á Árheimaarfs at kveðja,þar drakk Angantýrerfi Heiðreks.\"Nú kom Hlöðr í Árheima með miklu liði, sem hérsegir:Segg fann hann útifyr sal hávumok síðförlansíðan kvaddi:\"Inn gakktu, seggr,í sal hávan,bið mér Angantýandspjöll bera.\"Sá gekk inn fyrir konungsborð ok kvaddi Angantýkonung vel ok mælti síðan:\"Hér er Hlöðr kominn,Heiðreks arfþegi,bróðir þinninn böðskái;mikill er sá maðr ungrá mars baki,vill nú, þjóðann,við þik tala.\"En er konungr heyrði þetta, þá varpaði hann knífinumá borðit, en sté undan borðinu ok steypti yfir sikbrynju ok hvítan skjöld í hönd, en sverðit Tyrfing íaðra hönd. Þá gerðist gnýr mikill í höllinni, sem hérsegir:\"Rymr var í ranni,risu með góðum,vildi hverr heyra,hvat Hlöðr mæltiok þat, er Angantýrandsvör veitti.\"Þá mælti Angantýr: \"Vel þú kominn, Hlöðr bróðir,gakk inn með oss til drykkju, ok drekkum mjöð eptirföður okkarn fyrst til sama ok öllum oss til vegs með öllumvárum sóma.\" Hlöðr segir: \"Til annars fóru vérhingat en at kýla vömb vára.\" Þá kvað Hlöðr:\"Hafa vil ek hálft allt,þat er Heiðrekr átti,al ok af oddi,einum skatti,kú ok af kálfi,kvern þjótandi;þý ok af þræliok þeira barni.Hrís þat it mæra,er Myrkviðir heita,gröf þá ina helgu,er stendr á götu þjóðar;stein þann inn mæra,er stendr á stöðum Danpar,hálfar herváðir,þær er Heiðrekr átti,lönd ok lýðaok ljósa bauga.\"Þá segir Angantýr: \"Eigi ertu til lands þessa kominnmeð lögum, ok rangt viltu bjóða.\" Þá kvað Angantýr:\"Bresta mun fyrr, bróðir,in blikhvíta lindok kaldr geirrkoma við annanok margr gumií gras hnígaen ek mun Humlunghálfan látaeða Tyrfingí tvau deila.\"Ok enn kvað Angantýr:\"Ek mun bjóða þérbjartar vigrar,fé ok fjölð meiðma,sem þik fremst tíðir;tólf hundruð gef ek þér manna,tólf hundruð gef ek þér mara,tólf hundruð gef ek þér skálka,þeira er skjöld bera.Manni gef ek hverjummargt at þiggja,annat æðraen hann á ráði;mey gef ek hverjummanni at þiggja,men spenni ek hverrimeyju at hálsi.Mun ek um þik sitjandasilfri mæla,en ganganda þikgulli steypa,svát á vega allavelti baugar;þriðjung Goðþjóðar,því skaltu einn ráða.\""}}