{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_10", "text": {"0": "Um várit halda þeir í hernað ok drepa niðr blámennok berserki ok fá mikit góz í skipum, klæðum, gulliok silfri. En at hausti halda þeir heimleiðis með ógnfjár. Þeir kómu at ey einni síð um kveld. Húnvar skógi vaxin. Þeir tjalda þar á landi ok hlutuðustum vöku. Hlaut Hjálmþér at vaka. En er þeirváru sofnaðir, gekk hann frá tjaldinu á hæð eina, okstóð hann þar lengi ok sást um. Hann heyrði mikinngný með stórum brestum í skóginum, svá at eikrnarbifuðust. Litlu síðar kom fram ór mörk eitt finngálknmikit ok gildligt. Þat hafði hrossrófu, hófa ok faxmikit. Augun váru hvít, en munnrinn mikill ok hendrstórar. Brand hafði hún í hendi sér vænan, svá at enganhafði hann slíkan sét. Hún gekk at honum, en hannstóð fyrir. Hann hugsar, at sér skuli eigi orðfall verða,ok kvað vísu:\"Hver er sú dóttir,er drjúgt um nætrflanar ok flöktirmeð fíls hala?Ólík þykki mér þúöðrum vífum,eða hvaðan komt,Hrauðungs mær?\"Hún svarar ok kvað vísu:\"Vargeisa ek heiti.Heyr þú, vísis son,viltu, at ek þér í sinni sé?Allra þinnatelk þik þurfa munuvel trúra vina.\"Hann kvað:\"Hræðiligmuntu þykkja hölda liði,þótt oss í sinni sér.Engan várn seggjaþú svíkja munt,vösk vinkona.\"Hún mælti: \"Eigi mun ek heldr svíkja mína vini enþú þína. Má ek ok vera þér í sinni, þó at ek fari ekkimeð þér.\" Hann mælti: \"Áttu brand þann, er þú ferrmeð?\" \"At vísu,\" segir hún. \"Viltu selja mér hann?\"segir hann. \"Með engu móti,\" segir hún. \"Skal ekmeð engu móti fá hann?\" segir Hjálmþér. \"Ekki skalþat þó, karlmaðr,\" segir hún, \"þú skalt kyssa mik,\"segir hún, ok varð henni ljóð at munni:\"Sæk þú Snarvendil,sigr mun honum fylgja,horskr, ef þú, hilmir, viltþér í hendi bera.Koss vil ek af þérklénan þiggja,þá muntu mímungmér ór hendi fá\"\"Eigi vil ek kyssa trjónu þína,\" segir Hjálmþér, \"þvíat kannske ek verði fastr við þik.\" \"Hætta verðr þúá þat,\" segir hún, \"en ráð þó sjálfr.\" Hann snýrí burt frá henni. Nú kemr honum í hug, hvat Skinnhúfahafði sagt, ok víkr aptr ok kvað vísu:\"Kanntu mjúkligar,mær in harðleita,leika at hrækertien höldar aðrir sex.Sel þú mér sárloga,sveiptan orms dýnu;fúss em ek fljóð at kyssa,ferr sem má jöfri.\"Hún mælti: \"Þá verðr þú at hlaupa á háls mér, í þvíek kasta upp brandinum, en ef þú efar þik, þá er þatþinn bani.\" Hún kastar nú upp sverðinu. Í því hleyprhann á háls henni ok kyssti hana, en hún henti sverðitfyrir aptan bak honum. Hún réttir nú at honum brandinnok kvað vísu.\"Sel ek þér Snarvendil,sigr mun honum fylgja,jöfurr inn stórráði,um þína aldrdaga;snúist þín ævi ætil sigrs ok gæfu,hvar sem þú heim kannar,hugr er í konungs barni.\"Ok enn kvað hún:\"Vertu ei svá ærr, maðr,at þú Ölvi grandir;vertu honum heill, hilmir,hann er þér hollr, fylkir;lát eigi illmæliæða lund þína;vel þér vini tryggvaok ver þeim hollr dróttinn.\"\"Eru engi álög á brandinum?\" segir hann. \"Eigi nein,\"segir hún, \"en þó mun ek nú á leggja: Þat fyrsta víg,er þú vilt vega, skaltu þat hvergi fá hrært, en í annatsinn skal þat ekki bíta. Gangi þér nú allt til sigrs oktíma, ok nefndu mik, ef þú þarft lítils við, ok heimmuntu nú ætla.\" Hann kvað svá vera, -- \"ok legg mérráð, hvern mann ek skal hafa af hirð föður míns atsumri.\" Hún kvað svá vera skyldu, -- \"en mjök ólíktmun þat þykkja ungum píkum, at ek kunni ráð nokkurteða inn æðsti konungsson beiði mik ráðs, en þómun þér þetta framgengt verða. Heima muntu í vetrvera, en at várdögum skaltu ganga fyrir föður þinnok biðja hann liðs. Hann mun svara, at hann hafi fáttliðs aflags. Biddu hann at fá þér einn mann, en hannmun Björn féhirði undan skilja, en hvern muntu kjósa?\"Hann kveðst föður sinn hafa vilja. \"Ekki skaltu hannhafa,\" segir hún. Varð henni þá ljóð á munni:\"Kjóstu þann þrælaf þengils liði,sem gefr svínum soð.Mun þér ei maðrduga af mildings hirð,ef þér glapvígr gerist.\"Síðan skildu þau.Ölvir vaknar ok sér, at Hjálmþér er burt. Hannklæðist ok þrífr saxit ok gekk frá tjaldinu. Hann sá,hvar Hjálmþér gekk mjök reiðr. Hann hóf upp brandinn,en hann varð svá þungr, at hann fell niðr fyrirfætr honum. Ölvir gekk í móti honuni blíðliga okminntist við hann ok mælti: \"Slíkt gera nætrferðir þínar,fóstbróðir.\" Hjálmþér mælti: \"Þökk mína hafðu,Vargeisa. Enn varstu mér holl í ráðum.\" Um morguninnhalda þeir heim ok sátu í kastalanum um vetrinn."}}