{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_5", "text": {"0": "Fróði konungr vaknar nú í höllinni ok blés við háttok mælti: \"Draum hefir mig dreymdan, sveinar, ok ekkibyrligan. Mun ek segja yðr hann: Mik dreymdi þat,at mér þótti vera kallat á oss, ok var mælt svá: \"Núertu kominn heim, konungr, ok þínir menn.\" Ek þóttistsvara ok heldr styggt: \"Heim hvert?\" Þá bar kallit svánæri mér, at ek hafða veðrit af þeim, sem kallaði.\"Heim til heljar, heim til heljar,\" sagði sá, sem kallaði,ok við þat vaknaða ek.\" Ok í þessu heyra þeir utartil hallardyra, at Reginn fóstri kvað vísu:\"Reginn er útiok rekkar Hálfdanar,snæfir andskotar,segið þat Fróða.Varr sló nagla,ok Varr höfðaði,en varr vörumvarnagla sló.\"Þá mæltu konungsmenn, er inni váru, at þetta værilítil tíðendi, þó at Reginn væri úti eða konungssmiðirsmíðuðu, hvárt sem þeir gerðu nagla eða annat smíði.Konungr mælti: \"Þykkir yðr þetta engi tíðendi? Eigimun oss at því verða. Nú mun Reginn hafa sagt ossfyrir nokkurn ótta, ok hefir hann gert mér varúðarbending,ok mun hann oss slægvitr ok brögðóttr.\"Gengr konungr þá til hallardyra ok sér, at ófriðr erúti fyrir. Tekr þá höllin öll at loga. Fróði konungrspyrr, hverr fyrir eldinum réði. Þeir sögðu, at honumréði fyrir Helgi ok Hróarr, bróðir hans. Konungrbýðr þeim sætt fyrir sik ok bað þá eina ráða þeira ímilli, -- \"ok ferr þetta óskapliga í millum vár frænda, athvárr skal vilja vera banamaðr annars.\" Helgi segir:\"Engi má þér trúa, ok muntu okkr síðr svíkja enHálfdan, föður minn? Ok nú skaltu þess gjalda.\" Fróðikonungr sneri þá frá hallardyrum ok til jarðhússmunnasíns ok ætlaði svá til skógar at forða sér. Ok sem hannkemr í jarðhúsit, er þar Reginn fyrir ok ekki mjökfriðligr. Snýr konungr þá aptr ok brennr þar inni okmargt lið með honum. Þar brann inni Sigríðr, móðirþeira bræðra, Helga ok Hróars, því at hún vildi ekkiút ganga. Þeir bræðr þökkuðu góða liðveizlu Sævil jarli,mági sínum, ok Regin, fóstra sínum, ok öllum lýð okgáfu mörgum góðar gjafir ok tóku svá ríkit undir sikok alla fjárhluti, sem Fróði konungr hafði átt, löndok lausafé. Þeir váru ólíkt skapi farnir bræðr. Hróarrvar maðr hýrr ok hægr, en Helgi hermaðr mikill, okþótti allt meira til hans koma, ok leið nú svá fram umhríð. Ok endar hér nú Fróða þátt, en upp byrjast fráHróari ok Helga, Hálfdanar sonum."}}