{"originalTitle": "Örvar-Odds_Saga_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_7", "text": {"0": "Svá var Oddr frægr af för þessi, at engi þykkir önnurslík hafa farin verit ór Noregi. Gleði mikil var þar umvetrinn ok drykkjur miklar. En er vára tók, spurðiOddr þá frændr, hvat þeir vildu ráða sinna. \"Þú skalthafa ráð fyrir oss,\" sögðu þeir. \"Í víking vil ek fara,\"sagði Oddr. Hann sagði nú Grími, at hann vill skipláta búa fjögur ór landi. Ok er Grímr vissi þat, hefirhann þar einn starf fyrir ok sagði Oddi til, þá er búinváru. \"Nú vil ek,\" sagði Oddr, \"at þú vísir oss til víkingsþess nokkurs, er þér þykkir við várt hæfi.\" Grímrmælti: \"Hálfdan heitir víkingr. Hann liggr austr viðElfarsker ok hefir þrjá tigi skipa.\"Ok er þeir váru búnir, halda þeir suðr fyrir Noreg,ok þegar þeir koma fyrir Elfarsker, leggja þeir skipsín í lægi, en Hálfdan var þaðan skammt í burt. Okþegar er þeir Oddr höfðu tjaldat, ferr hann á burtvið fá menn ok þangat til, sem víkingar lágu fyrir.Oddr sér dreka mikinn í skipaliðinu. Þá kallar hanná skipin út ok spyrr, hverr fyrir þeim ræðr. Þeir sprettaskörum yfir sér: \"Hálfdan heitir sá, er fyrir skipunumræðr, eða hverr spyrr at því?\" \"Sá heitir Oddr.\"\"Ertu sá Oddr, er fór til Bjarmalands?\" \"Komit hefiek þar,\" sagði Oddr. \"Hvert er erendi þitt hingat?\"sagði Hálfdan. \"Ek vil vita, hverr okkar meiri maðrsé,\" sagði Oddr. \"Hvé mörg hefir þú skip?\" sagðiHálfdan. \"Vér höfum þrjú skip,\" kvað Oddr, \"ok öllstór ok hundrað liðs á hverju, ok mun ek hér komaá morgin til móts við þik.\" \"Sofa munu vér fullansvefn fyrir því,\" sagði Hálfdan. Í burtu rær Oddr okkom aptr til sinna manna ok sagði þeim til svá búins.\"Nú skulu vér vera í starfi,\" sagði Oddr, \"ok hefi eknú ætlat eitt ráð fyrir oss. Vér skulum bera á landfjárhlut várn, en gera skip vár sem létthlöðnust, envér skulum höggva tvau tré á hvert skip, þau er vérfáum stærst ok limamest,\" ok svá gera þeir. Ok er várubúnir, mælti Oddr: \"Ek ætla, at þit, Guðmundr okSigurðr, skuluð ganga á annat borð drekanum.\" Ok svágera þeir ok róa nú at hljóðliga, en skipin lágu fyrirfram á váginum. Oddr rær fram hjá drekanum, ok þáer þeir váru komnir á bæði borð, finna víkingar eigifyrr en þeir veltu viðjunum á drekann, ok fylgir maðrupp hverjum kvisti, ok berja þeim tjaldkúlur, ok ryðjastþeir Oddr ok Ásmundr fast um, ok fyrr höfðu þeirruddan drekann allt aptr at lyptingu en Hálfdan komstá fætr, ok þar drápu þeir hann í lyptingunni, ok þágerir Oddr þeim tvá kosti, hvárt þeir vildi halda uppbardaga eða ganga á hönd honum, en þeir gera þatskjótkörit ok ganga til handa Oddi. Hann velr af þeimþat, er honum þótti knálgast. Drekann hafði Oddrsér til eignar ok annat skip til, en öll önnur skip gafhann víkingum. Fé tók hann allt til sín. Nafn gaf hanndrekanum ok kallaði Hálfdanarnaut.Þá sigla þeir heim til Hrafnistu ok hafa nú fengitsigr mikinn ok eru þar um vetrinn. En er vára tekr,býr Oddr för sína ór landi. En er þeir váru búnir,spyrr Oddr föður sinn: \"Hvar vísar þú oss nú til þessvíkings, at nokkurr vegr sé í?\" Grímr mælti: \"Sótiheitir víkingr sá, er ek mun vísa yðr til. Hann liggrsuðr fyrir Skíðu. Hann hefir þrjá tigi skipa ok öllstór.\""}}