{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_28", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_28", "text": {"0": "Nú er þar til máls at taka, er fyrr var frá horfit, atÞornbjörg drottning sitr í Svíþjóð. Hún fréttir ekkitil ferða Hrólfs konungs. Váru nú liðnir tólf mánuðir,síðan hann fór ór landi. Er hún nú mjök hugsjúk umþeira ferð. Þess er við getit einn dag, at Þórir járnskjöldrsat í öndugi í höllinni eptir vanda ok fátt manna í hjáhonum. Drottning gekk þá í höllina ok hafði í hendihornit þat it góða. Hún gekk innar fyrir Þóri ok baðhann drekka, kvað hann mundu þyrsta mjök. Þórirundraði, er hornit var inn borit, því at hann hafði ekkisét þat, síðan Hrólfr konungr fór á braut. Síðan undraðiÞórir, er drottning skenkti honum, því at þat hafðihún aldri fyrr gert. En Þórir hafði þat mælt, þá erHrólfr fór af Svíþjóð, at hann skyldi verða þess mannsbani, er honum segði lát Hrólfs konungs Gautrekssonar.Þórir stóð upp í móti drottningu ok fagnaðihenni vel ok tók við horninu ok drakk af, ok þá er hannhafði mjök svá af drukkit, þá gall í horninu svá háttsem þá var jafnan vant, er eptir kómu mikil tíðendi eðaella váru þau um liðin. Var þetta fyrir stórum orrostumok lífláti göfugra manna. Þórir járnskjöldr kastarhorninu ok leit reiðuliga til drottningar ok mælti:\"Segir þú mér líflát Hrólfs konungs Gautrekssonar?\"Hún svaraði: \"Eigi geri ek þat, heldr heyri ek þat, athornit segir þér nokkur tíðendi, hvárt sem þau eru kominfram eða horfir til. Hefir mik svá dreymt, at Hrólfrkonungr muni þurfa liðveizlu, áðr þetta sumar sé alltá brottu.\" \"Nú með því, drottning, at þú hefir tjátmér þína hugsan, er þér segir erfiðliga hugr um Hrólfkonung, ok með því ek á honum svá mikit gott atlauna sem þú veizt, þá skal ek fara brott ór ríki þessuok eigi aptr koma, fyrr en ek veit, hvat orðit er afHrólfi konungi, hvárt konungr er lífs eða dauðr. Máek ok eigi njóta matar né drykkjar, meðan ek veit eigi,hvat um hann líðr ok ek hefi enga vissu um hans athæfi.\"Eptir þetta fær hann sér eitt lítit skip ok þar til fámenn, ferr við þetta brott af Svíþjóðu. Ok er hannkemr við England, var Hrólfr konungr þaðan í brottuok farinn til Írlands. Þórir dvelzt þar ekki ok ætlar núat koma til fulltings við Hrólf konung, léttir eigi fyrrsinni ferð en hann kemr við Írland ok ekki þar innat, sem Hrólfr konungr kom. Þórir talar við sínamenn: \"Þér skuluð mín hér bíða, en ek einn gangaupp á land. Mun ek ekki á kveða fyrir yðr um mínaaptrkvámu. Þér skuluð mín at engu geta, þótt þérþykkizt nokkut áræðiligt spyrja til minna ferða. Mávera, at fara nokkuru því fram, at þér megið mín líttnjóta frá landsmönnum. Þér skuluð segjast kaupsveinarok láta lítit yfir yðr, þar til ek kem aptr.\" Við þettagengr Þórir um nótt frá skipi sínu svá langt á landupp, at hann gerir hvergi við sik vart. Hann stefnirþá til konungs atsetu. Ok er honum þykkir engi ván,at nokkurir menn ráði í um ferð hans, tekr hann þattil ráðs at drepa niðr bæði menn ok fé. Þat hyggjaallir, þeir sem hann sjá, at þetta muni vera it hraustastatröll komit í landit, stökkr undan hverr, er þvíkemr við, svá at engi uppreist er ger í móti honum."}}