{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_13", "text": {"0": "Litlu síðar búast þeir í braut ok létta eigi ferð sinnifyrr en þeir koma á Ullarakr. Fyrir allri þeira ferðhafði gengit in vissasta njósn, ok hafði Svíakonungr látitsterkliga byrgja aptr virkit, svá at þar mátti með engumóti inn komast. Ok er Hrólfr konungr kom við sínuliði, skorti eigi þys ok vápnabrak í bænum. Sá þeir þarmikinn viðbúnað. Hrólfr konungr bað sína menn setjaherbúðir sínar, bað þá svá um búast, at þeir mundu þarlanga dvöl eiga. Hrólfr konungr mælti þá við Ketil,bróður sinn, bað hann nú vinna virkit með áhlaupumok orðaskrumi. Ketill kvaðst ætla at ganga at eigi ótæpligaren einnhverr hans manna.Þeir sofa um nóttina, ok um morguninn beiðirHrólfr konungr ok segir, at hann vill tala við konungþeira Svíanna, ok biðr hann ganga út á virkisvegginn,svá at hvárr þeira megi vel heyra annars orð. Þetta ersagt konungi. Hann gengr út á virkit með allri sinnihirð. Sem Hrólfr konungr leit konung þeira, þá mæltihann: \"Ek bið yðr, herra, til hlýða ok atgeyma þeimorðum, sem vér viljum við yðr tala. Þér megið munanæst um, er vér kómum á yðvarn fund, hverra eyrendavér fórum eða hverja smán ok svívirðu þér gerðuð tilvár, en ef vér fáum nú eigi betri andsvör en fyrr, þáskal ek brenna stað þenna, en drepa hvert mannsbarn,er í honum er, eða elligar skal ek deyja hér at öðrumkosti.\" Sem konungr hafði heyrt þessi hans orð, mæltihann: \"Fyrr muntu verða geitahirðir á Gautlandi enþú hafir nokkut yfirboð þessa staðar eða nokkurs þess,er oss varðar. Far heim með öllu fólki þínu ok verðþví feginn, at þú komist klakklaust á braut.\" Síðan barðikonungr á skjöld sinn ok kveðst ekki orð vilja heyra,þat sem Hrólfr konungr talaði, ok svá gerðu allir hansmenn.Ok er Hrólfr konungr sér, at engum flutningi kemrá við konunginn, biðr hann sína menn vápnast ok sækjaat með karlmennsku. Þeir gerðu sem konungr bauðok hrukku skjótt frá ok fengu ekki at gert. Þeir fóruþess engan veg at, at eigi kæmi ráð ráði í móti. Þeirbáru eld at, ok þá hljóp vatn ór þeim stokkum, er settirváru í virkisveggina. Þeir ætluðu at vinna með vápnumok grafa, en hinir helltu á þá brennanda biki okvellanda vatni. Þar með váru færðir á þá stórir steinar,svá at allt lamdist, því at eigi skorti mannfjölda í virkinu.Fellu þar nokkurir menn, en fjöldi meiddist, genguþeir frá bæði móðir ok sárir. Gerðist illr kurr í þeimGautum, ok þótti þeim illt við at eiga, en Svíar genguút á virkit, spottuðu þá ok hlógu at þeim ok frýðuþeim hugar. Þeir báru út pell ok silki ok marga dýrgripiok tjáðu fyrir þeim ok báðu þá eptir sækja. Hrólfrkonungr spurði Ketil, bróður sinn, hversu honum þóttiat fara. Katli kvaðst heldr þykkja erfitt veita, -- \"þykkimér konungr Svíanna heldr heitu míga.\" Konungrkvað vera mega, at fleira þyrfti við en orðaskrap eitt saman.Sitja þeir þar eigi skemmr en hálfan mánuð. Þá talarÁsmundr til Hrólfs: \"Vér höfum sótt lengi stað þennaok höfum hvern dag haft mikla mæðu, ok er eigi atnær váru eyrendi, höfum vér látit marga menn, en sumireru særðir. Nú viljum vér, herra, at þér leggið tilnokkur ráð, þau er dugi, ella vilja yðrir menn frá,hverfa, því at vér höfum gabb ok athlátr fyrir váramæðu.\" Hrólfr konungr svaraði: \"Eigi sjám vér ráðtil þess, at víst sé, at þessi staðr verðr unninn, en þóskulu vér freista at fara til skógar ok binda oss stórarbyrðar ok gera þar af stóra flaka ok hafa þar undirstórviðu. Síðan skulu vér bera þessa flaka svá hátt, atþar megi menn vel standa undir ok styðja þá stafi, erundir standa. Skal þar til velja allt it sterkasta fólkvárt. Síðan skulu sumir hafa graftól ok grafa svá raufá vegginum ok vita, ef vér komimst við þat í virkit.\"Þetta sýndist öllum ráð. Ok er þeir höfðu þessa umbúðveitta, báru þeir þetta undir virkit. Var þetta svásterkt, at hvárki sakaði þá, er undir váru, grjót né bik,svá at á skammri stundu höfðu þeir hlið á virkisvegginum.Ok er Þórbergr konungr skildi þessa vél, hljóphann í niðrgang virkisins ok allir hans menn ok svábraut í skóg. En Hrólfr konungr með allt sitt lið sækirinn í virkit, ok er þeir koma þar, þá eru menn allir íbrottu. Þetta þótti þeim undr mikit, er þeir kómu íekki þat herbergi, at þeir fyndi þar nokkurn mann, enmatr ok drykkr stóð þar búinn í hverju herbergi, klæðiok dýrgripir váru þar allir til reiðu. Ketill mælti: \"Konungrþessi hefir verit hjartaragr, er hann hefir hlaupithér frá svá mikilli sælu dýrra gripa ok þar með búitsínum óvinum vist ok drykk. Eru vér mjök fallnir ífullsælu eptir várt erfiði. Skulu vér hér fyrst drekka oksnæða, en síðan skal skipta váru herfangi.\" Sem Hrólfrkonungr heyrði orð hans, mælti hann: \"Nú geintu yfirþat agn, sem þér var ætlat, at þú skyldir meir gaumgefa at þinni magafylli en at handtaka konunginn. Núskal hér engi maðr at þessu dveljast, svá at fyrir þatkomist konungrinn undan, heldr skulu vér rannsakaþenna stað, ef vér finnum nokkut þat jarðhús, at ábraut megi komast.\" Þeir gera svá sem konungr bauð.Þeir finna þar niðrgang í virkit, ok gengr Hrólfr konungrþar fyrstr inn ok þá hverr at öðrum, ganga þartil, er þeir koma at uppgöngu, ok váru þeir þá komnirí skóg. Þar fyrir var Svíakonungr með alla hirð sína.Slær þar í bardaga. Gengr Hrólfr konungr vel fram okdrengiliga ok allir þeir fóstbræðr. Svíakonungr berstdjarfliga ok allir hans menn, því at þetta folk var valitat harðfengi, er honum fylgdi. Hafði hann ok miklufleira lið. En þá þegar, er þeir stóðu jafnt at vígi, þágengu þeir fóstbræðr hart fram ok felldu marga menn.Svíakonungr eggjaði sína menn með miklum ákafa okkvað aldri fylgd at þeim, ef þeir ræki eigi smákonungaaf sér. Barðist Þórbergr konungr af svá hvössum hugok felldi margan mann með sínum köppum, en þó hallastmjök bardaginn á þá Svíana.Hrólfr konungr talaði þá við Ketil, bróður sinn: \"Þatvil ek, at þú ráðist í mót konungi þeira Svíanna ok takirhann, ef þú mátt, en ber eigi vápn á hann, því at þater in mesta klæki at særa kvenmann með vápnum.\" Ketillkvaðst svá gera mundu, ef hann mætti. Þar næst brastflótti í liði þeira Svíanna. Ketill var þá svá nær kominnkonungi þeira, at hann sletti flötu sverði um lendarkonungi ok greip hann ok mælti: \"Frú\", segir hann,\"svá lokkum vér af yðr lendakláðann, ok kalla ek þettaklámhögg.\" Konungr mælti: \"Þetta högg skal þér eigitil frægðar verða,\" ok slær Ketil með öxi undir eyratsvá hart, at fótunum kastar fram yfir höfuðit, ok mælti:\"Svá sláum vér jafnan hunda vára, ef oss þykkir ákaftgeyja.\" Ketill spratt skjótt á fætr ok bjóst at hefna sín,ok í því kemr at Hrólfr konungr ok greip konunginnok mælti: \"Herra, legg vápn þín, þér eruð nú á váruvaldi. Vil ek gefa þér grið ok öllum þínum mönnum,ef þér vilið játa forráði föður þíns.\" Svíakonungr mælti:\"Mikil ván er nú þess, Hrólfr konungr, at þú þykkisthafa vald á oss ok öllum várum mönnum, en þat munyðr verða til lítils metnaðar, þótt þú þröngvir oss tilþess, er vér viljum eigi lostugir játa.\" Hrólfr konungrmælti: \"Vit, herra, erum nú svá saman komnir, atek vil yðr í öllu sæmdar leita, ok bið ek órskurð okkarmáls í umdæmi föður þíns, ok mun þat mælt, ef hannskipar okkar í milli, at þér haldið fullum veg yðrummeð sóma.\" Svíakonungr mælti: \"Þú munt vera vitrmaðr ok þolinn, því at sá mundi margr, ef þeim hlutaætti, hyggja at þröngva oss til þeira hluta, sem þú vildir,at gengi fram, fyrir þessa vára tiltekju. En nú þar semvér erum komnir ok várir menn á yðvart vald, þá munuvér þessu játa ok leysa oss svá fyrst at sinni ór þessufangelsi. Viljum vér nú, Hrólfr konungr, svá gera semkurteisir menn eru vanir, ef þeir verða sigraðir ok yfirkomnir,at vér viljum bjóða yðr við öllu yðru liði tilnáða ok veizlu vegligrar ok launa svá yðr, er þér gefiðgrið várum mönnum. En vér viljum nú í stað ríða tilUppsala við öllum várum vildarmönnum, þeim semeptir lifa, ok hitta konunginn Eirek, föður várn, tilheilla umráða, því at þat er várr sómi at halda hansforsjá.\" Bundu konungar þetta sín í millum með sterkumtrúnaði.Eptir þetta snýr Hrólfr konungr aptr í staðinn, oksvá sem hann var þar kominn, þiggr hann þar þriggjanátta veizlu, en Svíakonungr ríðr til Uppsala með öllusínu föruneyti, ok svá sem hann var þar kominn, gekkhann fyrir Eirek konung, föður sinn, lagði skjöldinnniðr fyrir fætr sér, tók hjálminn af höfði sér, hneigðikonunginum ok kvaddi hann ok mælti: \"Minn kærifaðir, ek em orðinn farflótta ríkis þess, er þér gáfuð ímitt vald, ok sökum þess at ek varð yfirunnin af sterkumbardagamönnum, þá bið ek, at þér gerið þat ráðfyrir mína hönd, sem yðr er nú mest at skapi.\" Konungrmælti: \"Gjarna viljum vér, at þú hættir styrjöldþessi, ok viljum vér, attu takir upp kvenligar atferðirok farir í skemmu til móður þinnar. Síðan viljum vérgifta þik Hrólfi konungi Gautrekssyni, því at vér vitumenga hans jafningja hingat á Norðrlönd.\" Konungsdóttir mælti: \"Eigi viljum vér bæði gera at vera kominá yðvarn fund til umráða, enda vilja þá eigi hlítayðvarri forsjá.\" Eptir þat gekk hún til skemmu, engaf í vald Eireki konungi vápn þau, er hún hafði borit.Settist hún til sauma með móður sinni, ok var húnhverri mey fegri ok fríðari ok kurteisari, svá at engifannst jafnfríð í norðrálfu heimsins. Hún var vitr okvinsæl, málsnjöll ok spakráðug ok ríklynd."}}