{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_7", "text": {"0": "Þeir fara nú til skipa Áráns, ok váru þau tíu langskipmeð góðum drengjum skipuð. Árán gaf Ásmundihelming liðs ok skipa. Ásmundr bað, at þeir mundusigla til Hálogalands, ok vildi hann hafa þaðan sittlið ok skip. Árán sagðist fyrst vilja sigla til síns landsok koma svá til Hálogalands, at landsmenn mætti sjá,at þeir væri ekki stafkarlar. Ásmundr bað hann ráða.Sigldu þeir síðan í haf, ok gaf þeim vel byri. Ásmundrspurði, hvárt Róðíán konungr ætti ekki fleiri barna. Áránsagði, at hann ætti son, er Herrauðr hét, við dótturkonungs af Húnalandi, -- \"er hann bæði vaskr maðrok vinsæll, ok stendr hann til ríkis í Húnalandi. Faðirminn á bræðr tvá. Heitir annarr Hrærekr, en annarrSiggeirr. Þeir eru berserkir ok illir viðreignar ok ekkiþokkasælir af landsmönnum. Konungr hefir mikittraust á þeim, því at þeir gera þat, er hann vill. Þeirliggja í hernaði ok færa konungi gersimar.\"Er nú eigi getit um þeira ferð, fyrr en þeir komavið hafnir Róðíáns konungs. Þar sá þeir fljóta tólfherskip ok tvá dreka svá væna, at enga sá þeir slíka.Þar váru komnir bræðr tveir utan af Blökkumannalandi.Hét annarr Bolabjörn, en annarr Vísinn. Gormrjarl hét faðir þeira. Þeir höfðu drepit Róðíán konungok eytt víða landit ok gert mikit hervirki.En er þeir fóstbræðr urðu þessa varir, þá létu þeirkveða við lúðra. En þegar landsmenn urðu varir, atÁrán var kominn, dreif at honum múgr ok margmenni.Víkingar drifu til skipa, ok tókst bæði harðr bardagiok mannskæðr, ok var þat langa stund, at eigi máttimillum sjá. Árán hljóp á skip til Bolabjarnar ok ruddistum fast, ok hrökk allt undan honum. Bolabjörnréðst mót honum. Árán hjó til hans í beran skallann,en sverðit beit eigi, en duptit hraut ór skallanum,ok stökk sverðit sundr undir hjöltunum. Bolabjörnhjó í mót í skjöldinn Áráns ok klauf hann at endilöngu,ok fekk Árán sár mikit á bringuna. Stokklaustakkeri lá á þilfarinu, ok greip Árán þat upp ok rakí höfuð Bolabirni, svá at flýit sökk, ok kippti Áránhonum út af borðinu, ok sökk hann til grunna. Vísinnhljóp á skip til Ásmundar ok skaut at honum tveimkesjum í senn. Ásmundr skaut skildi fyrir aðra, okhljóp hún í gegnum skjöldinn ok í handlegg Ásmundarfyrir framan olbogann, svá at í beini stóð. Aðrakesjuna tók Ásmundr á lopti ok skaut aptr á Vísinok hæfði í ginit á honum, svá at út gekk um hnakkannok upp á mitt skaptit. Spjótit hljóp í siglutréit,svá at langt gekk upp á fjöðrina, ok hekk Vísinn þardauðr. Eptir þat gáfust víkingar upp, en Árán léthöggva alla fyrir borð, gengu síðan í borgina, ok fögnuðulandsmenn Áráni, ok váru bundin sár þeira, ensíðan er Áráni gefit konungsnafn. Lýsti hann þá skildagaþeira Ásmundar ok gaf honum allt hálft við sik.En er þeir höfðu eigi fullan mánuð heima verit, þávarð Árán bráðdauðr einn dag, er hann gekk í höllsína. Var þá búit um lík hans eptir þeira sið. Ásmundrlét verpa haug eptir hann ok setti hjá honum hest hansmeð söðli ok beizli, merki ok öll herklæði, hauk okhund. Árán sat á stóli í öllum herklæðum. Ásmundrlét færa stól sinn í hauginn ok settist þar á. Haugrinnvar þá byrgðr. En ina fyrstu nótt reis Árán af stólinumok drap haukinn ok hundinn ok át hvárttveggja.Aðra nótt stóð Árán upp ok drap hestinn ok sundraðiok tók á tannagangi miklum ok át hestinn, svá at blóðfell um kjapta honum. Bauð hann Ásmundi til matarmeð sér, en Ásmundr þagði. Ina þriðju nótt tók Ásmundat syfja. Varð hann þá eigi fyrr varr við en Árán greip íeyrun á honum ok sleit þau af honum bæði. Ásmundrbrá þá saxi ok hjó höfuð af Áráni. Tók hann síðan eld okbrenndi Árán at ösku ok gekk síðan til festar. Var hannþá upp dreginn, en haugrinn byrgðr, ok hafði Ásmundrmeð sér þat fé, sem lagt var í hauginn."}}