{"originalTitle": "Sörla_Saga_Sterka_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_7", "text": {"0": "Nú víkur sögunni til Haralds konungs Valdimarssonar,er stýrði tveim hlutum Noregs á móts við Erlingkonung, sem fyrr er um getit, at einn dag, sem hannsat við drykkjuborð, gengu tólf menn í höllina okkvöddu konung snjöllu máli svá mælandi: \"Tveirbræðr eru hér komnir við land þitt utan allt af Morlandimeð tólf þúsundir manna vaskra til stríðs. Annarrþeira bræðra heitir Garðarr, en annarr Tófi. Villnú Garðarr festa dóttur þína, Steinvöru, ok er þatallra manna mál, at aldri fái hún vaskara mann. Gefþú, herra konungr, skjótt svar til ræðu minnar,\" sagðisá, sem fram bar erendin. Konungr svarar: \"Fyrr skalhverr maðr hér í Noregi dauðr at velli hníga en ekgefi svá leiðu trölli ok mögnuðum berserk dóttur mína,ok seg þú þeim bræðrum, at ek muni koma til mótsvið þá strax at morgni með allan minn stríðsafla.\"Sendimenn gengu nú til tjalda ok kunngerðu þeimbræðrum sín erendislok. En Haraldr konungr lét herboðuppskera ok bað hvern mann koma til móts viðsik, er skildi kynni at valda. Fekk konungr vel fjórarþúsundir stríðsmanna. Helt konungr nú út af borginnimeð allan þenna her móti þeim bræðrum. En er þeirurðu slíks varir, heldu þeir þegar á móti með allansinn her, ok slógu nú saman fylkingarnar. Urðu þarskjót umskipti, ok er þat fljótast af at segja, at þeir bræðreyddu svá fljótt liði konungs, at fátt stóð eptir lífs afhans hermönnum. En sem konungr sér þetta, býðrhann sínum mönnum, sem eptir eru, at snúa heim tilborgarinnar. Hafði hann þá eigi meira en þrjár þúsundir,ok hleypti konungr undan með þetta lið í borgina,en þeir bræðr eltu flóttann allt at borgarportum,ok lauk svá stríðinu."}}