{"originalTitle": "Völsunga_Saga_Chapter_12", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_12", "text": {"0": "Lyngvi konungr sækir nú til konungsbæjarins okætlar að taka þar konungsdóttur, en þat brást honum.Fekk hann þar hvárki konu né fé. Hann ferr nú yfirlandit ok skipar þar sínum mönnum ríkit; þykkist núhafa drepit alla ætt Völsunga ok ætlar þá eigi munu þurfaat óttast heðan frá. Hjördís gekk í valinn eptir orrostunaum nóttina ok kom at þar, sem Sigmundr konungr lá, okspyrr, ef hann væri græðandi. En hann svarar: \"Margrlifnar ór litlum vánum, en horfin eru mér heill, svá atek vil eigi láta græða mik. Vill Óðinn ekki, at vér bregðumsverði, síðan er nú brotnaði. Hefi ek haft orrostur,meðan honum líkaði.\" Hún mælti: \"Einkis þætti mérávant, ef þú yrðir græddr ok hefndir föður míns.\" Konungrsegir: \"Öðrum er þat ætlat. Þú ferr með sveinbarnok fæð þat vel ok vandliga, ok mun sá sveinn ágætrok fremstr af várri ætt. Varðveit ok vel sverðsbrotin.Þar af má gera gott sverð, er heita mun Gramr ok sonrokkarr mun bera ok þar mörg stórverk með vinna, þau eraldri munu fyrnast, ok hans nafn mun uppi, meðan veröldinstendr. Uni nú við þat, en mik mæða sár ok ek munnú vitja frænda várra framgenginna\". Hjördís sitr núyfir honum, unz hann deyr, ok þá lýsir af degi. Hún sér,at mörg skip eru komin við land. Hún mælti til ambáttarinnar:\"Vit skulum skipta klæðum, ok skaltu nefnastnafni mínu, ok segst konungsdóttir\". Ok þær gera svá.Víkingar geta at líta mikit mannfall ok svá, hvar konurnarfóru til skógar, skilja, at stórtíðendum mun gegna,ok hlaupa af skipum. En fyrir þessu liði réð Álfr, sonrHjálpreks konungs af Danmörk. Hann hafði farit fyrirland fram með her sínum; koma nú í valinn. Þar sjá þeirmikit mannfall. Konungrinn biðr nú at leita at konunum,ok svá gerðu þeir. Hann spyrr, hverjar þær væri,en þar skiptir eigi at líkendum til. Ambáttin hefir svörfyrir þeim ok segir fall Sigmundar konungs ok Eylimakonungs ok margs annars stórmennis ok svá, hverir gerthafa. Konungr spurði, hvort þær vissi, hvar fé konungsværi fólgit. Ambáttin svarar: \"Meiri ván, at vér vitim\",ok vísar til fjárins. Ok finna þeir auð mikinn, svá at eigiþóttust menn sét hafa jafnmikit saman koma í einn staðeða fleiri gersimar; bera til skipa Álfs konungs. Hjördísfylgdi honum ok svá ambáttin. Hann ferr nú heim í ríkisitt, en lætr, at þar sé fallnir þeir konungar, er frægstirváru. Konungr sezt við stjórn, en þær sátu í fyrirrúmiá skipinu. Hann á tal við þær ok leggr virðing á ræðurþeira.Konungr kom heim í ríki sitt við miklu fé. Álfr varmanna gerviligastr. Ok er þau hafa skamma stund heimaverit, spyrr drottningin Álf, son sinn: \"Hví hefir in fegrikona færi hringa eða verra búnað, ok virðist mér, at súmuni æðri, er þér hafið minna yfir látit?\" Hann svarar:\"Grunat hefir mik þat, at eigi sé ambáttarmót á henni,ok þá er vér fundumst, þá tókst henni vel at fagna tignummönnum, ok hér til skal gera eina raun.\" Þat er núeitt sinn við drykkju, at konungr sezt á tal við þær okmælti: \"Hvat hafi þér at marki um dægrfar, þá er nótteldir, ef þér sjáið eigi himintungl?\" Hún svarar: \"Þatmark höfum vér hér til, at ek var því vön í æsku atdrekka mjök í óttu, ok er ek lét af því, vöknuðu véreptir því síðan, ok er þat mitt mark.\" Konungr brosti atok mælti: \"Illa var konungsdóttir vönd.\" Hann hittir þáHjördísi ok spyrr hana slíks ins sama. Hún svarar honum:\"Faðir minn gaf mér eitt gull lítit við náttúru. Þatkólnar í óttu á fingri mér. Þat er mitt mark hér um\".Konungr svarar: \"Gnótt var þar gulls, er ambáttir báru,ok munu þér ærit lengi leynzt hafa fyrir mér, ok svámunda ek til þín gert hafa sem vit værim eins konungsbörn bæði, þótt þú hefðir þetta sagt, ok enn skal geraverðleikum betr við þik, því at þú skalt vera mín kona,ok skal ek gjalda mund við þér, þá er þú hefir barn getit.\"Hún svarar ok segir allt it sanna um sitt ráð. Er húnþar nú í miklum sóma ok þykkir in virðuligasta kona."}}