{"originalTitle": "The_Story_Of_Grettir_The_Strong_Of_The_Slaying_Of_Skeggi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "The_Story_Of_Grettir_The_Strong_Of_The_Slaying_Of_Skeggi", "text": {"0": "Of the Slaying of SkeggiNOW Thorkel Krafla got very old; he had the rule of Waterdale and was a great man. He was bosom friend of Asmund the Greyhaired, as was beseeming for the sake of their kinship; he was wont to ride to Biarg everyyear and see his kin there, nor did he fail herein the spring following these matters just told. Asmund and Asdis welcomed him most heartily, he was there three nights, and many things did the kinsmen speak of between them. Now Thorkel asked Asmund what his mind foreboded him about his sons, as to what kind of craft they would be likely to take to. Asmund said that he thought Atli would be a great man at farming, foreseeing, and money-making. Thorkel answered, \"A useful man and like unto thyself: but what dost thou say of Grettir?\"Asmund said, \"Of him I say, that he will be a strong man and an unruly, and, certes, of wrathful mood, and heavy enough he has been to me.\"Thorkel answered, \"That bodes no good, friend; but how shall we settle about our riding to the Thing next summer?\"Asmund answered, \"I am growing heavy for wayfaring, and would fain sit at home.\"\"Wouldst thou that Atli go in thy stead?\" said Thorkel.\"I do not see how I could spare him,\" says Asmund, \"because of the farm-work and ingathering of household stores; but now Grettir will not work, yet he bears about that wit with him that I deem he will know how to keep up the showing forth of the law for me through thy aid.\"\"Well, thou shalt have thy will,\" said Thorkel, and withal he rode home when he was ready, and Asmund let him go with good gifts.Some time after this Thorkel made him ready to ride to the Thing, he rode with sixty men, for all went with him who were in his rule: thus he came to Biarg, and therefrom rode Grettir with him.Now they rode south over the heath that is called Two-day's-ride; but on this mountain the baiting grounds werepoor, therefore they rode fast across it down to the settled lands, and when they came down to Fleet-tongue they thought it was time to sleep, so they took the bridles off their horses and let them graze with the saddles on. They lay sleeping till far on in the day, and when they woke, the men went about looking for their horses; but they had gone each his own way, and some of them had been rolling; but Grettir was the last to find his horse.Now it was the wont in those days that men should carry their own victuals when they rode to the Althing, and most bore meal-bags athwart their saddles; and the saddle was turned under the belly of Grettir's horse, and the meal-bag was gone, so he goes and searches, and finds nought.Just then he sees a man running fast, Grettir asks who it is who is running there; the man answered that his name was Skeggi, and that he was a house-carle from the Ridge in Waterdale. \"I am one of the following of goodman Thorkel,\" he says, \"but, faring heedlessly, I have lost my meal-bag.\"Grettir said, \"Odd haps are worse haps, for I, also, have lost the meal-sack which I owned, and now let us search both together.\"This Skeggi liked well, and a while they go thus together; but all of a sudden Skeggi bounded off up along the moors and caught up a meal-sack. Grettir saw him stoop, and asked what he took up there.\"My meal-sack,\" says Skeggi.\"Who speaks to that besides thyself?\" says Grettir; \"let me see it, for many a thing has its like.\"Skeggi said that no man should take from him what was his own; but Grettir caught at the meal-bag, and now they tug one another along with the meal-sack between them, both trying hard to get the best of it.\"It is to be wondered at,\" says the house-carle, \"that ye Waterdale men should deem, that because other men are not as wealthy as ye, that they should not therefore dare to hold aught of their own in your despite.\"Grettir said, that it had nought to do with the worth of men that each should have his own.Skeggi answers, \"Too far off is Audun now to throttle thee as at that ball-play.\"\"Good,\" said Grettir; \"but, howsoever that went, thou at least shalt never throttle me.\"Then Skeggi got at his axe and hewed at Grettir; when Grettir saw that, he caught the axe-handle with the left hand bladeward of Skeggi's hand, so hard that straightway was the axe loosed from his hold. Then Grettir drave that same axe into his head so that it stood in the brain, and the house-carle fell dead to earth. Then Grettir seized the meal-bag and threw it across his saddle, and thereon rode after his fellows.Now Thorkel rode ahead of all, for he had no misgiving of such things befalling: but men missed Skeggi from the company, and when Grettir came up they asked him what he knew of Skeggi; then he sang--A rock-troll her weight did throwAt Skeggi's throat a while ago:Over the battle ogress ranThe red blood of the serving-man;Her deadly iron mouth did gapeAbove him, till clean out of shapeShe tore his head and let out lifeAnd certainly I saw their strife.\"Then Thorkel's men sprung up and said that surelytrolls had not taken the man in broad daylight. Thorkel grew silent, but said presently, \"The matter is likely to be quite other than this; methinks Grettir has in all likelihood killed him, or what could befall?\"Then Grettir told all their strife. Thorkel says, \"This has come to pass most unluckily, for Skeggi was given to my following, and was, nathless, a man of good kin; but I shall deal thus with the matter: I shall give boot for the man as the doom goes, but the outlawry I may not settle. Now, two things thou hast to choose between, Grettir; whether thou wilt rather go to the Thing and risk the turn of matters, or go back home.\"Grettir chose to go to the Thing, and thither he went. But a law-suit was set on foot by the heirs of the slain man: Thorkel gave handsel, and paid up all fines, but Grettir must needs be outlawed, and keep abroad three winters.Now when the chiefs rode from the Thing, they baited under Sledgehill before they parted: then Grettir lifted a stone which now lies there in the grass and is called Grettir's-heave; but many men came up to see the stone, and found it a great wonder that so young a man should heave aloft such a huge rock.Now Grettir rode home to Biarg and tells the tale of his journey; Asmund let out little thereon, but said that he would turn out an unruly man."}}