{"originalTitle": "Grettis_Saga_Chapter_48", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_48", "text": {"0": "Einn veðurdag góðan reið Grettir vestur yfir hálsa til    Þóroddsstaða. Hann kom þar nærri hádegi og drap á dyr. Konur    gengu út og heilsuðu honum. Þær kenndu hann ekki. Hann spurði    að Þorbirni. Þær sögðu hann farinn á engjar að binda hey og    með honum son hans sextán vetra gamlan er Arnór hét. Þorbjörn    var starfsmaður mikill og var nær aldrei iðjulaus. Og er    Grettir hafði þetta spurt bað hann þær vel lifa og reið á    burt og fram á veginn til Reykja.    Þar gengur ein mýri ofan úr hálsinum og var þar á slátta    mikil og hafði Þorbjörn látið slá þar mikið hey og var þá    fullþurrt. Ætlaði hann það heim að binda og sveinninn með    honum en kona tók rökin. Grettir reið nú neðan á teiginn en    þeir feðgarnir voru ofar og höfðu bundið eina klyf en voru þá    að annarri. Þorbjörn hafði sett skjöld sinn og sverð við    klyfina en sveinninn hafði handöxi hjá sér.    Þorbjörn sá manninn og mælti við sveininn: \"Maður ríður þar    að okkur og skulum við hætta að binda heyið og vita hvað hann    vill\" og svo gerðu þeir.    Grettir steig af baki. Hann hafði hjálm á höfði og gyrður    saxinu og spjót mikið í hendi og öngvir krókarnir á og var    silfurrekinn falurinn á. Hann settist niður og drap úr    geirnaglann því að hann vildi eigi að Þorbjörn mætti aftur    senda.    Þá mælti Þorbjörn: \"Þetta er mikill maður og eigi kann eg    mann á velli að sjá ef það er eigi Grettir Ásmundarson og mun    hann eiga ærnar sakir við oss. Og verðum við rösklega og    látum öngvan bilbug á okkur sjá. Skulum við fara að með ráðum    og mun eg ganga að honum framan og sjá hversu til tekst með    okkur því að eg treysti mér við hvern mann ef eg á einum að    mæta. En þú gakk á bak honum og högg tveim höndum í milli    herða honum með öxinni. Þarftu eigi að varast að hann geri    þér mein síðan er hann snýr baki að þér.\"    Öngvan hafði Þorbjörn hjálm og hvorgi þeirra. Grettir gekk á    mýrina og þegar hann kemur í skotmál við þá skaut hann spjóti    að Þorbirni. En það var lausara á skaftinu en hann ætlaði og    geigaði á flauginni og hljóp af skaftinu og niður í jörðina.    Þorbjörn tók skjöldinn og setti fyrir sig en brá sverðinu og    sneri á móti Gretti er hann kenndi hann. Grettir brá þá    saxinu og sveipaði því til nokkuð svo að hann sá hvar    pilturinn stóð á baki honum og því hafði hann sig lausan við.    Er hann sá að pilturinn var kominn í höggfæri við sig þá    reiddi hann hátt saxið. Laust hann bakkanum saxins í höfuð    Arnóri svo hart að hausinn brotnaði og var það hans bani. Þá    hljóp Þorbjörn mót Gretti og hjó til hans en hann brá við    buklara hinni vinstri hendi og bar af sér en hann hjó fram    saxinu og klauf skjöldinn af Þorbirni og kom saxið í höfuðið    honum svo hart að í heilanum stóð og féll hann af þessu    dauður niður. Ekki veitti Grettir þeim fleiri áverka. Leitaði    hann þá að spjóti sínu og fann eigi. Gekk hann þá til hests    síns og reið út til Reykja og lýsti þar vígunum.    Kona sú er var á engiteignum sá á vígin. Hljóp hún þá heim    felmsfull og sagði að Þorbjörn var veginn og þeir báðir    feðgar. Þetta kom mjög á þá óvara er heima voru því að engi    vissi um ferðir Grettis. Var þá sent eftir mönnum á næstu    bæi. Kom þar brátt margt manna, færðu líkin til kirkju.    Þóroddur drápustúfur tók við eftirmáli um vígin og hafði hann    þegar flokk uppi.    Grettir reið heim til Bjargs og fann móður sína og sagði    þenna atburð.    Hún varð glöð við þetta og kvað hann nú hafa líkst í ætt    Vatnsdæla \"en þó mun þetta upphaf og undirrót sekta þinna.    Veit eg það víst að þú mátt ekki hér langvistum vera sakir    frænda Þorbjarnar en þó mega þeir nú vita að þér kann mikið    að þykja.\"    Grettir kvað þá vísu:Varð í Veðrafirðivopnsóttr í byr Þróttar,æst fór arfs og gneistaafl, fangvinr Hafla.Nú er ósjötlað Atlaandrán þegar hánum,dauðr hné hann fyrr að fríðrifold, maklega goldið.    Ásdís húsfreyja kvað satt vera \"en eigi veit eg hvað er þú    ætlar nú til ráða að taka.\"    Grettir kvaðst nú mundu leita til vina sinna og frænda vestur    til sveita \"en engi vandræði skal þér af mér leiða,\" segir    hann.    Bjóst hann þá til ferðar og skildu þau mæðgin með kærleikum.    Fór hann fyrst til Mela í Hrútafjörð og sagði Gamla mági    sínum allt það sem til hafði borið um vígið Þorbjörns.    Gamli bað að hann skyldi flýta sér úr Hrútafirði \"meðan þeir    halda flokkinum, frændur Þorbjarnar. En veita skulum vér þér    að eftirmáli um víg Atla slíkt er vér megum.\"    Eftir það reið Grettir vestur yfir Laxárdalsheiði og létti    eigi fyrri en hann kom í Ljárskóga til Þorsteins Kuggasonar    og dvaldist þar lengi um haustið."}}