{"originalTitle": "Beowulf_Xxiv", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxiv", "text": {"0": "XXIVBēowulf maþelode,  bearn Ecgþēovwes:'Hwæt, wē þē þās sǣlþac,  sunu Healfdenes,lēod Scyldinga,  lustum brōhtontīres tō tācne,  þē þū hēr tō lōcast.Ic þæt unsōfte  ealdre gedīgde,wigge under wætere,  weorc genēþdeearfoðlīce;  ætrihte wæsgūð getwǣfed,  nymðe mec God scylde.Ne meahte ic æt hilde  mid Hruntingewiht gewyrcan,  þēah þæt wǣpen duge;ac mē geūðe  ylda Waldend,þæt ic on wāge geseah  wlitig hangianealdsweord ēacen  -- oftost wīsodewinigea lēasum --,  þæt ic ðȳ wǣpne gebrǣd.Ofslōh ðā æt þǣre sæcce,  þā mē sǣl āgeald,hūses hyrdas.  þā þæt hildebilforbarn brogdenmǣl,  swā þæt blōd gesprang,hātost heaþoswāta.  Ic þæt hilt þananfēondum ætferede;  fyrendǣda wræc,dēa ðcwealm Denigea,  swā hit gedēfe wæs.Ic hit þē þonne gehāte,  þæt þū on Heorote mōstsorhlēas swefan  mid þīnra secga gedryht,ond þegna gehwylc  þīnra lēoda,duguðe ond iogoþe,  þæt þū him ondrǣdan ne þearft,þēoden Scyldinga,  on þā healfe,aldorbealu eorlum,  swā þū ǣr dydest.'Ðā wæs gylden hilt  gamelum rince,hārum hildfruman  on hand gyfen,enta ǣrgeweorc;  hit on ǣht gehwearfæfter dēofla hryre  Denigea frean,wundorsmiþa geweorc;  ond þā þās worold ofgeafgromheort guma,  Godes andsaca,morðres scyldig,  ond his mōdor ēac;on geweald gehwearf  woroldcyningaðǣm sēlestan  be sǣm twēonumðāra þe on Scedenigge  sceattas dǣlde.Hrōðgār maðelode--  hylt scēawode,ealde lāfe,  on ðǣm wæs ōr writenfyrngewinnes;  syðþan flōd ofslōh,gifen gēotende  gīganta cyn,frēcne gefērdon;  þæt wæs fremde þēodēcean Dryhtne;  him þæs endelēanþurh wæteres wylm  Waldend sealde.Swā wæs on ðǣm scennum  scīran goldesþurh rūnstafas  rihte gemearcod,geseted ond gesǣd,  hwām þæt sweord geworht,īrena cyst  ǣrest wǣre,wreoþenhilt ond wyrmfāh.  Ðā se wæisa spræcsunu Healfdenes  --swīgedon ealle--:'Þæt, lā, mæg secgan  sē þe sōð ond rihtfremeð on folce,  feor eal gemon,eald ēþelweard,  þæt ðes eorl wǣregeboren betera !  Blǣd is ārǣredgeond wīdwegas,  wine mīn Bēowulf,ðīn ofer þēoda gehwylce.  Eal þū hit geþyldum healdest,mægen mid mōdes snyttrum.  Ic þē sceal mīne gelǣstanfrēode, swā wit furðum sprǣcon.  Ðū scealt tō frōfre weorþaneal langtwidig  lēodum þīnum,hæleðum tō helpe.  Ne wearð Heremōd swāeaforum Ecgwelan,  Ār-Scyldingum;ne gewēox hē him tō willan,  ac tō wælfealleond tō dēaðcwalum  Deniga lēodum;brēat bolgenmōd  bēodgenēatas,eaxlgesteallan,  oþ þæt hē āna hwearf,mǣre þēoden  mondrēamum from.Ðēah þe hine mihtig God  mægenes wynnum,eafeþum stēpte,  ofer ealle menforð gefremede,  hwæþere him on ferhþe grēowbrēosthord blōdrēow;  nallas bēagas geafDenum æfter dōme;  drēamlēas gebād,þæt hē þæs gewinnes  weorc þrōwade,lēodbealo longsum.  Ðū þē lǣr be þon,gumcyste ongit!  Ic þis gid be þēāwræc wintrum frōd.  Wundor is tō secgan,hū mihtig God  manna cynneþurh sīdne sefan  snyttru bryttaþ,eard ond eorlscipe;  hē āh ealra geweald.Hwīlum hē on lufan  lǣteð hworfanmonnes mōdgeþonc  mǣran cynnes,seleð him on ēþle  eorþan wynnetō healdanne  hlēoburh wera,gedēð him swā gewealdene  worolde dǣlas,sīde rīce,  þæt hē his selfa ne mæghis unsnyttrum  ende geþencean.Wunað hē on wiste;  nō hine wiht dweleðādl nē yldo,  nē him inwitsorhon sefa(n) sweorceð,  nē gesacu ōhwǣrecghete ēoweð,  ac him eal woroldwendeð on willan;  hē þæt wyrse ne con --,"}}