{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_9", "text": {"0": "Einn dag vill Hjálmþér ríða á skóg ok Ölvir meðhonum. En sem þeir riðu um skóginn, sáu þeir hindeina stóra ok væna ok ríða þar eptir, en hún leitar undan.Þeir hleypa, þar til þeir sprengja bæði essin. Þáhlaupa þeir báðir eptir dýrinu ok urðu skjótt móðirok kasta af sér klæðum nema skyrtum ok línbrókum.Síðan dró upp skýflóka mikinn af útnorðri með regniok krapa. Gekk þat allt til nætr. Gerði þá frost mikitmeð kulda ok hríð. Váru þeir þá komnir í fjallshlíð eina.Ölvir mælti: \"Kalt þykki mér gerast, fóstbróðir.\"Hjálmþér bað hann eigi æðru mæla. Var þá langt afnótt.Litlu síðar varp af illviðrinu. Váru þeir þá komnirat helli stórum. Ölvir mælti: \"Mjök er ek af mér kominn.\"Hjálmþér segir: \"Hér munu vit láta fyrir berast.\"Þeir gengu inn undir hellisbergit. Þeir sáu einnstóran jötun sitja við elds glór. Reykr var mikill íhellinum. Eitt kvikendi sat við eldinn ok kló jötninummeð kömbum, en hann ýtir höfðinu á móti ok skældisik allan. Hann mælti: \"Skinnhúfa, far þú út ok gætglöggliga at ok gegndu ræðu minni ok vit, hvárt þúsér til nokkurra nýlenda. Þykkir mér þeir menn seintkoma, sem systir mín lofaði mér, at koma skyldu íkveld, því at ek vil skjótt fara til náða. Gerist ek heldrkveldsvæfr.\" Hún fór út ok sá þá fóstbræðr. Hún bráyfir þá hendi sinni ok bað þá verða at hönum tveimrok fljúga upp í hellinn. Litlu síðar fór hún inn.Jötunninn mælti: \"Sástu nokkut til nýlenda, fóstra?\" segirhann. \"Fjarri er því,\" segir hún. Síðan leggst hannniðr ok hrýtr hátt. Skinnhúfa mælti við hanana: \"Verðiþit nú at mönnum aptr.\" Þá varð þat. Hjálmþér mælti:\"Þér eigum vit lífgjöf at þakka ok launa.\" \"Hvat viltunú at hafast?\" segir hún. \"Drepa jötuninn,\" segir hann,\"ok lúka svá stjúpmóður minni sendiförina, þá semhún hefir sent okkr hingat til hans.\" \"Hraustr maðrertu, Hjálmþér,\" segir hún. Þau fara nú innar í hellinn.Sverð hekk yfir sæng jötunsins, búit allt meðgulli. Hún mælti: \"Ekkert sverð bítr á hann nemaþetta.\" Hjálmþér gat nát undir klótit á því, ok rannþat þegar ór slíðrum, en Skinnhúfa henti þat ok mælti:\"Heppin varð ek oss, en ek mun vita, hvárt hann sefr.\"Hún tók tré mikit ok lamdi um sængina. Hún mælti:\"Þat vil ek, Hjálmþér, at þú stígir upp á stokkinnok leggir djarfliga á hann,\" -- ok stökk síðan upp yfirsængina. Hjálmþér gerir svá ok leggr til jötunsins okhleypr á klótin, svá at í beðinu stóð. Jötunninn mælti:\"Sveikstu mik nú, Skinnhúfa?\" Sprettr hann upp órsænginni ok lætr nú sópa til greiprnar um hellinn. Litlusíðar dó hann. Hjálmþér tók sverðit ok leizt vel á.Skinnhúfa mælti: \"Ekki skaltu eiga þetta sverð, Ölvirskal þat eiga, en láttu þá eigi lítit í standa, ef þú sérbetra sverð, því at svá berr þat af öðrum sverðum semþú berr af öðrum konungasonum.\" Hún gaf þeimmarga fáséna gripi ok bað þá nefna sik, ef þeir þyrftilítils liðsinnis við. Síðan fóru þeir heim, ok urðu allirþeim fegnir."}}