{"originalTitle": "Sörla_Saga_Sterka_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_14", "text": {"0": "Hins er nú at geta þessu næst, at Þórir sterki komsttil lands, sem fyrr var frá sagt, hitti Sigurð konungok innti honum allt it sanna um fráfall Hálfdanarkonungs. Þótti þeim öllum stirðar fréttir ok þó einnamest Sigurði konungi. Dvaldist Þórir þar eigi lengi,áðr konungr fekk honum skip ok menn til Svíaríkis.Sigldi Þórir þá it beinasta til Svíþjóðar ok tók höfnnæri borginni Litidorum, er þá var höfuðstaðr ríkisins.Hálfdan konungr átti þar tvá syni. Hét annarrHögni, en annarr Sigmundr. Dóttur átti hann, semMarsibil hét sem móðir hennar.En er Þórir hitti menn at máli, fregnar hann, atHögni er sigldr ór landi til Astró, hertogans af Englandi.Gengr nú Þórir heim til hallarinnar ok síðaninn fyrir Sigmund konungsson, þar eð hann sat meðhöfðingjum öllum ok vildislýð. Kveðr þá Þórirkonungsson, en hann spyrr þegar frétta ok hvárt Hálfdankonungr væri með heilu ok höldnu aptr kominn, enÞórir svarar máli hans svá: \"Mikil ok ill tíðendi er núat greina af várum ferðum, fráfall Hálfdanar konungs,föður yðvars, rán ok missi drekans Skrauta ok allrakonungsins dýrgripa.\" Innir nú Þórir allt it sanna frá,hversu at Hálfdan konungr var felldr af Sörla inumsterka ok allir hans menn deyddir. Brá öllum mjökvið þessi tíðendi ok allra helzt drottningu, því athún fekk hvert ómegin eptir annat, til þess at húnsprakk af harmi. Varð nú enn meiri sorg en áðr. Varhún heygð at fornum sið virðuliga ok erfi drukkit eptirþau bæði, konung ok drottningu. Var þar mörguminnanlands höfðingjum til boðit.Ok at afrunninni inni mestu ókætinni ok harminumeptir þau konung ok drottningu, þá helt Sigmundrkonungsson ráðstefnu um þat, hvat tækiligast væri íslíku tilfelli sem nú var þeim á höndum. En öllumþótti ráðligast, at sent væri bréf með boðskap á fundHögna ok hertugans Astró til Englands sem skjótast.Var nú svá gert. Fóru sendimenn sína leið ok sigldutil Englands. Tókst þeim vel ferðin ok báru bréfinþeim Högna ok hertuganum. En er Högni fekk tíðendin,lét hann sitt skip it snarasta tilbúa ok bað hertuganneptir koma með svá mikinn her sem mest hannkynni til at fá. Játaði hertuginn því brátt, at svá veraskyldi."}}