{"originalTitle": "Örvar-Odds_Saga_Chapter_29", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_29", "text": {"0": "Ok um morguninn, er þeir vakna víkingarnir, þáfinna þeir Víðgrip veginn ok í burtu höfuðit hans.Þetta þykkir þeim svá mikil býsn ok undr, at allir undruðust.Þeir bera nú ráð sín saman, ok verðr þat afráðit, at þeir taka annan mann til höfðingja ok kallaþann nafni Víðgrips ok láta bera fyrir þeim merki umdaginn. Ok nú vakna þeir Oddr ok herklæðast. Hannbýr svá um, at hann lætr búa merkisstöng ok setr þará ofan höfuð Víðgrips á stöngina. Nú fylkja hvárirtveggja.Oddr gengr fram fyrir lið sitt ok hefir mikluminna lið. Oddr tók þá til orða ok kallar á landsmennok spurði, ef þeir kenndu höfuð þat, er borit var fyrirhonum. Þá þykkjast landsmenn þekkja höfuð Víðgripsok undruðust mjök, at svá mátti verða. Nú gerir Oddrþeim tvá kosti, hvárt þeir vilja halda bardaga viðhann eða ganga á hönd honum. En þeim þykkir sváhafa við borit, at þeim þykkir sér ekki vænna horfa,þó at þeir reyni, ok verðr þat ráð þeira at ganga á höndOddi. Hann tók við þeim ok öllu liði þessu ok fórþangat til, at þeir mætast Oddr ok Álfr bjálki. Þarhafði hvárrtveggi mikit lið, ok hafði Oddr þó minnaen Álfr. Þar laust þegar í bardaga með þeim. Þar varsvá hörð atlaga, at þess hafði Oddr hvergi staddr verit,at þvílíkt mannfall hafi orðit, fyrir því at á lítillistundu þóttist hann sjá mikinn þurrð á liði sínu. \"Þatfylgir ok,\" sagði Oddr, \"at ek þykkjumst allt ryðjafram at merkjum Álfs, en þó sé ek hann hvergi.\" Þátekr einn landsmaðr til orða, sá er áðr hafði verit meðVíðgrip: \"Eigi veit ek,\" sagði hann, \"hvat þér er þess,at þú sér hann eigi, því at hann gengr eptir merkjumsínum ok skilst þar aldri við, ok er þat til marksum, at hann skýtr ör af hverjum fingri ok hefir mannfyrir hverri.\" \"Eigi sé ek hann því heldr,\" sagði Oddr.Þá bregðr sá maðr hendi sinni yfir höfuð Oddi okmælti: \"Líttu heðan undan hendi mér.\" Ok þegar sérOddr Álf ok þat með, er honum var til merkja sagt.Oddr mælti þá: \"Haltu þar nokkura stund,\" sagðiOddr, ok sá gerir svá. Nú leitar Oddr at Gusisnautumok tók eina af þeim ok lagði á streng ok skaut at Álfibjálka, en hann skýtr fyrir lófanum, ok bítr alls ekkiá. \"Fara skulu þér nú allar,\" sagði Oddr, \"þó at engiyðar dugi.\" Hann skýtr þeim öllum, ok bítr enginþeira, ok falla þær þá allar Gusisnautar í gras. \"Eigiveit ek,\" sagði Oddr, \"nema þat sé nú fram komit, erJólfr karl sagði, at þær sé nú farnar Gusisnautar, okmun verða freista steinörva karls,\" ok tók hann einaaf þeim ok leggr á streng ok skýtr at Álfi bjálka. Ener hann heyrir hvininn af örinni, at hún fló at honum,þá bregðr hann enn við lófanum, en örin fló ígegnum, ok út um hnakkann. Oddr tekr aðra ok leggrá streng ok skýtr at Álfi. Hann bregðr við öðrumlófanum ok ætlar nú betr at gæta þess augans, er eptirer, en sú kemr í þat augat, er heilt er, ok út um hnakkann.Eigi fell Álfr heldr en áðr. Þá skýtr Oddr inniþriðju, ok kemr sú á Álf miðjan, ok nú fellr hannþar. Nú falla steinörvar karls, ok hefir hann svá fyrirmælt, at hann mundi þeim eigi optar skjóta ok þærmundu eigi finnast.Nú er bardagi skammr þaðan frá, því at liðit varkomit á flótta ok til borgarinnar. Þar stendr gyðjan íborgarhliðinu ok skýtr af öllum fingrum. Nú linnarbardaganum, ok gengr lið til handa Oddi enn hvervetna.Hjá borginni stóðu hof ok hörgar, ok lét Oddrslá í eldi ok brenna allt, er í nánd er borginni, ok þávarð gyðjunni ljóð á munni:\"Hverr veldr eldi,hverr orrostu,hverr jarls meginoddum beitir?Hof sviðnuðu,hörgar brunnu,hverr rauð eggjará Yngva liði?\"Nú svarar Oddr ok kvaðþetta:\"Oddr brenndi hofok hörga brautok trégoðumtýndi þínum;gerðu þau ekkigóðs í heimi,er þau ór eldiösla né máttu.\"Þá kvað hún:\"Hugr hlægir mik,at hefir fengnaFreys reiði þú,fári blandna,hjálpi æsirog ásynjur,gervöll regin,gyðju sinni.\"Þá kvað Oddr:\"Hirðik eigi,þótt hætir þú,fárgjörn kona,Freys reiði mér;veitk í eldiásu brennatröll eigi þik,trúik guði einum.\"Þá kvað hún:\"Hverir ólu þikupp til heimskan,er þú eigi viltÓðin blóta?\"Þá tók Oddr undir ok kvað:\"Fæddi mik Ingjaldrupp í bernsku,sá er Eikund réðok Jaðar byggði.\"Þá kvað hún.\"Auð þættumst ekeiga nógan,ef ek inn ítraÁlf of fyndak;blót gefk honumok bú fjögur;hann mun yðr allaí eld draga.\"Þá kvað Oddr þetta:\"Oddr sveigði álm,ör fló af strengjum,Jólfs smíði beitÁlf í gegnum;býðrat blót honum,svát Bjálki þiggi,hlakka hrafnarof hræi Bjálka.\"Þá kvað hún:\"Hverir efldu þikaustan hingat,feikna fullanok fláráðan?Muntu hvervetnaherja vilja,er Álfi máttuðaldrsspell gera.\"Þá kvað Oddr:\"Efldu mik örvarok Jólfs smíðistórger skeytiok stinnr bogi;en þat it fimmta,er þú fregna skalt,at ek við ásaaldri blíðkumst.Lét ek Freyfyrst ok Óðin,blinda báða,á bál fara,urðu æsirundan at leita,hvar sem í flokkifundizt höfðum.\"Ok enn kvað hann:\"Eltak æsiörhjartaða tvá,sem fyr úlfi geitrargar rynni;illt er at eiga Óðinat einka vin;skalt eigi lengrskrattann blóta.\"Oddr veðr nú at gyðjunni með eikikylfu mikla. Húnstökkr undan ok í borgina með liði því, er henni fylgdi.Oddr rekr flóttann, ok drepa þeir allt þat, er þeirmega höndum á koma, en gyðjan flýr til höfuðhofs,er stóð í borginni, ok hleypr inn í hofit ok mælti þetta:\"Hjálpi æsirok ásynjur,gervöll regin,gyðju sinni.\"Oddr kom at hofinu ok vill eigi inn ganga eptir henni.Hann ferr upp á hofit ok sér inn um glugginn, hvarhún liggr. Verðr honum fyrir, at hann tekr upp steinmikinn ok keyrir inn í glugginn. Hann kemr á hrygggýginni ok lemr hana þar niðr við stöllunum, ok dóhún þar. En Oddr rekr hernað um alla borgina. Hannkemr þar at, er Álfr var; hann var þá enn eigi dauðr.Þá berr Oddr hann með kylfu, til þess er hann erdauðr. Nú dregr hann saman skatta um allt landit oksetr yfir höfðingja ok stjórnarmenn. En svá segir hanní ljóðunum, at þetta hefir í Antíokía verit, at hanndrap þá feðga. Ok þá er hann var búinn, ferr hann áburt þaðan með auð mikinn ok ógrynni fjár, svá atengi mátti virða, ok er nú ekki sagt frá ferðum hans,fyrr en þeir koma aptr í Grikkjaríki. Á meðan hafðiþat til tíðenda orðit í landinu, at Herrauðr konungrvar andaðr, ok er hann út borinn ok orpinn haugreptir hann. Oddr lét þegar at erfi fá, er hann kom íland, ok er þat var búit, þá fastnar Hárekr Oddi fóstrmeysína, Silkisif, ok er nú allt senn, at menn drekkabrullaupit ok erfit eptir Herrauð konung. Ok á þessiveizlu var Oddi konungsnafn gefit, ok stýrir hann núríki sínu."}}