{"originalTitle": "Af_Upplendinga_Konungum_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Af_Upplendinga_Konungum_Chapter_1", "text": {"0": "ÓLÁFR, sonr Ingjalds konungs illráða af Svíaríki,ruddi Vermaland. Hann var kallaðr Óláfr trételgja.Hann var fæddr í Vestra-Gautlandi með þeimmanni, er Bófi hét. Saxi hét sonr Bófa, er kallaðr varflettir. Móðir Óláfs var Gauthildr, dóttir Algautakonungs, en hann var sonr Gautreks konungs ins milda,sonar Gauts, er Gautland er við kennt. Álöf var móðirGauthildar, dóttir Óláfs konungs skyggna, konungs afNæríki. En þá er Ívarr víðfaðmi hafði lagt undir sikallt Danaveldi ok Svíaríki, þá flýði Óláfr ok mikillfjöldi þeira manna, er útlaga urðu fyrir Ívari konungi.Þeir fara norðr um Væni ok ruddu þar markir okbyggðu þar stór heruð ok kölluðu þat Vermaland, okkölluðu Svíar því Óláf trételgju, ok var hann þar konungrtil elli. Kona hans hét Sölva. Hún var systir Sölvains gamla, er fyrstr ruddi Sóleyjar. Óláfr ok Sölva áttutvá syni, hét annarr Ingjaldr, en annarr Hálfdan.Ingjaldr var konungr í Vermalandi eptir föður sinn,en Hálfdan var fæddr upp í Sóleyjum með Sölva, móðurbróðursínum. Hann var kallaðr Hálfdan hvítbein.Hann var konungr í Sóleyjum eptir Sölva konung.Hann fékk Ásu, dóttur Eysteins konungs illráða afHeið. Sá Eysteinn lagði undir sik Eynafylki í Þrándheimiok fekk þeim til konungs þar hund sinn, er Sórrhét; við hann er kenndr Sórshaugr. Þau Hálfdan okÁsa áttu tvá syni, Eystein ok Guðröð. Hálfdan hvítbeineignaðist Raumaríki ok mikit af Heiðmörk. Hann varðsóttdauðr á Þótni, ok var hann fluttr á Heiðmörk okheygðr þar."}}