{"originalTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_9", "text": {"0": "Um morguninn eru þeir snemma á fótum ok takasín klæði. Þá kemr Geirröðr konungr til þeira ok biðrþá drekka velfaranda sinn. Þeir gerðu svá. Váru fyrstdrukkin hornin Hvítingar næst máldrykkju skálum, enþá var drukkit minni Þórs ok Óðins. Því næst kómuinn margir slagir hljóðfæra, ok tveir menn, nokkuruminni en Þorsteinn, þeir báru Grím inn góða. Allirstóðu upp ok fellu á kné fyrir honum. Grímr var óhýrligr.Geirröðr mælti til Goðmundar: \"Tak við Grímiinum góða, ok er þetta þín handsals skál.\" Goðmundrgekk at Grími ok tók af sér gullkórónu ok setti á hannok mælti í eyra honum, sem Þorsteinn hafði sagt honum.Síðan lét hann renna af horninu ofan í serk sér,ok var eitr í. Hann drakk til Geirröði konungi ok kysstiá stikilinn, ok fór Grímr hlæjandi frá honum. TókGeirröðr þá við fullu horninu ok bað Grím með góðriheill koma ok bað hann kunngera sér, ef nokkurr háskiværi nær. \"Hefi ek opt sét þik með betra bragði.\"Tók hann gullmen af sér ok gaf Grími, drakk síðantil Agða jarli, ok þótti því líkast sem boði felli á sker,er niðr rann eptir hálsinum á honum, ok drakk afallt. Grímr hristi höfuðit, ok var hann borinn Agðajarli, ok gaf hann honum tvá gullhringa ok bað sérmiskunnar ok drakk síðan af í þremr ok fekk byrlaranum.Grímr mælti: \"Svá ergist hverr sem eldist.\"Þá var hornit fyllt, ok skyldu þeir drekka af tveir,Jökull ok Fullsterkr. Fullsterkr drakk fyrr. Jökull tókvið ok leit í hornit ok kvað lítilmannliga drukkit oksló Fullsterk með horninu. En hann rak hnefann ánasir Jökli, svá at þjófshakan brotnaði, en ór hrututennrnar. Var þá upphlaup mikit. Geirröðr bað menneigi láta þetta spyrjast, at þeir skildi svá illa. Váru þeirþegar sáttir, ok var Grímr inn góði burt borinn."}}