{"originalTitle": "Beowulf_Viii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Viii", "text": {"0": "VIIIUnferð maþelode,  Ecglāfes bearn,þē æt fōtum sæt  frēan Scyldinga,onband beadūrne--  wæs him Bēowulfes sīð,mōdges merefaran,  micel æfþunca,forpon þe hē ne ūþe,  þæt ǣnig ōðer manǣfre mǣrða þon mā  middangeardesgehēde under heofenum  þonne hē sylfa--:'Eart þū sē Bēowulf,  sē þe wið Brecan wunne,on sīdne sǣ  ymb sund flite,ðǣr git for wlence  wada cunnedonond for dolgilpe  on dēop wæteraldrum nēþdon ?  Nē inc ǣnig mon,nē lēof nē lāð,  belēan mlhtesorhfullne sīð,  þā git on sund reon;þǣr git ēagorstrēam  earmum þehton,mǣton merestrǣta,  mundum brugdon,glidon ofer gārsecg;  geofon ȳpum wēol,wintrys wylm[um].  Git on wæteres ǣhtseofon niht swuncon;  hē þē æt sunde oferflāt,hæfde māre mægen.  þā hine on morgentīdon Heaþo-Rǣmas  holm ūp ætbær;ðonon hē gesōhte  swǣsne ēþel,lēof his lēodum,  lond Brondinga,freoðoburh fægere,  þǣr hē folc āhte,burh ond bēagas.  Bēot eal wið þēsunu Bēanstānes  sōðe gelæste.Ðonne wēne ic tō þē  wyrsan geþingea,ðēah þū heaðorǣsa  gehwǣr dohte,grimre gūðe,  gif þū Grendles dearstnihtlongne fyrst  nean bīdan.'Bēowulf maþelode,  bearn Ecgþēowes:'Hwæt, þū worn fela,  wine mīn Unferð,bēore druncen  ymb Brecan sprǣce,sægdest from his siðe !  Sōð ic talige,þæt ic merestrengo  māran āhte,earfeþo on ȳþum,  ðonne ǣnig ōper man.Wit þæt gecwǣdon  cnihtwesendeond gebēotedon  --wǣron bēgen þā gīton geogofðfēore--  þæt wit on gārsecg ūtaldrum nēðdon,  ond þæt geæfndon swā.Hæfdon swurd nacod,  þā wit on sund reon,heard on handa;  wit unc wið hronfixaswerian þōhton.  Nō hē wiht fram mēflōdȳþum feor  flēotan meahte,hraþor on holme,  nō ic fiam him wolde.Ðā wit ætsomne  on sǣ wǣronfīf nihta fyrst,  oþ þæt unc flōd tōdrāf,wado weallende,  wedera cealdost,nīpende niht,  ond norþanwindheaðogrim ondhwearf;  hrēo wǣron ȳþa.Wæs merefixa  mōd onhrēred;þǣr mē wið lāðum  licsyrce mīnheard hondlocen  helpe gefremede,beadohrægl brōden,  on brēostum læggolde gegyrwed.  Mē tō grunde tēahfāh fēondscaða,  fæste hæfdegrim on grāpe;  hwæþre mē gyfeþe wearð,þæt ic āglǣcan  orde gerǣhte,hildebille;  heaþorǣs fornammihtig merēdeor  þurh mīne hand."}}