{"originalTitle": "Beowulf2_I", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_I", "text": {"0": "IThen was in the cities Beowulf, the Scyldings'Beloved folk-king, for a long timeRenowned 'mid the nation (elsewhere went his fatherThe prince from his home), till from him after sprangThe great Healfdene: he ruled while he lived,Agéd and warlike, kindly the Scyldings.To him were four children, reckoned in order,Born into the world, to the prince of the people,Heorogar and Hrothgar and Halga the good.I heard that Elan wife of Ongentheow was,The warlike Scylfing's bed-companion.Then was to Hrothgar war-speed given,Honor in battle, that him his dear kinsmenGladly obeyed, until the youth grew,A great band of men. It came into his mindThat he a great hall would then command,A greater mead-hall his men to buildThan children of men ever had heard of,And there within would he all deal outTo young and to old, as God him gave,Except the folk-land and lives of men.Then far and wide heard I the work was orderedTo many a tribe throughout this mid-earthThe folk-hall to deck. Him in time it befellQuickly with men, that it was all ready,The greatest of halls: Heort as name gave he it,He who with his word power far and wide had.He belied not his promise, bracelets he dealt,Treasure at banquet. The hall aroseLofty and pinnacled; hostile waves it awaitedOf hateful fire. Nor was it yet longBefore fierce hatred to the frightened men,For deadly enmity, was to arise,Since the fell spirit most spitefullyFor a time endured, who in darkness abode,That he on each day the sound of joy heardLoud in the hall: there was harp's sound,Clear song of the minstrel. He said, he who couldThe creation of men from of old relate,Quoth that the Almighty the earth had wrought,The beautiful plain which water surrounds,Victorious had set the sun and the moonAs lights for light to the land-dwellers,And had adorned the regions of earthWith limbs and leaves, life also createdFor every kind of living beings.Thus were the warriors living in joysHappily then, until one beganGreat woes to work, a fiend of hell:The wrathful spirit was Grendel named,The mighty mark-stepper who the moors held,Fen and fastness: the sea-fiend's abodeThe joyless being a while in-dwelt,Since the Creator him had proscribed.(Upon Cain's kin that crime avengedThe Lord eternal, for that he slew Abel:Joyed he not in that feud, but him afar banishedFor that crime the Creator away from mankind:Thence evil demons all were produced,Eotens and elves and monsters of sea,Such were the giants who strove against GodFor a long time: He repaid them for that.)"}}