{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_3", "text": {"0": "Í þann tíma réð sá konungr Danmörk, er Hringr hét.Hann var ríkr konungr ok vinsæll. Hann átti sér drottninguvæna ok vitra. Þau áttu einn son, er Ingjaldr hét.Hann var ungr ok inn efniligasti. Með þeim Hringikonungi var mikil vinátta ok Gautreki konungi meðveizlum ok fégjöfum ok margi konunglegri tign, erhvárr veitti öðrum, meðan þeira vinátta stóð. Höfðuþeir jafnan verit báðir saman í hernaði, meðan þeirváru yngri, ok skildu aldri sína vináttu, meðan þeirfundust jafnliga, en nú tók heldr at greinast af meðalgönguvándra manna, þeira er róg kveyktu í millumþeira. Kom þá svá, at hvárrtveggi bjóst at stríða hvárrvið annan.Þat var einn tíma, at Hringr konungr í Danmörkukom at máli við drottningu sína: \"Þat er sem þú veizt,at mér er svá flutt, at Gautrekr konungr ætli at stríðaá ríki várt, en þess er ek eigi víss orðinn, hvat hann gefioss at sök. Nú ætla ek hitt ráðligra, at verða fyrr atbragði, því at þat er mælt, at sá hafi annan undir, erá ræðr. Veit ek ok eigi, hvárt hann er sannr þeira vélræða,sem mér eru af honum flutt.\" Drottning mælti:\"Óvitrliga talar þú, þar sem þú veizt áðr, at þit hafiðverit inir beztu vinir, at þú trúir svá rógi vándramanna, at þú vilt halda stríð við Gautrek konung, oker þetta allókonungligt bragð, at vilja fyrirkoma sínumfóstbróður, ok þótt því sé at skipta, láttu hann heldrníðast á þér en þú gerir honum nokkura meingerð, sváat þú missir fyrir þat konungs vináttu. Ger svá vel,herra, at eigi finnist í þínu brjósti sú greymennska, atþér vilið svá niðr fella ok undir fótum troða svá margagóða hluti sem hvárr ykkar hefir við annan gert. Haldið,herra, við Gautrek konung með prýði ok drengskapuppteknum góðvilja með ást ok fullkomnum friði, oktýn eigi fyrir vándra manna orðróm svá góðs mannsvináttu. Hefir hann fengit svá vitra konu ok góðfúsa,at allan ykkarn félagsskap mun hún saman draga ok ílag færa þat, sem áfátt er. Gautrekr konungr á ok sváþroskaliga sonu, at þeir munu þess skjótt hefna, ef feðrþeira er nokkut misboðit. Herra, haf heldr þat ráð,er ek kenni yðr: Farið sjálfir á einu skipi með inu vitrastayðru ráðaneyti á fund Gautreks konungs, bjóð heimtil fóstrs með þér Hrólfi, syni hans, má þér at honumverða ævinligr styrkr ok þínu ríki, ef þeir vilja þekkjast,ok öllum oss út í frá til veraldligrar sæmdar.\" Semdrottning lauk sinni ræðu, þótti konungi hún hafa veltalat ok vitrliga ok kveðst eigi skyldu ónýta hennarráðagerð, lætr nú búa ferð sína, svá sem drottning gafráð til. Síðan ferr hann, sem hann verðr búinn ok kemrvið Gautland með heilum sínum varnaði.Ok er Gautrekr konungr fréttir kvámu hans, kallarhann Ingibjörgu drottningu á tal við sik ok mælti: \"Mérer svá flutt, at kominn sé í ríki várt með einu skipiHringr konungr af Danmörku. Nú með því, at þér vitiðáðr, hverr fjandskapr oss hefir verit fluttr af honumtil vár, þá skal ek nú þat allt gjalda honum, áðr vitskiljum. Er hann nú ok svá fallinn í greipar mér, atek má þetta vel gera fyrir utan alla mannhættu.\" Semdrottning heyrði orð hans, mælti hún til konungsins áþessa leið: \"Lítil vizka fylgir þessu yðru orðaframkasti,ef þú vill gera Hringi konungi nokkut til angrs, þarsem kalla má, at hann sé kominn á yðvarn fund, svásem væntandi sér sæmdar af yðr ok góðvilja, sem þithafið áðr saman bundit með ykkr. Mátt þú á þat líta,at Hringr konungr væri eigi hér kominn með svá litluliði, utan hann trýði þér jafnvel sem fyrr, ok mun hannvera loginn á því, er þér er í móti. Nú er þat mín tillaga:Sendið menn á fund hans ok bjóð honum hér at drekkavið öllu sínu föruneyti fagra veizlu, ger þik við hannglaðan ok kátan, ok svá sem hann er kominn í höllþína við sínum mönnum, leita eptir með athugasamligrivizku, ef þú finnr hann í nokkuru sakaðan þeirahluta, sem varðar, ok ef nokkur grein finnst ykkar ímilli, leggið þat allt niðr með inna beztu manna ráðiok haldið síðan ykkar fóstbræðralag fyrir utan alla grein,meðan þit lifið báðir.\"Sem konungr heyrði tillögu drottningar, lét hannorka til prýðiligrar veizlu, býðr þangat fyrst at upphafiHringi konungi við öllu sínu föruneyti, ok þar meðkallar hann til þessarar veizlu marga aðra ríka menn okvitra, þá er konungr vildi ráð af þiggja. Sem konungarsátu ok glaðir váru í höllinni, inntust þeir til, hverr spillthefði þeira vinfengi, ok sem þeir við kenndust, at þeiraí milli fannst engi óþykktargrein með sönnu, ok þeirbáðir fundu, at þetta var róg ok illr orðadráttr vándramanna, endrnýjuðu þeir af upphafi sína vináttu meðþví upphafi, at Hringr konungr býðr Hrólfi Gautrekssynitil fóstrs. Ok svá sem Gautrekr konungr þiggrþetta með blíðu, býst Hringr konungr til heimferðarok Hrólfr með honum, útleystr með virðuligum gjöfum,ok þótti nú báðum konungum vel hafa til tekizt.Skildu nú konungar með kærleik ok blíðu ok helduallan tíma, meðan þeir lifðu. Fór Hrólfr til Danmerkrmeð Hringi konungi. Veitti konungr honum it ágætastafóstr. Konungr fekk honum þann meistara, er beztrvar á Norðrlöndum, ok kenndi honum allar íþróttir,þær er vaskir menn ok hraustir girntust at nema í þanntíma. Með þeim Hrólfi ok Ingjaldi tókst in mesta vinátta,ok gerðust þeir fóstbræðr. Vaxa þeir nú upp íDanmörku, ok gerist Hrólfr inn mesti afburðarmaðrumfram aðra menn bæði á afl ok vöxt. Ketill óx upp íGautlandi með feðr sínum ok var manna minnstr vextiok inn kviklátasti. Þó var hann ekki mjög við lyndiGautreks konungs sakir hávaða ok kappgirni."}}