{"originalTitle": "Beowulf_X", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_X", "text": {"0": "XÐā him Hrōþgār gewāt  mid his hæleþa gedryht,eodur Scyldinga  ūt of healle;wolde wīgfruma  Wealhþēo sēcan,cwēn tō gebeddan.  Hæfde KyningwuldorGrendle tōgēanes,  swā guman gefrungon,seleweard āseted;  sundornytte behēoldymb aldor Dena,  eotonweard' ābēad.Hūru Gēata lēod  georne trūowdemōdgan mægnes,  Metodes hyldo.--Ðā hē him of dyde  īsernbyrnan,helm of hafelan,  sealde his hyrsted sweord,īrena cyst  ombihtþegne,ond gehealdan hēt  hildegeatwe.Gespræc þā se gōda  gylpworda sum,Bēowulf Gēata,  ǣr hē on bed stige:'Nō ic mē an herewæsmun  hnāgran taligegūþgeweorca,  þonne Grendel hine;forþan ic hine sweorde  swebban nelle,aldre benēotan,  þēah ic eal mæge;nāt hē þāra gōda,  þæt hē mē ongēan slea,rand gehēawe,  þēah ðe hē rōf sīenīþgeweorca;  ac wit on niht sculonsecge ofersittan,  gif hē gesēcean dearwīg ofer wǣpen,  ond siþðan wītig Godon swā hwæþere hond  hālig Dryhtenmǣrðo dēme,  swā him gemet þince.'Hylde hine þā heaþodēor,  hlēorbolster onfēngeorles andwlitan,  ond hine ymb monigsnellīc sǣrinc  selereste gebēah.Nǣnig heora þōhte,  þæt hē þanon scoldeeft eardlufan  ǣfre gesēcean,folc oþðe frēoburh,  þǣr hē āfēded wæs;ac hīe hæfdon gefrūinen,  þæt hīe ǣr tō fela miclesin þǣm wīnsele  wældēað fornam,Denigea lēode.  Ac him Dryhten forgeafwīgspēda gewiofu,  Wedera leōdum,frōfor ond fultum,  þæt hīe fēond heoraðurh ānes cræft  ealle ofercōmon,selfes mibtum.  Sōð is gecȳþed,þæt mihtig God  manna cynneswēold wīdeferhð.  Cōm on wanre nihtscrīðan sceadugenga.  Scēotend swǣfon,þā þæt hornreced  healdan scoldon,ealle būton ānum.  þæt wæs yldum cūþ,þæt hīe ne mōste,  þā Metod nolde,se s[c]ynscaþa  under sceadu bregdan;--ac hē wæccende  wrālum on andanbād bolgenmōd  beadwa geþinges."}}