{"originalTitle": "Beowulf_Xxxv", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxxv", "text": {"0": "XXXVGewīteð þonne on sealman,  sorhlēoð gæleðān æfter ānum;  þūhte him eall tō rūm,wongas ond wīcstede.  Swā Wedra helmæfter Herebealde  heortan sorgeweallinde wæg;  wihte ne meahteon ðām feorhbonan  fǣghðe gebētan;nō ðȳ ǣr hē þone heaðorinc  hatian ne meahtelāðum dǣdum,  þēah him lēof ne wæs.Hē ðā mid þǣre sorhge,  þē him tō sār belamp,gumdrēam ofgeaf,  Godes lēoht gecēas;eaferum lǣfde,  swā dēð ēadig mon,lond ond lēodbyrig,  þā hē of līfe gewāt.þā wæs synn ond sacu  Swēona ond Gēataofer wīd wæter  wrōht gemǣne,herenīð hearda,  syððan Hrēðel swealt,oððe him Ongenðeowes  eaferan wǣranfrome fyrdhwate,  frēode ne woldonofer heafo healdan,  ac ymb Hrēosnabeorheatolne inwitscear  oft gefremedon.þæt mǣgwine  mīne gewrǣcan,fǣhðe ond fyrene,  swā hyt gefrǣge wæs,þēah ðe ōðer  his ealdre gebohte,heardan cēape;  Hæðcynne wearð,Gēata dryhtne  gūð onsǣge.þā ic on morgne gefrægn  mǣg ōðernebilles ecgum  on bonan stǣlan,þǣr Ongenþēow  Eofores nīosað;gūðhelm tōglād,  gomela Scylfinghrēas [hilde]blāc;  hond gemundefǣhðo genōge,  feorhsweng ne oftēah.Ic him þā māðmas,  þē hē mē sealde,geald æt gūðe,  swā mē gifeðe wæs,lēohtan sweorde;  hē mē lond forgeaf,eard ēðelwyn.  Næs him ǣnig þearf,þæt hē tō Gifðum  oððe tō Gār-Denumoððe in Swīorīce  sēcean þurfewyrsan wīgfrecan,  weorðe gecȳpan;symle ic him on fēðan  beforan wolde,āna on orde,  ond swā tō aldre sceallsæcce fremman,  þenden þis sweord þolað,þæt mec ǣr ond sīð  oft gelǣste,syððan ic for dugeðum  Dæghrefne wearðtō handbonan,  Hūga cempan;--nalles hē ðā frætwe  Frēscyning[e],brēostweorðunge  bringan mōste,ac in campe gecrong  cumbles hyrde,æþeling on elne;  ne wæs ecg bona,ac him hildegrāp  heortan wylmas,bānhūs gebræc.  Nū sceall billes ecg,hond ond heard sweord  ymb hord wīgan.'Bēowulf maðelode,  bēotwordum spræcnīehstan sīðe :  'Ic genēðde felagūða on geogoðe;  gȳt ic wylle,frōd folces weard  fǣhðe sēcan,mǣrðu fremman,  gif mec se mānsceaðaof eorðsele  ūt gesēceð.'Gegrētte ðā  gumena gehwylcne,hwate helmberend  hindeman sīðe,swǣse gesīðas:  'Nolde ic sweord beran,wǣpen tō wyrme,  gif ic wiste hūwið ðām āglǣcean  elles meahtegylpe wiðgrīpan,  swā ic giō wið Grendle dyde;ac ic ðǣr heaðufȳres  hātes wēne,[o]reðes ond attres;  forðon ic mē on hafubord ond byrnan.  Nelle ic beorges weardoferfleon fōtes trem,  ac unc [furður] scealweorðan æt wealle,  swā unc wyrd getēoð,Metod manna gehwæs  Ic eom on mōde nom,þæt ic wið þone gūðflogan  gylp ofersitte.Gebīde gē on beorge  byrnum werede,secgas on searwum,  hwæðer sēl mægeæfter wælrǣse  wunde gedȳganuncer twēga.  Nis þæt ēower sīð,nē gemet mannes,  nefn(e) mīn ānes,þæt hē wið āglǣcean  eofoðo dǣle,eorlscype efne.  Ic mid elne sceallgold gegangan,  oððe gūð nimeð,feorhbealu frēcne  frēan ēowerne !'Ārās ðā bī ronde  rōf ōretta,heard under helme,  hiorosercean bærunder stāncleofu,  strengo getrūwodeānes mannes;  ne bið swylc earges sīð!Geseah ðā be wealle  sē ðe worna felagumcystum gōd  gūða gedīgde,hildehlemma,  þonne hnitan fēðan,sto[n]dan stānbogan,  strēam ūt þonanbrecan of beorge;  wæs þǣre burnan wælmheaðofȳrum hāt;  ne meahte horde nēahunbyrnende  ǣnige hwīledēop gedȳgan  for dracan lēge.Lēt ðā of brēostum,  ðā hē gebolgen wæs,Weder-Gēata lēod  word ūt faran,stearcheort styrmde;  stefn in becōmheaðotorht hlynnan  under hārne stān.Hete wæs onhrēred,  hordweard oncnīowmannes reorde;  næs ðǣr māra fyrstfrēode tō friclan.  From ǣrest cwōmoruð āglǣcean  ūt of stāne,hāt hildeswāt;  hrūse dynede.Biorn under beorge  bordrand onswāfwið ðām gryregieste,  Gēata dryhten;ðā wæs hringbogan  heorte gefȳsedsæcce tō sēceanne.  Sweord ǣr gebrǣdgðod gūðcyning,  gomele lāfe,ecgum anglāw;  ǣghwæðrum wæsbealohycgendra  brōga fram ōðrum.Stīðmōd gestōd  wið stēapne rondwinia bealdor,  ðā se wyrm gebēahsnūde tōsomne;  hē on searwum bād.Gewāt ðā byrnende  gebogen scrīðan,tō gescipe scyndan.  Scyld wēl gebearglīfe ond līce  lǣssan hwīlemǣrum þēodne,  þonne his myne sōhte;ðǣr hē þȳ fyrste  forman dōgorewealdan mōste,  swā him wyrd ne gescrāfhrēð æt hilde.  Hond ūp ābrǣdGēata dryhten,  gryrefāhne slōhincge-lāfe,  þæt sīo ecg gewācbrūn on bāne,  bāt unswīðor,þonne his ðīodcyning  þearfe hæfdebysigum gebǣded.  þā wæs beorges weardæfter heaðuswenge  on hrēoum mōde,wearp wælfȳre;  wīde sprungonhildelēoman.  Hrēðsigora ne gealpgoldwine Gēata;  gūðbill geswācnacod æt nīðe,  swā hyt nō sceolde,īren ǣrgōd. --  Ne wæs þæt ēðe sīð,þæt se mǣra  maga Ecgðēowesgrundwong þone  ofgyfan wolde;sceolde [ofer] willan  wīc eardianelles hwergen,  swā sceal ǣghwylc monālǣtan lǣndagas.  Næs ðā long tō ðon,þæt ðā āglǣcean  hȳ eft gemētton.Hyrte hyne hordweard,  hreðer ǣme wēoll,nīwan stefne;  nearo ðrōwodefȳre befongen  sē ðe ǣr folce wēold.Nealles him on hēape  handgesteallan,æðelinga beam  ymbe gestōdonhildecystum,  ac hȳ on holt bugon,ealdre burgan.  Hiora in ānum wēollsefa wið sorgum;  sibb' ǣfre ne mægwiht onwendan  þām ðe wēl þenceð."}}