{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_28", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_28", "text": {"0": "Síðan gifti Sturlaugr Framari Ingigerði konungsdóttur.Var sú veizla virðulig fyrir allra hluta sakir, ertil þurfti at hafa, en eptir veizluna váru þeir fyrirmenninirburt leystir með góðum gjöfum, skildust svá, okfór hverr heim til síns heimilis. Sturlaugr gaf þá borginaAldeigju með öllu fé á vald Framars, er Ingvarrkonungr hafði átt, ok þar með konungs nafn. SeztFramarr nú at löndum ok lausum aurum ok stýrir ríkisínu með beztu manna ráði í því landi, ok er frá þeimFramari ok Ingigerði komin mikil ætt ok margt stórmenni,þó at þat greinist eigi í þessari sögu.Eptir þetta fór Sturlaugr aptr til Svíþjóðar ok settistat sínu ríki ok var margfróðr ok fjáðr, ok allastund var Sturlaugr í sætt við stólkonunginn í Svíþjóð,ok þótti konungi hann vera harðfengr í öllumraunum, því at fóstbræðr hans heldu vináttu ok tryggð,á meðan þeir lifðu allir. Þau Sturlaugr ok Ása áttutvá sonu. Hét annarr Heinrekr, en annarr Ingólfr. Þeirváru báðir miklir menn ok vænligir ok koma við margarsögur, námu alls konar íþróttir þegar á unga aldri.Þeir váru báðir konungar eptir Sturlaug, föður sinn, okeru margar stórar ættir frá þeim komnar. Sturlaugrvarð ellidauðr eptir Frið-Fróða konung. Endast hér meðsagan."}}