{"originalTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_1", "text": {"0": "ALREKR hét konungr, er bjó á Alreksstöðum. Hannréð fyrir Hörðalandi. Hann átti Signýju, dótturkonungs af Vörs. Kollr hét hirðmaðr hans, ok fylgdihann konungi norðr í Sogn ok sagði konungi allmikitfrá vænleik Geirhildar Drífsdóttur, því at hann hafðisét hana við mungátsgerð, ok kveðst honum unna þessráðs. Til fundar við Geirhildi kom Höttr, er Óðinnvar reyndar, þá er hún var at léreptum. Hann keyptiþví við hana, at Alrekr konungr skyldi eiga hana, enhún skyldi á hann heita til alls. Konungr sá hana, erhann fór heim, ok gerði brúðlaup til hennar it samahaust. Konungr launaði Koll vel trúleik sinn ok gafhonum jarlsdóm ok atsetu í Kollsey fyrir sunnan Harðsæ,ok er þat fjölbyggt herað. Alrekr konungr máttieigi eiga þær báðar fyrir ósamþykki þeira ok kveðstþá þeira eiga skyldu, er betra öl gerði mót honum, erhann kæmi heim ór leiðangri. Þær kepptust um ölgerðina.Signý hét á Freyju, en Geirhildr á Hött. Hannlagði fyrir dregg hráka sinn ok kveðst vilja fyrir tilkvámusína þat, er var milli kersins ok hennar. En þatreyndist gott öl. Þá kvað Alrekr:\"Geirhildr, getta,gott er öl þetta,ef því andmarkarengir fylgja.Ek sé hangaá hávum gálgason þinn, kona,seldan Óðni.\"Á þeim misserum var fæddr Víkarr, sonr Alreks okGeirhildar."}}