{"originalTitle": "Grettis_Saga_Chapter_26", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_26", "text": {"0": "Maður er nefndur Þorsteinn. Hann var sonur Þorkels kugga,    Þórðarsonar gellis, Ólafssonar feilans, Þorsteinssonar rauðs,    Auðarsonar djúpauðgu. Móðir Þorsteins Kuggasonar var Þuríður    dóttir Ásgeirs æðikolls. Ásgeir var föðurbróðir Ásmundar    hærulangs.    Þorsteinn Kuggason átti eftirmál um vígið Þorgils Mákssonar    jafnfram Ásmundi hærulangi. Gerði hann nú orðsending til    Þorsteins að hann kæmi til móts við hann. Þorsteinn var kappi    mikill og ofstopamaður hinn mesti. Fór hann þegar til móts    við Ásmund frænda sinn og töluðu þeir um vígsmálið. Var    Þorsteinn hinn ákafasti, kvað hér eigi skyldu fébætur fyrir    koma, sagði að þeir hefðu nógan frænda afla til þess að    annaðhvort kæmi fyrir vígið sekt eða mannhefndir. Ásmundur    kvaðst honum mundu að fund fylgja hverju sem hann vildi fram    fara. Riðu þeir norður til Þorvalds frænda síns, og beiddi    hann liðveislu en hann játaði honum því skjótt. Bjuggu þeir    málið til á hendur Þorgeiri og Þormóði. Þorsteinn reið heim    til bús síns. Hann bjó þá í Ljárskógum í Hvammssveit.    Skeggi bjó í Hvammi. Hann réðst í málið með Þorsteini. Skeggi    var sonur Þórarins fylsennis, Þórðarsonar gellis. Móðir    Skeggja var Friðgerður dóttir Þórðar frá Höfða.    Þeir fjölmenntu mjög til alþingis og héldu málum fram með    miklu kappi. Riðu þeir Ásmundur og Þorvaldur norðan til með    sex tigu manna og sátu í Ljárskógum margar nætur."}}