{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_19", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_19", "text": {"0": "Nú er at segja frá þeim Hrólfi konungi, at þeir eruí skála um kveldit. Konungr mælti: \"Fýst væri mér áat fá þetta it stóra sverð, er uppi hangir.\" \"Hvat erþar til ráðs?\" segir Ásmundr. Konungr mælti: \"Þúskalt fara upp á herðar mér ok vita, ef þú gætir þáofan tekit sverðit, ef þú stendr á öxlum mér.\" Ásmundrmælti: \"Þat hygg ek, at þetta sverð sé svá þungt, at ekgeti eigi valdit.\" Konungr mælti: \"Styð þú þik viðsúluna annarri hendi, en létt annarri neðan undirsverðit, ok þegar er þú finnr, at þat er laust uppi, láttuþat sjálft hlaupa niðr með súlunni. Mun ek þá viðtaka.\" Ásmundr gerir sem konungr bauð ok ferr núá axlir honum ok tekr neðan undir sverðit, en konungrí mót.Líðr nú kveldit. Heyra þeir út dunur miklar, okþví næst kom þar inn maðr. Undruðu þeir þá lítt,þótt skálinn væri hár eða stórkostligr, því at þetta varinn hræðiligasti risi, svá at engan höfðu þeir sét fyrrisvá stóran. Ekki var hann svá ljótr, at þat væri fádæmi,þess er hann var stórskorinn í andliti. Vel var hannbúinn at klæðum. Hann hafði einn grábjörn á baki sérok einn boga í hendi, harðla stóran. Ákafliga var hannmóðr, ok þat ætluðu þeir, at hann mundi langt hafaat gengit. Hann gengr at eldinum öðrum megin okkastaði niðr birninum. Hrólfr konungr heilsaði honum,en hann lét sem hann heyrði eigi. Síðan sundrar hannbjörninn skjótt ok fimliga, festir síðan ketil upp oksýðr. Eptir þat tekr hann borð, breiðir á dúk ok berrfram vist ok drykk. Öllu þótti þeim hann því vel skipa.Eptir þat tekr hann til matar, etr ok drekkr heldrdjarfliga. Ok eptir þat hann er mettr, varðveitir hannallt þat, er af gekk.Svá er sagt, at hann býr borð í annat sinn miklukurteisligar, setr fram handlaugar með hreinu handklæði.Eptir þat tekr hann til orða: \"Ekki mun ek yðrþykkja boðrífr hér til, en þat er nú ráð, Hrólfr konungr,at ganga til matar við menn þína. Em ek eigisvá vesallátr, at mér þykki fyrir at gefa nokkurum mönnummat um nætrsakir, þótt ótígnari menn sé en þér.Eruð þér mjök ágætir af mörgum snilldarverkum, erþér hafið unnit um fram aðra konunga.\" Konungrmælti: \"Þetta er vel boðit ok mikilmannliga, sem líkligter, at þér séið mikillar náttúru bæði um þetta okannat, en mat ok drykk höfðu vér í nóg, áðr vér gengimfrá skipi, ok þurfu vér nú eigi þess at sinni, eða hverter nafn þitt?\" Hann svaraði: \"Ek heiti Grímnir okem ek Grímólfsson ok bróðir Grímars þess, er þú drapt.Þú tókt þar marga gripi, þá er ek þykkjumst eiga. Núer þat satt, at þú ert engis góðs frá mér verðr, ok ekkigott skaltu af mér hafa, ok þótt þú værir hér með ölluliði þínu, skyldir þú aldri burt komast, en því bauðek þér til matar, at ek ætlaða, at þú skyldir lítinn geigþar af fá. En þann inn mikla storm, sem þér fenguð,hann gerða ek at þér ok Ásmundi ok þeim, sem ádrekanum váru, unst at drekann sleit frá. Þótti mérlítils vert um in önnur skipin, ok eru þeir komnirþangat, sem þeir vildu, því at ek gaf þeim hægan byr,en þú ert nú hér kominn með liði þínu heilu okhöldnu, sem með þér er á drekanum, ok skaltu aldriburt komast, því at hann er it bezta skip í yðvarri ferð.Skal ek ok svá greypiliga hefna bróður míns, þótt ek hafieigi til öxi eða sverð, því at þat er yðr allt of gott atfalla fyrir vápnum mínum, ok skal ek gefa ykkr Ásmundigrið náttlangt ok hugsa ykkr þá pínu, at sem mestreyni þrek ykkar. En þegar er ek vissa, at skilit var meðþér ok liði þínu, gaf ek þeim hægan byr, ok eru þeirkomnir þar, sem þeir vildu, því at ek hirti ekki athafa ónáð af fjölmenni þínu.\" Risinn hafði skotit íeldinn járnteini, ok var klofinn annan enda, svá semþat væri tveir fleinar. Þat færi var geigvænligt. \"Ekkivissa ek,\" sagði Hrólfr konungr, \"at ek hefði þér svánær höggvit, ok er þat satt, sem mælt er, at yfirbætrliggja til alls, ok svá mun um þetta, ok muntu viljataka bætr eptir bróður þinn?\" Risinn mælti: \"Hræddrertu nú, lítill karl, ok er þat at vánum, því at nú skalek sýna þér lítinn þann leik, er ek geri við smápilta,er hér koma.\" Síðan brá hann upp járnteininum okrak fleinana í gegnum tvá konungsmenn ok kastaðiþeim dauðum innar um eldinn. Eptir þat rak hann ígegnum aðra tvá ok kastaði þeim dauðum til hinna.Síðan skók hann svá teininn, at þeim sýndist fjóriroddarnir á fleininum. Hann mælti þá: \"Eigi þarftu,konungr, at vera svá hræddr, allt skaltu hafa lengripínu ok meiri, þá er morginn kemr.\" Hrólfr konungrmælti: \"Frest eru ills bezt, ok þykki mér skemmtiligtat sjá gamanleika þína slíka ok aðra.\" Þá mælti risinn:\"Þar liggja dýraskinn í sætinu, því megi þit kasta undirykkr, þar sem þit liggið í nátt, því at ek em svefnstyggr,ok þykki mér illt at heyra gnyð ykkarn yfirmér.\" Hrólfr konungr mælti: \"Vit munum hér umbúast við eldinn ok kasta ok svá skinnunum undirokkr, því at vit munum skjótt sofna.\" Risinn mælti:\"Allt eru þit þá óhræddari en mik varir, ef þit sofið.\"Síðan rak hann hurðina í klofa ok mælti: \"Nú veitek víst, at þit komizt eigi á braut ór skála várum.\"Hrólfr konungr mælti: \"Ekki munu vit til þess leita.Þykkjumst vit nú hafa fengit svá góðan húsbónda, atokkr tjár ekki at gera öðruvísi en hann biðr.\" \"Tilþess megi þit ætla,\" segir risinn, \"at sá mun ykkrbeztr at gera mér engar ónáðir ok liggja sem kyrrastir.\"Þeir kváðust svá gera mundu.Leggjast nú hvárirtveggju til svefns. Risinn var orðinnmóðr, ok sofnaði hann skjótt. Þá mælti Hrólfrkonungr: \"Hversu þykkist þú kominn, fóstbróðir Ásmundr?\"\"Sjaldan verr en svá. Þykki mér þetta tröllillt við at eiga ok ekki hægt til órráða.\" Konungr mælti:\"Aldrei mun sjá óvinr okkr fyrir koma, ok mun nokkutannat fyrir liggja.\" Konungr tók þá skíð eitt okskelldi á þilit hjá sér. Risinn vaknaði við ok bað þáliggja kyrra -- \"ella slæ ek ykkr í hel með hnefa mínum.\"Eptir þat sofnaði hann. Hrólfr konungr skelldiþá enn skíðunni. Risinn snerist þá á aðra hlið ok vaknaðiekki ok talaði þá ekki um ok sofnaði fast. Konungrskelldi it þriðja sinn miklu skjallast, ok vaknaðiþá risinn ekki við. Hrólfr konungr mælti þá: \"Núskal fara at með ráði. Vilda ek fyrst geta nát sverðinu,ok þætti mér líkligt, at þat mundi bíta risann.Nú skulu vit svá at fara sem í kvöld.\" Þeir gera svá,ok getr Hrólfr konungr nát sverðinu. Hann mælti:\"Nú þykki mér þegar líkara okkar efni, ok skal númeð ráði at fara. Þú skalt reka í eldinn járnflein risansok gera glóanda, ok vilda ek, at þú færir þessatvá fleina í augu risans í því, er ek legg sverðinu áhonum, ok ef svá berr til, forðum okkr sem skjótastinnar um sængina.\"Hrólfr konungr bregðr nú sverðinu. Konungr þrífrupp kefli eitt ok gengr at sænginni djarfliga ok flettiraf honum klæðum, ok sýndist harðla tröllsligr. Konungrleggr sverðinu svá fast, at þegar gengr í gegnum hann,undir höndina vinstri, ok jafnskjótt færði Ásmundrjárnteininn í augu honum. Eplir þat skunduðu þeirinnar um sængina. Hrólfr konungr kastaði keflinu utartil dyranna, ok kom í skíðahlaðann ok skall hátt við.Risinn hljóp upp skjótt ok hart utar til dyranna okfálmaði höndunum ok ætlaði at grípa þá ok kreistameð engri vægð, en með greypiligum sárum ok mikluumfangi fellr hann út á hurðina, svá at hún brotnaðií smá mola. Þeir gengu þá at ok börðu risann meðstórtrjám, þar til er hann var dauðr, ok var honum þóheldr mikit til fjörs. Eptir þat færðu þeir hann út órskálanum, ok urðu þeir at lima hann í sundr, áðr þeirkómu honum út. Þá var mjök morgnat, ok bjuggustþeir á braut. Ok er þeir váru skammt komnir, sá þeirlið sitt koma í móti sér með miklu vápnabraki, ok urðuþeir fegnir, er þeir sá konung heilan. Höfðu þeir ætlattil móts við risann ok hefna herra síns, ef þess þyrftivið, ok þótti þeim eigi betra at lifa eptir konung sinn.Síðan báru þeir mikinn fjárhlut ór skálanum ok margaágæta gripi. Konungr hafði sverðit Risanaut. Þat varsvá mikit, at þat var engum manni vápnhæft nemaHrólfi konungi ok var honum þó þungt."}}