{"originalTitle": "Grettis_Saga_Chapter_64", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_64", "text": {"0": "Steinn hét prestur er bjó að Eyjardalsá í Bárðardal. Hann var    búþegn góður og ríkur að fé. Kjartan hét son hans, röskur    maður og vel á legg kominn.    Þorsteinn hvíti hét maður er bjó að Sandhaugum, suður frá    Eyjardalsá. Steinvör hét kona hans, ung og glaðlát. Þau áttu    börn og voru þau ung í þenna tíma. Þar þótti mönnum reimt    mjög sakir tröllagangs.    Það bar til tveim vetrum fyrr en Grettir kom norður í sveitir    að Steinvör húsfreyja að Sandhaugum fór til jólatíða til    Eyjardalsár eftir vana en bóndi var heima. Lögðust menn niður    til svefns um kveldið. Og um nóttina heyrðu menn brak mikið í    skálann og til sængur bónda. Engi þorði upp að standa að    forvitnast um því að þar var fámennt mjög. Húsfreyja kom heim    um morguninn og var bóndi horfinn og vissi enginn hvað af    honum varð orðið. Liðu svo hin næstu misseri.    En annan vetur eftir vildi húsfreyja fara til tíða. Bað hún    húskarl sinn heima vera. Hann var tregur til en bað hana    ráða. Fór þar allt á sömu leið sem fyrr að húskarl var    horfinn. Þetta þótti mönnum undarlegt. Sáu menn þá    blóðdrefjar nokkurar í útidyrum. Þóttust menn það vita að    óvættir mundu hafa tekið þá báða. Þetta fréttist víða um    sveitir.    Grettir hafði spurn af þessu og með því að honum var mjög    lagið að koma af reimleikum eða afturgöngum þá gerði hann    ferð sína til Bárðardals og kom aðfangadag jóla til    Sandhauga. Hann duldist og nefndist Gestur. Húsfreyja sá að    hann var furðu mikill vexti en heimafólk var furðu hrætt við    hann. Hann beiddist þar gistingar.    Húsfreyja kvað honum mat til reiðu \"en ábyrgst þig sjálfur.\"    Hann kvað svo vera skyldu \"mun eg vera heima,\" segir hann,    \"en þú far til tíða ef þú vilt.\"    Hún svarar: \"Mér þykir þú hraustur ef þú þorir heima að    vera.\"    \"Ei læt eg mér að einu getið,\" sagði hann.    \"Illt þykir mér heima að vera,\" segir hún, \"en ekki kemst eg    yfir ána.\"    \"Eg skal fylgja þér yfir,\" segir Gestur.    Síðan bjóst hún til tíða og dóttir hennar með henni, lítil    vexti. Hláka mikil var úti og áin í leysingum. Voru á henni    jakaför.    Þá mælti húsfreyja: \"Ófært er yfir ána bæði mönnum og    hestum.\"    \"Vöð munu á vera,\" kvað Gestur, \"og verið ekki hræddar.\"    \"Ber þú fyrst meyna,\" kvað húsfreyja, \"hún er léttari.\"    \"Ekki nenni eg að gera tvær ferðir að þessu,\" segir Gestur,    \"og mun eg bera ykkur á handlegg mér.\"    Hún signdi sig og mælti: \"Þetta er ófæra eða hvað gerir þú þá    af meynni?\"    \"Sjá mun eg ráð til þess,\" segir hann og greip þær upp báðar    og setti hina yngri í kné móður sinnar og bar þær svo á    vinstra armlegg sér en hafði lausa hina hægri hönd og óð svo    út á vaðið. Eigi þorðu þær að æpa, svo voru þær hræddar. En    áin skall þegar upp á brjósti honum. Þá rak að honum jaka    mikinn en hann skaut við hendi þeirri er laus var og hratt    frá sér. Gerði þá svo djúpt að strauminn braut á öxlinni. Óð    hann sterklega þar til er hann kom að bakkanum öðrumegin og    fleygir þeim á land.    Síðan sneri hann aftur og var þá hálfrökkvað er hann kom heim    til Sandhauga og kallaði til matar. Og er hann var mettur bað    hann heimafólk fara innar í stofu. Hann tók þá borð og lausa    viðu og rak um þvera stofuna og gerði bálk mikinn svo að engi    heimamaður komst fram yfir. Enginn þorði í móti honum að mæla    og í öngum skyldi kretta. Gengið var í hliðvegginn stofunnar    inn við gaflhlaðið og þar þverpallur hjá. Þar lagðist Gestur    niður og fór ekki af klæðunum. Ljós brann í stofunni gegnt    dyrum. Liggur Gestur svo fram á nóttina.    Húsfreyja kom til Eyjardalsár til tíða og undruðu menn um    ferðir hennar yfir ána. Hún sagðist eigi vita hvort hana    hefði yfir flutt maður eða tröll.    Prestur kvað mann víst vera mundu \"þó að fárra maki sé og    látum hljótt yfir,\" sagði hann. \"Má vera að hann sé ætlaður    til að vinna bót á vandræðum þínum.\"    Var húsfreyja þar um nóttina."}}