{"originalTitle": "Þáttr_Af_Ragnars_Sonum_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þáttr_Af_Ragnars_Sonum_Chapter_2", "text": {"0": "Nú er synir Ragnars váru vaxnir, þá herjuðu þeirvíða um lönd. Þeir bræðr Eiríkr ok Agnarr fóru íöðrum stað, en í þriðja stað fóru þeir Ívarr ok þeirinir yngri bræðr hans með honum, ok gerði hann ráðfyrir þeim, því at hann var forvitri. Þeir lögðu undirsik Selund ok Reiðgotaland, Eygotaland ok Eyland oköll smálönd í hafinu. Settist þá Ívarr með inum yngrumbræðrum sínum af Hleiðru á Selundi, ok var þatþó móti vilja Ragnars konungs. Fóru synir hans meðhernaði allir, því at þeir vildu eigi ófrægri vera enRagnarr konungr, faðir þeira. Þat líkaði Ragnari konungiilla, er synir hans heldu móti honum ok tókuskattlönd hans móti hans vilja. Hann setti þann konungyfir Upp-Svíaveldi, er Eysteinn beli hét, ok baðhann halda því ríki sér til handa, en verja fyrir sonumsínum, ef þeir kallaði til. Þat var eitt sumar, er Ragnarrkonungr var farinn með her í Austrveg, atEiríkr ok Agnarr, synir hans, kómu til Svíþjóðar okheldu skipum sínum upp í Löginn. Gerðu þeir þáboð Eysteini konungi til Uppsala, at hann kæmi tilþeira. Ok er þeir fundust, sagði Eiríkr, at hann vildi,at Eysteinn konungr heldi Svíaríki undir þá bræðr,ok kveðst þá fá vilja Borghildar, dóttur hans, ok segir,at þá megu þeir vel halda því ríki fyrir Ragnari konungi.Eysteinn kveðst þetta vilja tjá innanlands höfðingjum,ok skildust þeir svá. Ok er Eysteinn konungrbar þetta mál upp, þá urðu allir landsmenn á þat sáttirat verja landit fyrir sonum Ragnars, ok dregst núsaman óvígr herr, ok ferr Eysteinn konungr móti Ragnarssonum. Ok er þeir finnast, verðr þar mikil orrosta,ok verða nú synir Loðbrókar ofrliði bornir, ok fellrsvá lið þeira bræðra, at fátt eitt stóð upp. Þá fell okAgnarr, en Eiríkr varð handtekinn. Eysteinn konungrbauð Eiríki grið ok svá mikit fé af Uppsala veldi fyrirAgnar, bróður sinn, sem sjálfr vildi hann, ok þar meðdóttur sína, þá er áðr hafði hann beðit. Eiríkr vildiengar fébætr ok eigi konungs dóttur, ok eigi kveðsthann vilja lifa eptir þann ósigr, er hann hafði fengit,en þat kveðst hann þiggja vilja, at hann kjósi sér sjálfrdauðdaga. Ok af því at Eysteinn konungr mátti engasætt fá af Eiríki, þá játtar hann honum þat. Eiríkrbað, at þeir tæki undir hann spjótsoddum ok hefihann svá upp yfir allan valinn. Þá kvað Eiríkr:\"Vilkat boð fyr bróðurné baugum mey kaupa,Eystein kveða orðinnAgnars bana, heyra;grætr eigi mik móðir,munk efstr of val deyja,ok geirtré í gögnumgerr, látið mik standa.\"Ok áðr hann væri hafinn upp á spjótin, þá sá hanneinn mann ríða mikit. Þá kvað hann:\"Þau berið orð it efra,eru austrfarar liðnar,at mær hafi mínamjó, Áslaugu, bauga;þá mun mest af móði,ef mik spyrja dauðan,mín stjúpmóðir mildummögum sínum til segja.\"Var nú svá gert, at Eiríki var lypt upp á spjótsoddunum,ok dó hann svá uppi yfir valnum. Ok er þessitíðendi spyrjast út á Selund til Áslaugar, þá ferr húnþegar á fund sona sinna ok segir þeim þessi tíðendi.Þeir Björn ok Hvítserkr léku tafl, en Sigurðr stóð atframan. Þá kvað Áslaug:\"Eigi mundi yðar,ef ér dæið fyrri,eitt misseri eptiróhefnt vera, bræðra;lítt ráðumk því leyna,ef líf hafa knættiEiríkr sitt ok Agnarróbornir mér niðjar.\"Þá svaraði Sigurðr ormr í auga:\"Þat skal þriggja vikna,ef þik tregar, móðir,leið eigu vér langa,leiðangr búinn verða;skal Uppsölum eigiþótt ófafé bjóði,ef oss duga eggjarEysteinn beli ráða.\"Þá kvað Björn járnsíða:\"Duga mun hugr ok hjartaí hauksnöru brjósti,þótt minnr um þat mæli,manni innan rifja;eigi er oss í augumormr né fránir snákar,bræðr glöddu mik mínir,mank stjúpsonu þína.\"Þá svaraði Hvítserkr:\"Hyggjum at, áðr heitim,at hefnt megi verða;látum ýmsa illu,Agnars bana, fagna;hrindum húf á hrannir,höggum ís fyr barði,sjám á hitt, hvé snekkjursnemmst vér fáim búnar.\"Þá kvað Ívarr beinlausi:\"Hafið ofrhuga ærinnok áræði bæði,þess mundi þá þurfa,at þrá mikit fylgdi;bera mun mik fyr bragnabeinlausan fram verða,þó gatk hönd til hefnda,at hváriga nýtak.\"Eptir þat drógu Ragnars synir saman óvígan her. Oker þeir váru búnir, þá fóru þeir með skipaher til Svíþjóðar,en Áslaug drottning ferr með fimmtán hundruðumriddara landveg, ok var þat fólk allvel búit. Sjálfbar hún herklæði ok var formaðr þess hers ok kallaðistRandalín, ok mætast þau í Svíþjóð ok ræna ok brenna,hvar sem þau fara yfir. Þetta spyrr Eysteinn konungrok safnar her í móti þeim, hverjum þeim manni, ervígr var í hans ríki. Ok er þeir mætast, verðr þar mikilorrosta, ok fá Loðbrókar synir sigr, en Eysteinn konungrfell, ok spyrst þetta ok verðr mjök frægt. Ragnarrkonungr, þar sem hann var í hernaði, spyrr þetta oklíkar stórilla við sonu sína, at þeir létu eigi hefndinabíða hans. Ok er hann kom heim í ríki sitt, þá segirhann Áslaugu, at hann skal gera eigi minna frægðarverken synir hans höfðu þá gert. \"Hefi ek nú flestallt þat ríki aptr unnit undir mik, er mínir forellrismennhafa átt, utan England eigi, ok því hefi ek núlátit gera knörru tvá í Líðum á Vestfold,\" -- því athans ríki stóð allt til Dofrafjalls ok Líðandisness. Áslaugsvaraði: \"Mörg langskip máttu þér hafa gera látitmeð verði þessa knarra. Vitu þér ok, at stórskipum erekki gott at halda at Englandi sakir straums ok útgrynnis,ok er þetta ekki vitrliga ráðit.\" En allt at einuferr Ragnarr konungr með þessum knörrum vestr tilEnglands með fimm hundruð manna ok brýtr bæðiskipin við England, en sjálfr hann ok allr herr hanskom heill á land. Tekr hann nú at herja, hvar semhann ferr."}}