{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_23", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_23", "text": {"0": "Nú víkr sögunni aptr í Danmörk til Þorgnýs jarlsok hans manna, ok á því sama hausti, er Hrólfr fórtil Garðaríkis, fór jarl um ríki sitt at veizlum, sem siðrhans var til.Einn dag gekk maðr ókunnigr fyrir jarlinn ok nefndistMöndull Pattason ok sagðist farit hafa víða um útlöndok lézt frá mörgu segja kunna ok mikla frægðunnit hafa. Hann var lágr á vöxt ok mjök riðvaxinn,fríðr at yfirlitum; utaneygðr var hann mjök. Jarl tókvel við þessum manni ok bað hann með sér dveljast.Þat þekktist hann. Skemmti hann jarlinum optliga oksagði frá mörgu fróðliga. Þar kom, at jarlinn tók hanní mikla kærleika, at hann kallaði hann at hverjumáli, ok var Möndull á tali við hann nætr ok daga,svá at jarl gleymdi þar fyrir sinni ríkisstjórn.Einn tíma sem optar er Björn ráðgjafi fyrir Þorgnýjarli ok ávítaði hann fyrir þat, er hann gerði ókunniganmann sinn tryggðamann, ok þat tal tæki svá ór hófi atganga, at hann gái eigi síns ríkis þar fyrir. Jarlinn reiðistorðum Bjarnar ok sagðist gera mundu sem hann hafðiþenkt, hvat er Björn sagði. Möndull heyrir orð Bjarnarok gaf sér ekki at. Björn talaði hér um enn mörgumorðum sannliga ok gekk burt síðan.Björn átti hús í borginni nær jarls herbergi, en annangarð utan borgar, sem fyrr var sagt. Einn dag komMöndull svá í herbergi Bjarnar, at hann var eigi heimaok engi maðr annarr nema Ingibjörg, kona hans. Hannlék við hana mjök blíðliga, en hún tók því vel. Þar kom,at hann leitaði við hana samfara ok fór þar um mörgumfögrum orðum. Hann bauð henni af sér at þiggjamarga góða gripi, en lastaði Björn í hverju orði okkvað hann ekki at manni vera. Ingibjörg reiddist þessumjök ok svaraði honum hæðiliga ok sagðist aldri meðhonum ganga skyldu. Möndull tók þá könnu ok bráundan yfirhöfn sinni ok bað hana drekka sáttarbikarþeira, en hún sló hendinni neðan undir kerit ok uppí andlit honum. Hann reiddist við þetta ok mælti:\"Eigi skulum vér fyrr skilja, þú ok Björn, bóndi þinn,en ek hefi launat ykkr því, sem þit eruð maklig, fyrirþá svívirðing, er þit hafið mér gert, bæði með orð okverk.\"Gekk hann síðan burt ok fyrir Þorgný jarl ok mælti:\"Þat vilda ek, herra, at þér sýnduð yðvart lítillæti okþægið af mér belti eitt, er ek tók í arf eptir föður minn.\"Hann leggr þat á borð fyrir jarlinn. Þat var allt meðgulli gert ok gimsteinum sett. Eigi þóttist jarl betragrip sét hafa. Jarl þakkaði honum ok sagðist eigi þvílíkagjöf þegit hafa af ótígnum manni. Var Möndullþar um vetrinn í sömum kærleikum, en fátt var Stefnitil hans ok Birni. Jarl hafði mikla virkt á beltinu oksýndi þat vinum sínum jafnan, þá er hann hafði veizlur.Ingibjörg, kona Bjarnar, tók krankleika nokkurnundarligan um vetrinn. Hún gerðist öll blá sem hel,en sinnaði um engan hlut, sem hún væri vitstola. VarðBirni mikil raun at þessu, því at hann unni hennimikit.Þat bar til um várit at veizlu einni, at beltit Möndulsnautrhvarf burt frá jarli. Var þess víða leitat ok fannsteigi. Þótti jarli þat mikill skaði ok lét mjök grund atgefa um eptirleitina, ok fannst þat eigi. Jarl spurðiMöndul, hvat hann hugði af orðit eða hversu eptirskyldi leita. Möndull segir: \"Vant er mér at kveða ámann, hverr tekit hefir, þótt ek þykkist nærri getamunu, en þat er líkara, at sá hafi fleira frá yðr stoliten þessu einu, er beltit hefir tekit. Mun þat ríkr maðrgert hafa, sá er jafnan hefir yðarn heiðr öfundat. Núer þat mitt ráð, at þér látið rannsókn uppi hafa, þá eralla varir minnst, ok lát engan undan ganga, þótt framrsé, en eigi mun sá sjálfkrafi sína hirzlu uppi láta, ertekit hefir, en hverr, sem þat hefir gert, má at réttuá gálga hanga.\" Jarli þykkir þetta gott ráð ok segirsvá vera skyldu. Lætr hann nú saman kalla alla sínahirð ok segir þeim, at hann vill rannsaka hvers mannshirzlu, fyrst Stefnis, sonar síns, ok Bjarnar ráðgjafa, sváat aðrir menn mætti því betr við una. Þeir létust þessbúnir. Var nú svá gert, at Stefnir sýndi fyrst sínar féhirzlur,ok fannst þar ekki. Síðan var hjá Birni leitatok öllum, er í váru borginni, ok kunni þat eigi at finnast.Þá mælti Möndull: \"Eiga mun Björn fleiri hirzluren hér at eins í staðnum, ok hefir þar eigi leitat verit.\"Stefnir sagði: \"Víst á Björn utan borgar. Ek trúi okeigi þangat leita mega.\" Jarl segir þangat fara skyldu,ok svá gerðu þeir. Lét Björn þá uppi rannsókn semfyrr. Möndull gengr at fornri kistu einni ok spyrr, hvatþar er í. Björn segir þar í vera fornan skipsaum. Jarlbað upp lúka. Björn leitaði at lyklinum ok fann ekki.Jarl gekk þá at, braut upp ok bar upp þat, er í var,en á neðanverðum botninum lá beltit. Allir menn undruðuþetta, en Björn þó mest, því at hann vissi sik saklausanaf þessu. Jarl varð nú reiðr mjök ok bað Björnhöndum taka, -- \"ek skal,\" segir hann, \"hengja þik áhæsta gálga, þegar er morginn kemr, því at þetta hefirhann fyrri gert, þó at nú at eins sé víst orðit.\"Var nú Björn tekinn ok bundinn sterkliga, því atengi þorði móti at mæla, þó at hann þætti ómakligrþessa. Björn bauð skírslur fyrir sik, sem landssiðr ertil, en jarl vildi þat ekki heyra. Stefnir fekk þat afföður sínum, at hann lifði sjau nætr, ef þat fyndistnokkut í, at honum væri til hjálpar, ok skyldi hannvera í varðhaldi Mönduls ok eigi í borgina heim koma.Margir hörmuðu þetta, því at Björn var mjök vinsæll.Fór jarl nú heim í staðinn með mönnum sínum, okgengu undir drykkjuborð. En þegar hirðin hafði kenntfyrsta rétt ok drukkit fyrsta bikar, var öllum horfinvinátta við Björn, ok þótti þá öllum sem hann mundisannr at sök.Möndull var nú í garði Bjarnar ok rak í burtu allahans heimamenn. Hann tók Ingibjörgu ok lagði í sænghjá sér hverja nótt, Birni ásjáanda, ok hafði hún alltblíðlæti við hann, en mundi ekki til Bjarnar, bóndasíns. Þótti nú Birni þungliga at fara, ok líða nú sváþessar sjau nætr, sem frá var sagt.Víkr nú aptr sögunni þangat, er fyrr var frá horfit,því at eigi verðr af tveimr hlutum sagt í senn, þótt báðirhafi jafnfram orðit."}}