{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_9", "text": {"0": "Eysteinn hefir konungr heitit, er réð fyrir Svíþjóðu.Hann var kvángaðr ok átti eina dóttur. Sú hét Ingibjörg.Hún var allra kvenna fríðust ok vænst sýnum.Eysteinn konungr var ríkr ok fjölmennr, illgjarn okþó vitr. Hann hafði atsetu at Uppsölum. Hann varblótmaðr mikill, ok at Uppsölum váru blót svá mikilí þann tíma, at hvergi hafa verit meiri á Norðrlöndum.Þeir höfðu átrúnað mikinn á einni kú, ok kölluðu þeirhana Síbilju. Hún var svá mjök blótin, at menn máttueigi standast lát hennar. Ok því var konungr vanr, þáer hers var ván, at þessi kýr in sama var fyrir fylkingum,ok svá mikill djöfuls kraptr fylgdi henni, atóvinir hans urðu svá ærir, þegar þeir heyrðu til hennar,at þeir börðust sjálfir ok gáðu sín eigi, ok fyrir þá sökvar óherskátt á Svíþjóð, at menn treystust eigi við slíktofrefli at etja. Eysteinn konungr átti vingott við margamenn ok höfðingja, ok er þat sagt, at í þann tíma varvinátta mikil með þeim Ragnari ok Eysteini konungiok þeir váru því vanir, at sitt sumar skyldi sækja veizluhvárr þeira til annars. Nú kemr at því, at Ragnarrskal sækja veizlu til Eysteins konungs. Ok er hannkemr til Uppsala, var honum vel fagnat ok liði hans.Ok þá er þeir drekka inn fyrsta aptan, lætr konungrdóttur sína byrla sér ok Ragnari. Ok þat mæltu mennRagnars með sér, at engi væri annarr til en hann bæðidóttur Eysteins konungs, en hann ætti eigi lengr karlsdóttur.Ok nú verðr til einnhverr hans manna at tjáþetta fyrir honum, ok því lýkr svá, at honum er heititkonunni, ok skyldi hún þó sitja í festum mjök lengi.En þá er þeiri veizlu var lokit, býst Ragnarr heim,ok ferst honum vel, ok er ekki sagt frá ferð hans, fyrren hann á skammt til borgarinnar, ok liggr leið hansum skóg einn. Þeir koma í eitt rjóðr, er var í skóginum.Þá lætr Ragnarr nema staðar lið sitt ok kvaddisér hljóðs ok biðr þá menn alla, er í hans ferð höfðuverit til Svíþjóðar, at engi skyldi segja hans fyrirætlan,er stofnuð var um ráðahag við dóttur Eysteins konungs.Nú leggr hann svá ríkt við þetta, ef sá er nokkurr,er of þetta geti, at hann skal engu fyrir týna nemalífinu. En nú er hann hafði talað slíkt er hann vildi,fór hann heim til bæjarins. Ok nú verða menn fegnir,er hann kemr aptr, ok þá var drukkit fagnaðaröl ímóti honum. Ok er hann kemr í hásætit ok hefir setiteigi lengi, áðr Kráka kemr í höllina fyrir Ragnar oksezt í kné honum ok leggr hendr um háls honum okspyrr: \"Hvat er tíðenda?\" En hann kveðst engi kunnaat segja. Ok er á leið kveldit, taka menn til drykkju,ok síðan fara menn til svefns. Ok er þau koma í einarekkju Ragnarr ok Kráka, spyrr hún hann enn tíðenda,en hann kveðst engi vita. Nú vill hún hjala margt,en hann kveðst vera syfjaðr mjök ok farmóðr. \"Númun ek segja þér tíðendi,\" segir hún, \"ef þú vilt mérengi segja.\" Hann spyrr, hver þau væri. \"Þat kalla ektíðendi,\" segir hún, \"ef konungi er heitit konu, enþat er þó sumra manna mál, at hann eigi sér aðra áðr.\"\"Hverr sagði þér þetta?\" segir Ragnarr. \"Halda skulumenn þínir lífi ok limum, því at engi sagði mér þinnamanna,\" segir hún. \"Þér munduð sjá, at fuglar þrírsátu í trénu hjá yðr. Þeir sögðu mér þessi tíðendi. Þessbið ek, at þú vitir eigi ráða þessa, sem ætlat er. Númun ek segja þér, at ek em konungs dóttir, en eigikarls, ok faðir minn var svá ágætr maðr, at eigi fekksthans jafningi, en mín móðir var allra kvenna fríðustok vitrust, ok hennar nafn mun uppi, meðan veröldinstendr.\" Nú spyrr hann, hverr faðir hennar var, efhún væri eigi dóttir þess ins fátæka karls, er á Spangarheiðivar. Hún segir, at hún var dóttir SigurðarFáfnisbana ok Brynhildar Buðladóttur. \"Þat þykki mérallólíkligt, at þeira dóttir mundi Kráka heita eða þeirabarn mundi í slíku fátæki upp vaxa sem á Spangarheiðivar.\" Þá svarar hún: \"Saga er til þess,\" ok núsegir hún ok hefr þar upp sögu, sem þau hittust áfjallinu Sigurðr ok Brynhildr ok hún var byrjuð. \"Oker Brynhildr varð léttari, var mér nafn gefit, ok varek kölluð Áslaug.\" Ok nú segir hún allt, sem farithafði frá því, er þau karl hittust. Þá svarar Ragnarr:\"Þessum mun ek við bregða Áslaugar órunum, er þúmælir.\" Hún svarar: \"Þú veizt, at ek em eigi heill maðr,ok mun þat vera sveinbarn, er ek geng með, en áþeim sveini mun vera þat mark, at svá mun þykkjasem ormr liggi um auga sveininum. Ok ef þetta gengreptir, bið ek þess, at þú komir eigi til Svíþjóðar þeirartíðar, at þú fáir dóttur Eysteins konungs. En ef þettarýfst, far þú með sem þú vilt. En ek vil, at sjá sveinnsé heitinn eptir feðr mínum, ef í hans auga er þettafrægðarmark, sem ek ætla, at vera muni.\" Nú kemr atþeiri stundu, er hún kennir sér sóttar ok verðr léttariok elr sveinbarn. Nú tóku þjónustukonur sveininn oksýndu henni. Þá mælti hún, at bera skyldi til Ragnarsok láta hann sjá. Ok nú er svá gert, at sá inn ungimaðr var borinn í höllina ok lagðr í skikkjuskautRagnars. En er hann sér sveininn, var hann spurðr,hvat heita skyldi. Hann kvað vísu:\"Sigurðr mun sveinn of heitinn,sá mun orrostur heyja,mjök líkr vera móðurok mögr föður kallaðr;sá mun Óðins ættaryfirbátr vera heitinn,þeim er ormr í auga,er annan lét svelta.\"Nú dregr hann gull af hendi sér ok gefr sveininum atnafnfesti. Ok þá er hann réttir höndina með gullinu,kemr við bak sveininum, en þat virðir Ragnarr svásem hann vildi hata gullinu. Ok nú kvað hann vísu:\"Brynhildar lízt brögnumbrúnstein hafa fránandóttur mögr inn dýriok dyggligast hjarta;sjá berr alla ýtaundleygs boði magni,Buðla niðr, er baugibráðgerr, hatar rauðum.\"Ok enn kvað hann:\"Sá ek engum sveininema Sigurði einumí brúnsteinum brúnabarðhjarls tauma lagða;sjá hefir dagrýrir dýja,dælt er hann at því kenna,hvass í hvarmatúnihring myrkviðar fengit.\"Nú mælti hann, at þann svein skyldi bera í skemmuút. En þá var því lokit, at hann mundi til Svíþjóðarfara. Ok nú kemr upp ætt Áslaugar, svá at þat veithverr maðr, at hún er dóttir Sigurðar Fáfnisbana okBrynhildar Buðladóttur."}}