{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_15", "text": {"0": "Tökum vér nú þar til, sem Úlfkell snillingr flýðiór bardaganum. Hann komst til lands við fimmtándamann, en missti allt sitt lið annat. Hann helt nú spurnumtil, hvar Úlfr, bróðir hans, mundi vera, ok spyrsthonum svá til, at hann sé á Bjarmalandi. Fór hannnú á hans fund. Hárekr hét sá konungr, er þar réðfyrir. Dóttir hans hét Eðný. Úlfr hafði beðit hennar,en konungr vildi eigi gifta hana. Þá herjaði Úlfr álandi hans. Nú at þeir bræðr fundust, bera þeir ráðsín saman, at þeir skulu fara á fund Háreks konungs.Þeir höfðu sex tigi skipa. En er þeir kómu í hafnirþær, er lágu fyrir konungs höllinni, þá fór Úlfkellsnillingr á fund konungs ok kveðr hann sæmiliga. Konungrspurði, hvat manna hann væri. Hann sagði til itsanna. Konungr spurði, hverr stýrði þeim inum miklaher, sem þar var kominn, en Úlfkell sagði, at honumstýrði Úlfr inn illi, -- \"en vit erum bræðr. Fór ek þvíá yðvarn fund, at vit viljum bjóðast til at vera yðrirmenn. Ef þú vilt gifta Úlfi dóttur þína, þá vil ekleggja til með Álaborg ok Aldeigjuborg ok öll þauríki, sem þar fylgja, því at þat er mín eign. Væntirmik, at yðr verði mikill styrkr at okkr bræðrum, enmörgum mun þykkja þröngt fyrir dyrum, ef vér skulumillt þreyta.\" Konungr bað hann fresta til umráðavið menn sína. Úlfkell veitti þat. Konungr spurði dóttursína, hvat hún leggr til, en hún sagði, at henni þættimikill vandi um hernað þeira bræðra, -- \"en ef vístværi ríkit, þá þætti mér ásjávert,\" en kveðst einskisills synja fyrir þá, ef þeim væri synjat, ok urðu þærendalyktir, at Úlfr fekk Eðnýjar, ok tóku þeir bræðrlandvörn fyrir Bjarmalandi.Úlfkell helt spurningum til, hverr sá mundi vera,at barizt hefði við hann, þá þeir Hálfdan áttust við,en Hárekr konungr sagði honum, at sá hét Grímr, --\"ok ræðr fyrir austr í Kirjálabotnum ok hefir brotiztþar til ríkis, ok vita menn eigi, hvaðan hann er ættaðr.Honum fylgir fóstrdóttir hans, svá fögr mær, atmenn hafa eigi spurn af annarri jafnvænni.\" \"Þar ersá maðr,\" sagði Úlfkell, \"at ek vildi á hefnileið róa,ef kostr væri, ok vilda ek þar til hafa hjálp ok styrkaf yðr.\" Konungr mælti: \"Þat má oss vel saman koma,því at þar er sú mær, at ek ætla mér at biðja.\" Þeirsögðu báðir, at þeir vildu honum þar til standa, oksögðu, at þeim þótti þat vel stofnat, ok staðfesta meðsér, at þeir skulu þangat fara, þegar sumar kemr, okeigi fyrr í burtu en Grímr væri í helju, en konungrhefði fengit jungfrúna. Sátu þeir nú um kyrrt.En er váraði, bjuggu þeir skip sín. Þeir höfðuógrynni hers. Með þeim váru tveir konungar finnskir.Hét annarr Fiðr, en annarr Flóki. Þeir váru galdramenn.Fara þeir nú þangat til, at þeir koma austr íKirjálabotna ok fundu Grím. Þurfti þar eigi at sökumat spyrja. Buðu þeir Grími þegar bardaga eðahitt, at hann gæfist upp í þeira vald ok gæfi konungiríkit allt ok fóstrdóttur sína. Grímr sagði, at þeimskyldi meira fyrir verða, -- \"á konungr þessi engar sakirvið oss, en þú, Úlfkell, munt fara verri för en fyrr.\"Sofa þeir í náðum um nóttina, en um morgun gekkGrímr út af kastalanum með öllu sínu liði, ok tókstþar in snarpasta orrosta, ok helzt sá bardagi til kvelds.Hafði Grímr misst þá margan mann. Fór hann þá aptrí kastalann, en at morgni dags tóku þeir til bardaga,ok var þá engi vápnfærr maðr eptir í kastalanum."}}