{"originalTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_6", "text": {"0": "Nú er morginn kom, váru þeir snemma á fótum.Var Goðmundr leiddr til konungs hallar. Konungrfagnaði honum vel. \"Viljum vér nú vita,\" segir konungr,\"hvárt þú vilt veita mér slíka hlýðni sem faðirþinn, ok vil ek þá auka þínar nafnbætr. Skaltu þáhalda Risalandi ok sverja mér eiða.\" Goðmundr svarar:\"Ekki er þat lög at krefja svá unga menn til eiða.\"\"Þat skal vera,\" sagði konungr. Síðan tók konungr guðvefjarskikkjuok lagði yfir Goðmund ok gaf honumkonungsnafn, tók síðan horn mikit ok drakk til Goðmundi.Hann tók við horninu ok þakkaði konungi.Síðan stóð Goðmundr upp ok sté á stokkinn fyrir sætikonungs ok strengdi þess heit, at hann skal engumkonungi þjóna né hlýðni veita, meðan Geirröðr konungrlifði. Konungr þakkaði honum, sagði sér þat þykkjameira vert en þótt hann hefði eiða svarit. Síðan drakkGoðmundr af horninu ok gekk til sætis síns. Váru mennþá glaðir ok kátir.Tveir menn eru nefndir með Agða jarli. Hét annarrJökull, en annarr Frosti. Þeir váru öfundsjúkir.Jökull þreif upp uxahnútu ok kastaði í lið Goðmundar.Þorsteinn sá þat ok henti á lopti ok sendi aptr, okkom á nasir þeim, er Gustr hét, ok brotnaði í honumnefit ok ór honum allar tennrnar, en hann fell í óvit.Geirröðr konungr reiddist ok spurði, hverr berði beinumyfir hans borð. Sagði hann, at reynt skyldi verða,hverr sterkastr væri í steinkastinu, áðr en úti væri.Síðan kallar konungr til tvá menn, Drött ok Hösvi:\"Farið þit ok sækið gullhnött minn ok berið hannhingat.\" Þeir fóru ok kómu aptr með eitt selshöfuð,er stóð tíu fjórðunga. Þat var glóanda, svá at sindraðiaf svá sem ór afli, en fitan draup niðr sem glóanda bik.Konungr mælti: \"Takið nú knöttinn ok kastið hverrat öðrum. Hverr, sem niðr fellir, skal fara útlægr okmissa eignir sínar, en hverr eigi þorir at henda, skalheita níðingr.\""}}