{"originalTitle": "Gríms_Saga_Loðinkinna_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Gríms_Saga_Loðinkinna_Chapter_2", "text": {"0": "Annan dag eptir var veðr gott. Gengu þeir þá umfjörur ok sáu, hvar rekin var reyðr mikil. Gengu þeirþangat ok tóku til hvalskurðar. Litlu síðar sá Grímr,hvar tólf menn gengu. Þá bar brátt at. Grímr heilsarþeim ok spyrr at nafni. Sá kveðst heita Hreiðarr innhvatvísi, er fyrir þeim var, ok spurði, hví Grímr vildiræna hann eigu sinni. Grímr kveðst fyrr hafa fundithvalinn. \"Veiztu eigi,\" sagði Hreiðarr, \"at ek á hérreka alla?\" \"Eigi veit ek þat,\" sagði Grímr, \"en hversusem er, þá höfum at helmingi.\" \"Eigi vil ek þat,\"sagði Hreiðarr. \"Þér skuluð gera annathvárt, ganga fráhvalnum ella munu vér berjast.\" \"Fyrr gerum vérþat,\" sagði Grímr, \"en missa allan hvalinn,\" fóru síðantil ok börðust, ok gerðist þar in harðasta sókn.Hreiðarr ok hans menn váru bæði stórhöggvir ok vápnfimir,ok innan lítils tíma fellu báðir menn Gríms.Var þá bardagi inn harðasti, en þó lauk svá, at Hreiðarrfell ok allir menn hans. Grímr fell ok bæði af sárumok mæði. Lá hann þar nú í valnum í fjörunni okætlaði sér ekki nema dauða.En er hann hafði eigi lengi legit, sá hann, hvar konagekk, ef svá skyldi kalla. Hún var eigi hæri en sjauvetra gamlar stúlkur, en svá digr, at Grímr hugði, athann mundi eigi geta feðmt um hana. Hún var langleitok harðleit, bjúgnefjuð ok baröxluð, svartleit oksvipilkinnuð, fúlleit ok framsnoðin. Svört var hún bæðiá hár ok á hörund. Hún var í skörpum skinnstakki.Hann tók eigi lengra en á þjóhnappa henni á bakit.Harðla ókyssilig þótti honum hún vera, því at hordingullinnhekk ofan fyrir hváptana á henni. Húngengr þangat at, sem Grímr lá, ok mælti: \"Lágt faranú höfðingjarnir Háleygjanna, eða viltu, Grímr, þiggjalíf af mér?\" Grímr svarar: \"Varla kann ek þat, sváámátlig sem þú ert, eða hvert er nafn þitt?\" Húnsvarar: \"Ek heiti Geirríðr Gandvíkrekkja. Máttu þatætla, at ek er hér nokkurs ráðandi um víkina, ok gerþik greiðan í öðru hváru.\" Grímr svarar: \"Þat er forntorð, at frekr er hverr til fjörsins, ok mun ek þat kjósaat þiggja líf af þér.\" Hún greip hann þá upp undirskinnstakkinn ok hljóp með hann sem eitt lébarn oksvá hart, at hann var vinds fullr. Hún létti eigi fyrrien þau kómu at helli einum stórum, ok er hún léthann niðr, sýndist Grími hún slíkt at ámátligri enfyrr. \"Nú ertu hér kominn,\" sagði hún, \"ok vil ek, atþú launir mér, at ek barg þér ok bar hingat, ok kyssirmik nú.\" \"Þat má ek engan veg gera,\" sagði Grímr,\"svá fjándliga sem mér lízt nú á þik.\" \"Þá mun ekenga þjónustu þér veita,\" sagði Geirríðr, \"ok sé ek,at þá ertu skjótt sem dauðr.\" \"Þat mun þá þó veraverða,\" sagði Grímr, \"þó at mér sé þat mjök í mótiskapi.\" Hann gekk þá at henni ok kyssti hana. Eigiþótti honum hún svá ill viðkvámu sem hún var hrímugligat sjá. Þá var komit at kveldi. Bjó Geirríðr þásæng ok spurði, hvárt Grímr vill liggja einn samaneða hjá sér. Grímr kvaðst heldr vilja liggja einn saman.Hún kveðst þá enga stund vilja á leggja at græða hann.Grímr sá, at þat mátti honum eigi nægja, ok kveðstþá heldr mundu hjá henni liggja, ef sá væri á baugi.Gerði hann þá svá. Batt hún áðr öll sár hans, ok þóttisthann hvárki kenna sviða né sárinda. Þat þótti honumundarligast, hversu mjúkfingruð hún var, svá ljótarhendr sem honum sýndist hún hafa, því at honumþótti þær gammsklóm líkari en mannshöndum. Enþegar er þau kómu í sæng, sofnaði Grímr. En er hannvaknar, sá hann konu svá fagra liggja í sænginni hjásér, at slíka þóttist hann varla sét hafa. Hann undraðist,hversu lík hún mátti vera sköpuð Lopthænu,festarkonu hans. Niðri fyrir stokkinum sá hann, hvar lásá inn illiligi tröllkonuhamr, er Geirríðr Gandvíkrekkjahafði haft. Raun-máttlítil var þá þessi kona. Hannstóð upp skjótt ok dró haminn fram í eldinn ok brenndiupp at kolum. Síðan fór hann til ok dreypti á konuna,þar til at hún raknaði við ok mælti: \"Nú hefir hvárttveggjaokkar vel: Ek gaf þér líf fyrir öndverðu, enþú komt mér ór ánauðum.\" \"Hversu komtu hér, eðameð hverju móti er um hag þinn?\" sagði Grímr. Húnsvarar: \"Litlu síðar en þú vart farinn ór Vík austanfrá Haraldi, föður mínum, mætti Grímhildr, stjúpmóðirmín, mér, svá talandi: \"Nú skal ek þat launaþér, Lopthæna, at þú hefir sýnt mér þrjózku ok þverúð,síðan er ek kom í ríkit. Læt ek þat verða um mælt,at þú verðir at inni ljótustu tröllkonu ok hverfir norðrtil Gandvíkr ok byggir þar afhelli ok sitir þar í stóðrennivið Hrímni, bróður minn, ok eigizt þit við bæðimargt ok illt, ok hafi þat verr, sem verr herðir sik.Þú skalt ok vera hvimleið öllum, bæði tröllum okmönnum. Þú skalt ok,\" sagði hún, \"í þessari ánauðvera alla þína ævi ok aldri ór komast, nema nokkurrmennskr maðr játi þér þeim þrim hlutum, sem þúbeiðir, sem ek veit, at engi mun vera. Sá er inn fyrstiat þiggja at þér líf, sá annarr at kyssa þik, ok sá erinn þriði at byggja eina sæng ok þú, sem öllum munfirst um fara.\" Nú hefir þú þessa hluti alla við mikgerva, enda var þér ok skyldast. Nú vil ek, at þú færirmik í Vík austr til föður míns ok drekkir til mínbrullaup eptir því, sem ætlat var.\"Síðan fóru þau heim til skála Gríms, ok var þá nógrveiðifangi. Lá þá hvalr í hverri vík. Hlóð hann núferju sína, ok er hann var búinn, helt hann frá landi,ok váru þau tvau á skipi, Grímr ok Lopthæna. Tókhann þá til listar þeirar, er haft hafði Ketill hængr,faðir hans, ok aðrir Hrafnistumenn, at hann dró uppsegl í logni, ok rann þegar byrr á. Sigldi hann þá heimí Hrafnistu, ok þóttust menn hann hafa heimtan órhelju."}}