{"originalTitle": "Sörla_Saga_Sterka_Chapter_26", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_26", "text": {"0": "Síðan sigldu þeir af Svíþjóð á burt ok kómu tilEnglands. Gaf þeim vel byri ok kómust með heilu okhöldnu þangat it fyrsta. Ok er Högni hittir at málisystur sína, drottningu Marsibil, segir hann henni alltfrá viðskiptum þeira Sörla ins sterka ok svá þat með,at nú eru þeir sáttir ok fóstbræðr orðnir. En er húnheyrði þat, varð hún svá full harms ok reiði, at engifekk hana stillta. Lét hún þá, at aldri mundi hún tilfriðs verða upp frá þeim degi, fyrr en Sörli væri af dögumráðinn, ella hann skyldi í sundr drafna ok aldrifrið hafa. Sörli heyrði nú þetta, þar eð hann sat, okmælti nú þetta með sjálfum sér hljótt, svá at engiheyrði: \"Þat vilda ek nú, at Mána kerling, vinkonamín, væri komin at stilla ofsa þinn.\" Ok eptir þat gekkSörli þangat at, sem drottning sat, ok lagði höfuð í knéhenni. Mælti hann þá: \"Svá er nú komit, drottning,at hér máttu fá at líta Sörla inn sterka, er menn kalla,ok ger nú til við hann, hvat þér líkar.\" En sem drottningsá hann, rénaði henni öll reiði ok varð með ölluorðfall. Síðan sætti Högni Sörla við drottningu, systursína, ok var nú drukkit lystugt vín ok leikar framdirmeð kurt ok hæversku í ina næstu þrjá daga.En at liðinni veizlunni sigldu þeir burt til Noregsok sóttu þangat þær Ingibjörgu ok Steinvöru, konungsdætrnarErlings ok Haralds Valdimarssonar, sigldu síðanaf Noregi aptr ok heim til Svíaríkis með öllu sínu föruneyti.Var þá haldin veizla dýrlig ok at boði gengit. FekkHögni þá Ingibjargar, systur Sörla, en Sörli fekk hanssystur aptr í móti, ok er hún eigi nefnd, en Þórir sterkifekk Steinvarar, dóttur Haralds konungs Valdimarssonar.Váru þessi brullaup öll haldin í einu með gleði okgóðum fagnaði ok alls konar lystiligri skemmtan, er þávar tíð mönnum í því landi. Ok at endaðri veizlunni heltSörli aptr heim til Noregs ok gerðist þar konungr yfir, enHögni gerðist konungr yfir Svíaríki ok stýrði því allttil dauðadags. Gerði hann Þóri sterka at jarli þar íríkinu. Þeir Högni ok Sörli slitu aldri sína vináttu,meðan þeir lifðu báðir, ok er eigi getit þar um, hvártþeim hafi barna auðit orðit eða eigi eptir sik.Lýkr hér nú sögunni af Sörla inum sterka ok hansmiklu afreksverkum með svá sögðu niðrlagi ok endalykt."}}