{"originalTitle": "Örvar-Odds_Saga_Chapter_20", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_20", "text": {"0": "Þat var einn veðrdag góðan, at þeir Sírnir ok Garðarrfóru á land at skemmta sér ok margir menn meðþeim, en Oddr var við skip niðri. Rauðgrani sástekki. Veðr var furðu heitt, ok fóru þeir fóstbræðr afklæðum ok á sund við vatn eitt. Þar var skógr nærri.Flestir váru menn þeira at nokkurri skemmtan. En erá leið daginn, sáu þeir, at dýr eitt furðu stórt kom framór skóginum. Þat hafði mannshöfuð ok geysistórar vígtennr.Hali þess var bæði langr ok digr, klærnar furðuligastórar. Sitt sverð hafði þat í hvárri kló; þau várubæði björt ok stór. Þegar er þetta finngálkn kemrfram at mönnum, þá emjar þat ógurliga hátt ok drapþegar fimm menn í fyrsta atvígi. Þá hjó húnmeð hváru sverði, en inn þriðja beit hún með tönnunum,tvá sló hún með halanum ok alla til dauðs. Innanlítils tíma hafði hún drepit sex tigi manna. Þá varGarðarr klæddr ok snarar þegar fram í móti finngálkninuok höggr þegar með sverði til þess svá hart, at sverðithrýtr ór annarri klónni ok út í vatnit, en hún höggrannarri til Garðars með sverðinu, svá at hann fellþegar til jarðar. Hljóp hún þá ofan á hann. Í því komSírnir at með sverð þat brugðit, er Sniðill hét, allrabezt, svá at hvergi nam í höggi stað. Hann hjótil dýrsins ok af því annat sverðit ok út á vatnit. Í þvísló finngálknit hann undir sik, svá at hann var þegarí óviti. Menn þeir, sem undan kómust, hlupu til skipaok segja Oddi fall þeira fóstbræðra ok margra mannaannarra, segja ok, at engi mætti við þá óvætti eiga, -- \"okskaltu, Oddr,\" segja þeir, \"halda þegar í stað frá landi,ok forðum oss sem skjótast.\" \"Skömm mikil er þat,\"sagði Oddr, \"ef vér skulum svá í burt fara, at ek hefnaekki þeira fóstbræðra, svá vaskir menn sem þeir váru,ok skal þat aldri.\" Tekr hann þá örvamæli sinn okgengr á land. Ok er hann var skammt kominn, heyrðuþeir ógurlig læti. Litlu síðar sér Oddr, hvar finngálknitferr. Hann leggr þá eina af Gusisnautum á streng okskýtr í augat á dýrinu ok út um hnakkann. Finngálknitgekk þá svá hart at honum, at Oddr kom eigi boganumvið. Færði þat þá báðar klærnar í bringu honum sváhart, at honum var búit við at falla á bak aptr, enskyrtan dugði þá sem optar, svá at klærnar grönduðuekki Oddi. Hann brá þá sverðinu, er hann var gyrðrmeð, bæði skjótt ok hart ok hjó ór dýrinu halann, erþat ætlaði at slá hann með, en annarri hendi helt hannþví frá sér, svá at þat náði eki at bíta hann. En erþat hafði misst halann, rann þat til skógar grenjanda.Þá skaut Oddr annarri Gusisnaut. Hún kom aptan ábak dýrinu ok smó fram í hjartat ok út um brjóstit;fell þá finngálknit til jarðar. Hlaupa þá þar mennmargir at dýrinu ok lömdu ok hjuggu, er hvergi höfðuáðr þorat nær at koma. Var dýrit þá með öllu dautt.Síðan lét Oddr brenna dýrit, en færa þá fóstbræðr tilskipa ok græða.Síðan heldu þeir á burt þaðan ok sátu í Danmörkum vetrinn. Lágu þeir þá mörg sumur í hernaði okherjuðu um Svíþjóð, Saxland, Frakkland ok Flæmingjaland,þar til at þeim Sírni ok Garðari leiddist hernaðrok settust at ríkjum sínum. Rauðgrani fylgir þeim, þvíat hann hafði komit af landi ofan, þá þeir váru búnirat sigla, eptir er Oddr hafði unnit finngálknit, ok sjaldanvar Rauðgrani þá við staddr, er nokkurar mannraunirváru í, en inn ráðugasti var hann, þá er þessþurfti við, ok latti sjaldan stórvirkja."}}