{"originalTitle": "Commentary_On_Beowulf_Lines_875-900", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Commentary_On_Beowulf_Lines_875-900", "text": {"0": "Sigemund.References: L 4.107-115; besides: W. Grimm L 4.673 17 f; Jiriczek L 4. 67 n 55 ff., 89 ff.; Koegel L 4 8. ia 172 ff., ib 198 ff.; Binz 190 ff.; Symons L 4 29  § 27; Chadwick Or. 148 f The cursory, epitomizing report embodies two separate stories, going back, perhaps, to two originally separate lays, viz. 1) Sigemund's wīde sīðas of fierce fighting, especially those undertaken in company with Fitela, 2) his dragon fight.1) The vague abstract of the former receives full light from the Vǫlsungasaga, chs. 3-8.For a modern version in poetical form, see William Morris's The Story of Sigvrd the Volsung and the Fall of the Niblungs, the first part of Book i Cf. H Bartels, William Morris, The Story of Sigurd the Volsung etc.: Studie uber das Verhaltnis des Epos zu den Quellen. Munster (Diss.), 1906. Sigmundr, we are told, is the eldest son of King Volsungr, a descendant of Óþinn. His twin sister Signý is married against her will to Siggeirr, king of Gautland. While on a visit at Siggeir's court, Vǫlsungl and his men are treacherously slain (cp. the Finnsburg legend); his sons are taken prisoners and meet death one after another except Sigmundr, who escapes into the forest. Sigmundr and Signý brood revenge. Seeing that her sons by Siggeirr are lacking in valor and that only a true Vǫlsung son will be able to help in the work of levenge, Signý, impelled by a desperate resolve, disguises herself as a witch and visits her brother in the forest, and when her time comes, she gives birth to a son, who is named Sinfjǫtli. Ten years old, the boy at his mother's bidding joins Sigmundr (who does not know until the final catastrophe that Sinfjǫtli is his son) and is trained by him in deeds of strength and hardship. 'In summer they fare far through the woods and kill men to gain booty' (ch. 8); living for a time as werewolves 'they performed many famous deeds in the realm of King Siggeirr.' (Cp. Beow. 883 f., fǣhðe ond fyrena 879 [Helgakv. Hund. i 43: firinverkum (?)].) Finally Sigmundr and Sinfjǫth accomplish the revenge by setting fire to Siggeir's hall.How far the version known to the author of Beowulf agreed with this part of the Vǫlsungasaga, it is impossible to determine. The fact that Fitela is referred to as Sigemund's nefa only (881), might perhaps be held to betoken Sigemund's own ignorance of their true relation, or it may be attributed to the Christian author's desire to suppress that morally revolting motive. But we do not know, indeed, whether the Anglo-Saxons of that time were at all acquainted with a story answering to the Sigmundi-Signý motive. The form Fitela differs from the established Noise compound name Sinfjǫtli (whose bearer figures in the Eddas and in EiríksmálSigmundr and Sinfjǫtli are bidden by Óðmn to welcome King Eirikr on entering Valhǫll (Valhalla). (Corp. Poet. Bor. [L 10.1] i 261.)) and from the High German Sintarfizzilo (merely recorded, by the side of Fezzilo, Fizzzilo, as a man's name). Also the designation of Sigemund's father as Wæls (897; Sigemund = Wælsing 877) differs from his Norse name Vǫlsungr, which latter is presumably the result of confusion, the patronymic form being taken for a proper name. It is possible, though, that Wæls itself (used in Wælses eafera 897 = Wælsing) is a (secondary) 'back formation' inferred from Wælsing (Sievers, Zum ags. Vocalismus [1900], p. 22; Boer L 4.113.93).--It should be mentioned that a perplexing OE. poem in the Exeter MS., the so-called First Riddle, has been interpreted by Schofield as a lyric, 'Signy's Lament,' referring to the Sigmund-Signý-Fitela incident, but the evidence is by no means conclusive.An excellent historical sketch of scholarly opinion on this poem is found in Wyatt's edition of the Old English Riddles (Belles-Lettres Series, 1912), pp. xx-xxviii.2) Sigemund's dragon fight is peculiar to the Beowulf It naturally suggests the far-famed dragon fight of his still greater son, (ON.) Sigurðr, (MHG.) Sigfrit, which kindled the imagination of the ScandinaviansWitness the Eddas, Vǫlsungasaga, and notable representations in Northern art, see Olrik L 9.38. 111 f. and was not forgotten by the Germans,Nibel. 101, 842 (cp. 88 ff), Seyfridslied, cf. þídrekssaga. and which in fact -- especially as part of the great Nibelungen cycle -- has been celebrated in modern Germanic epic, drama, and music. As Sigemund is called wreccena wīde mǣrost/ofer werpēode 898, Sigurðr, in the seer's words, is to be 'the greatest man under the sun, and the highest-born of all kings' (Grípispá 7); and the slaying of the dragon brings no little renown to Sigemund (æfter dēaðdæge dōm unlȳtel 885) just as to his illustrious son ('this great deed will be remembered as long as the world stands,' Vǫlsungasaga, ch. 19). But there are differences between the two stories, quite apart from the greater fulness of detail found in the narrative of Sigurð's exploit. The manner of the fight itself is not the same, Sigemund's deed appearing the more genuinely heroic one. Noteworthy incidents of the Beowulf version are the dissolving of the dragon in its own heat (897) and the carrying away of the hoard in a boat (895).In Gupriúnarkv. ii 16 Sigmundr is represented as a maritime king. For points of contact with Bēowulf's and Frotho's dragon fights, see Intr. xxii f.It is widely held that the dragon fight belongs properly to Sigfrit and not to Sigemund, his father;Thus, according to Goebel, \"there seems little doubt that Siegfried's famous deed was transferred to Sigmund when through the latter the legend began to connect Siegfried with the chosen clan of the Volsungs and their special protector, Oðinn.\" (JEGPh. xvii 2 f.) Excepting this variation in respect to the name, the Beowulfian account has been thought to contain the oldest form of the legend of Siegfried. (Cf. Goebel, l.c.） yet there is no positive evidence to prove that the Ags. poet was in error when he attributed that exploit to the latter. Sigurðr-Sigfrit may, in fact, have been unknown to him. It is, on the whole, probable that in his allusions to Sigemund as well as to Heremōd he followed good old Danish tradition,Perhaps of a semi-historical nature, see Chadwick Or. 148 f. The tradition of Sigemund has commonly been held to be of Frankish provenience, though Bugge (L 4.112) argued for an East Gothic origin. Moorman (L 4.115) conjectures that Sigemund was the leader of a band of Burgundian (Wælsing) exiles that settled in Norfolk. Boer (Zfd A. xlvii 130 n.), like Chadwick, believes in Scandinavian sources. and that at that time no connection had yet been established between the Sigemund (Wælsing) legends and those of Sigfrit and of the Burgundians. Grundtvig's ingenious attempt to read Sigfrið into the Beowulf episode (Gru., pp. xxxviii f.) rests on violent emendation and interpretation; and the more recent claim of [Soderberg and] Wadstein (The Clermont Runic Casket, 1900) that the figures and runic inscription on the light side of the Franks Casket refer to scenes from the Sigurði saga has not been suhstantiated, see Napier, Furnivall Miscellany (1901), pp. 371 ff. Schuck, Studier i nordisk litteratur- och religionshistoria, i (1904), pp. 176 f.Certain interesting motives have been pointed out as being common to the 'Beowulf' and the 'Nibelungen' narrative, see note on 3051 ff. For some parallels between the ' Finnsburg' and the 'Nibelungen' story, see Introd. to The Fight at Finnsburg. The antiquity of the heroic lore embedded in Beowulf need not be insisted upon anew."}}