{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_16", "text": {"0": "Nú er þar til máls at taka, sem Hálfdan konungssoner, at hann er nú gróinn sára sinna ok hefir fengitallan sinn styrk. Kemr hann nú at máli við þau karlok kerlingu ok sagði, at sik lysti í burtu þaðan, ok spyrreptir, hvat manna þat mundi vera, er hann hefði þangatsent til lækningar, eða hverjum hann mundi lífgjöf eigaat launa. Hriflingr svarar: \"Með því at ek treysti þértil drengskapar, þá má ek gera þér ávísun um, hvarhann er. Grímr heitir maðr, er ræðr fyrir austr í Kirjálabotnum.Hann er kappi mikill. Hann sendi þik hingattil mín. Mættir þú nú launa honum lífgjöfina, því athonum er nú þörf góðra drengja. Þar er nú kominn Hárekrkonungr af Bjarmalandi, Úlfr inn illi ok Úlfkellsnillingr ok vill hefna þeirar svívirðingar, er hann fekkí yðrum viðskiptum. Eru þeir nú á veg komnir meðher sinn, ok er mér sagt, at Hárekr konungr vili fáfóstrdóttur Gríms, er Ingigerðr heitir ok er allra meyjafríðust.\" \"Vel segir þú, fóstri minn,\" sagði Hálfdan, \"enþó er þat annat, at mér þykkir eigi minna á liggja, atþú segðir mér, hverr drepit hefði föður minn.\" \"Glöggtmá ek þér þat segja,\" sagði karl, \"sá maðr heitir Skúli,ok ef ek skal þér satt segja ok eigi ljúga at þér, þá erþetta sá inn sami Grímr, sem þér hefir líf gefit, ok ernú mikit undir drengskap þínum, er þit finnizt. En svámikill kappi er Skúli, at fullskipat er hverjum manni,sem einvígi á við hann. \"Kanntu nokkut at segja mérveg, þann skemmstr er,\" sagði Hálfdan, \"því at þangatvildi ek koma sem skjótast?\" \"Torsóttir er hér flestirvegir,\" sagði Hriflingr, \"en á skipum má ekki faraskemmr en fimm vikur, ok er þat in mesta mannhættafyrir sakir víkinga ok hermanna. Annarr vegr liggr iteystra, ok er þar þó at fara fjöll ok eyðimerkr, ok er þatlangr vegr ok torsóttr ok óvíst, at fram komist. In þriðjaleið er skemmst, ef hún tekst vel, því at hana má faraá þrem vikum, en margt er þar til tálmanar: Fyrst erskógr tuttugu rasta langr, er heitir Kolsskógr. Þar liggrspellvirki sá, er Kolr heitir, ok dóttir hans, er Gullkúlaheitir. Engum er þeim lífs at vænta, er þau finnr. Annarrskógr er þaðan skammt, er heitir Klifskógr, fjögurrarasta ok tuttugu. Þar er spellvirki sá, er Hallgeirr heitir.Með honum er einn villigöltr, verri viðreignar en tólfkarlar. Þar næst kemr á þann skóg, er kallaðr er Kálfárskógr,sextán rasta ok tuttugu. Þar fæst eigi til matarutan ber ok safi. Er þar sá spellvirki, er Selr heitir, okmeð honum einn hundr stórr sem naut. Hann hefirmanns vit ok er betri til vígs en tólf karlar. Ener þú kemr af skóginum, fellr lögr austan af Kjölunum.Engi veit, hvar hann sprettr upp. Þat er þeiraeinna manna sund, sem bezt eru syndir, at leggjast yfirlöginn, en þaðan er eigi langt til kastala þess, sem Skúliræðr fyrir. Bæri þér ekki til dvala, þá væri nærhæfi, at þú kæmir þar, þá bardaginn ætti at vera.\"Hálfdan bað hann búa ferð sína.At morgni dags býr Hálfdan ferð sína. Gekk hanntil kerlingar ok bað hana vel lifa. Kerling mælti mörgumfögrum orðum yfir honum. Tók hún þá undanhöfðalagi sínu tötrabagga. Þar tók hún ór sax. Þat varfínt sem spegill. Sýndist honum eitr drjúpa ór eggjumþess. Hún sagði honum, at sá mundi jafnan sigr hafa,sem þat bæri, ok þat mundi eigi í höggvi staðar nema,ef vel er til höggvit. Hún tók eitt steinasörvi ok batt umháls honum ok bað hann þess, at þat skyldi eigi ór staðhrærast. Síðan kyssti hann kerlingu. Karl gekk á vegmeð honum ok sagði honum, hvert hann skyldi stefna.Hann gaf honum skikkjurakka sinn ok bað hann þareptir fara, sem hann færi undan, ok fara aldri þá götu,sem hann vildi eigi fara, ok kvað hann kunna at forðastbyggðir þeira illvirkjanna. Hálfdan kvað ekki spellvirkjaverða sér at bana, -- \"en ef þér verðr féfátt, þávitja þú til skálanna, því at ek mun ekki með mér bera,þó at ek gæta kleimt einhvern þeira.\" Síðan skilduþeir karl, ok bað hvárr vel fyrir öðrum."}}