{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_20", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_20", "text": {"0": "Litlu síðar sáu þeir, hvar einn stórr hrosshvalr lagðistmeð miklum boðaföllum ok ógurligum látum at þeim.Hörðr mælti: \"Þar er sú skepna, at mér er minnst umok ek má eigi sjá. Verði þit nú, fóstbræðr, nokkursstyrks við at njóta, ok eigi megi þit nefna mik, á meðanhann er hér, því at þá dey ek.\" Síðan leggst hann niðrí kel. Þeir þöktu hann klæðum. Síðan sáu þeir skeljungrenna undan skipi þeira ok at hvalnum mjök snarliga,ok ræðr þegar á hann; kómu þar í kafferðir stórar. Litlusíðar sáu þeir renna undan skipi Hervarar vögnu einavæna ok fagra. Hún réð þegar á hvalinn. Váru þásviptingar miklar ok harðar árásir, er hvárir veittu öðrum.Varð skeljungrinn ok vagnan skjótt móð, því at hvalrinnvar þungr ok sterkr, en kastaði  þeim af sér, svá atþau kómu fjarri niðr á sjónum.Hjálmþér þóttist þá sjá fyrir, at þessi illa skepnamuni þau skjótt yfir vinna. Þá mælti hann: \"Hvatmun mér í annat sinn meiri þörf Skinnhúfu ok Vargeisuen nú, at þær komi oss at hjálpa?\" En er hann hafðiþetta mælt, sá hann fljúga tvá gamma. Þeir höfðu járnnefok klær. Þeir settust á hrosshvalinn ok kroppuðu eigimiskunnsamliga,  því at stórar þjósir tóku þeir af hansvándum kroppi. Hann veitti miklar árásir í móti. Þeirrifu ok slitu hvalinn, sem þeir gátu. Þá bar þá at skipunum,ok fengu þau áföll stór. Hjálmþér sá, at allar þessarskepnur létu undan illhvelinu. Hann tók brandinn okmælti: \"Fyrr skal ek missa þik en ek hjálpi eigi þessumskepnum,\" skaut þegar brandinum niðr í gegnum hausinná hvalnum. Ölvir sá þetta ok skaut þegar saxinu, okkom þat í annat augat á hvalnum. Við þetta dapraðistheldr hvalrinn ok vissi varla, hverninn hann skyldi láta,ok velti sér á ýmsar síður ok beit ok reif, hvat sem hannkom við, en blóðit rann sem lækir niðr af gömmunum,því at þeir flöktu allir sundr af sárum ok svá skeljungrinnok vagnan. Varð þat um síðir, at hvalnum dapraðistsundit, ok síðan rífa þau hann til dauða, ok sökk hanntil grunns, en gammarnir flugu í burtu mjök yfirkomnir,svá at blóð rann undan hverri þeira fjöðr. Þeir fluguseint ok lágt.Hjálmþér gekk þar til, sem Hörðr lá, ok sá, at hannvar vátr. Hörðr mælti: \"Er dauðr hvalrinn?\" Hjálmþérsegir hann horfinn, -- \"hefi ek þar misst brand minn, enÖlvir saxit.\" \"Hér er hvárttveggja,\" segir Hörðr, \"ok ermikit at gert, at Hundingi konungr er af dögum ráðinn.\"Þeir þakka honum lífgjöf, at hann hafði þeimbjargat ór slíkum háska sem þeir váru í komnir.Hörðr mælti: \"Kom til Hervarar, því at nú mun þurfaþíns dugnaðar.\" Hjálmþér stökk á skip til hennar. Húnlá þá í óviti ok mjök til reika. Hjálmþér dreypti á hanavíni, ok raknaði hún skjótt við. Síðan rann á byrr, okvinda þeir upp segl, ok váru skipin þá laus, ok siglduum allt sumarit."}}