{"originalTitle": "Ásmundar_Saga_Kappabana_Chapter_8", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ásmundar_Saga_Kappabana_Chapter_8", "text": {"0": "Ok nú er Ásmundi sagt, ok nú biðr hann taka sinnhest ok sín herklæði. Hertugar mæltu: \"Vér bjóðumþér várt lið.\" Hann kvað einn skyldu einum í mótkoma. Hann ríðr nú þangat, sem hólmstefnan skyldivera, ok nú riðust þeir at með brugðnum sverðum, okit fyrsta högg hjó Ásmundr hann sundr í miðju, fleygðisíðan hlutunum út á ána ok rak þá fyrir höfuðborgkonungs. Hildibrandr mælti: \"Seint sækist várum félagaat leysa þenna inn ókunna mann.\" Síðan mæltimaðr einn: \"Herra,\" segir sá, \"hér mun kostr at sjáhann, er hann rekr eptir ánni, ok er nú í tveim hlutum.\"Hann mælti: \"Ærit er þessi stórhöggr, ok skipiztnú tveir af várum mönnum ok leysið hann því skjótaraaf hendi.\" Þeir kváðu eigi þat mikit verk. Hildibrandrmælti: \"Várt gagn er þat, ef þit vinnið skjóttsigr á honum.\"Ok annan dag eptir riðu þeir til vígvallar tveir mótiÁsmundi. Hann mælti: \"Hér hafa berserkir fásén lög,er tvau sverð koma í móti einu, en allbúinn em ek atfrelsa þetta víg við ykkr tvá.\" Þeim þótti óvirðuligt atstanda tveir fyrir einum ok hjuggu báðir til hans, enhann brá fyrir sik skildi ok hjó sínu höggi hvárn tilbana. Síðan reið hann aptr til hertuganna, en þeir genguí mót honum með fagnaði. Hann kveðst ætla, at aptrhefði unnizt þrjú bú þeim til handa í hans ferð. Þámælti systir hertuganna: \"Eigi hafa villzt várir draumarum þessa manns kvámu.\" Hann sat nú þar í vegmiklum ok hlaut af þessu frægð mikla.Þetta var nú sagt Hildibrandi, ok hann mælti: \"Ekkiundr þykki mér þetta, þó at einn maðr sigri tvá menn.Nú skal skipa fjórum mönnum í mót honum.\" Kapparnirkváðu þat auðsætt, at þeir mundu skipta honum ísundr í fjóra staði, ok nú riðu þeir til vígvallarins meðgóðum hjálmum ok hvítum brynjum ok hvössum sverðum.Nú kómu þessi tíðendi fyrir Ásmund ok hertugana.Þá báðu þeir, at hann skyldi fara með jafnmörgummönnum. Hann kveðst eigi þat vilja, lét þat vænst,at einn mundi senn einum í móti, en kvað mikit árnast,ef fjögur bú fengist. Ok því næst fundust þeir. Ásmundrmælti: \"Þat er auðsætt, at þér þykkizt lítils verðir, okþér skipizt fjórir í móti einum, ok eigi mega þeir kapparheita, heldr safnaðarmenn.\" Þeir urðu ákafa reiðirvið orð hans ok sóttu at honum þegar, en þat sverð,er hann bar, beit brynjur ok hjálma jafnslétt sem næfrok eirði ekki mannsbeinum né holdi, en sá reiddi til,er sterkan armlegg hafði ok gott hjarta. Þeir fengu stórsár af honum, ok skammt var í milli, ok drap hann þáfjóra ok rak þá út á ána með hestunum.Nú fréttir Hildibrandr þetta ok mælti: \"Er nú annathvárt,at menn várir eru minni til herskapar en vérhugðum, eða elligar er sá forgangsmaðr.\" Hann kallarþá til sín fimm ina grimmustu kappa, segir ok kvaðþeim eigi ofætlat, þótt þeir sigraði einn mann. Þeirkváðust ætla at færa í hóf hans dul ok gefa dýrum hræhans. Síðan ganga þeir út. En er Ásmundr spyrr þetta,þá mælti hann: \"Í dag ætla ek at vinna til borðhaldsmér.\" Þeir kváðust ætla ugga, at hann mundi of mikitætla sér, en kváðust alla sæmd honum at launa eiga.Síðan hittast þeir ok börðust þegar, ok hjó Ásmundrstórt ok tíðum, ok lauk svá, at hann drap þá alla.En er Hildibrandr spyrr þetta, mælti hann: \"Seintdofnar hans hönd, ok skammt skal til, at hann skal náat berjast.\" Þá gerist í skálanum ymr mikill af grenjunberserkjanna, er sá einn maðr skal ganga yfir svámarga menn. Þá mælti Hildibrandr: \"Búizt nú sexvárir menn, ok mætti þér þá vinna þá frægð at hefnavárra manna.\" Síðan fóru þeir til hólms, ok þá er Ásmundrspyrr þetta, bjóst hann skjótt ok mælti: \"Þatsverð hefi ek, at jafngott er at drepa með sex mennsem þrjá.\" Ok síðan fundust þeir. Þá mæltu kapparnir,at hann skyldi laust láta sverðit ok gefast upp. Hannsegir: \"Þat mun eigi at óhöggnum skildi. Er yðr okærin nauðsyn at hefna yðvarra manna.\" Síðan börðustþeir, ok sóttu hann fast. Hann kunni it sama lag á athöggva sverðsegginni nú ok fyrr, ok þótt hann fengisár, þá linaði hann ekki sverðshöggunum ok hjó sumasundr í miðju, ok svá lauk, at hann drap þá alla okfór aptr til hertuganna. Þeir gerðust fjölmennir, erríkit vannst æ undir þá, ok nú er í hvers manns húsiumræða um þenna kappa.Ok enn kómu þessi tíðendi fyrir Hildibrand, okmælti hann: \"Rýrt verðr nú tal várra manna, eða hvater nú eptir?\" \"Herra,\" sögðu þeir, \"eptir eru sex oktuttugu.\" Hildibrandr svarar: \"Svá mun nú mega metastheðan í frá, at þessi inn ókunni maðr mun taliðrmeð stórköppum, ok svá bleðr hann af sem vit munimhittast verða, en senda skal enn sjau, þá er lengi hafaí minni þjónustu verit.\" Síðan bjuggust þeir. Ásmundivar sagt nú, at eigi mundi setuefni. Hann segir: \"Erþat þá eins snæðings hald, ef næðist sjau bú.\" Síðanfór hann, ok kómu í móti honum sjau kappar. Þá mæltiÁsmundr: \"Fyrir hví hleypir Hildibrandr út mönnumsínum, en sitr heima sjálfr ok etr á mik smámenni?\"Þeir reiddust mjök við orð hans ok kváðu hann í engaraun koma skulu at berjast við Hildibrand. Síðan börðustþeir, ok hversu sem at ortist, þá drap hann þá alla.Síðan hratt hann þeim út á ána.En er Hildibrandr frá þat, þá mælti hann: \"Miklueru nú stærri atburðir orðnir en vér megim láta afhyggjast. Nú skulu at honum átta berserkir, því atengum várum er líft við þat, ef eigi verða hefndir.\"Síðan grenjuðu þeir mjök ok bitu ór skjöldum, þater tók. En Ásmundr var með hertugunum, ok kómuhonum þessi tíðendi, at enn muni kostr at berjast. Þámælti systir hertuga: \"Sæmd sú, er vér létum, er núöll aptr komin ok með meira mætti en vér höfumspurdaga til.\" Ásmundr segir: \"Skulum vér til hætta,því at hann vill berserkjunum út egna, en engi máttrer yfir þeim, ok betra mundi, at þeira ríkdómr legðistvið várt ríki, því at þér misstuð rangliga.\" Síðan reiðhann í mót þeim, ok þegar þeir fundust, börðust þeir,ok var sá fundr lengstr, en svá lýkr, at hann drepr þáalla.En er Hildibrandr spyrr þetta, eiskraði hann mjökok mælti: \"Sá maðr er hamingjudrjúgr, er ekki tjóarmannmergð í móti. Nú skulu at honum þeir ellifu,sem eptir eru.\" Ok er Ásmundr spyrr þetta, þá þagnaðihann. Hertugarnir mæltu: \"Nú viljum vér skipaliði með þér, en þú ver foringinn, ok mun þér þá sigrast,en þú berst eigi einn við svá marga ofrhuga.\" Ásmundrsvarar engu, ok kom aptann, ok snæða mennok fóru síðan at sofa. Ásmund dreymdi, at konur stóðuyfir honum með hervápnum ok mæltu: \"Hvat veitóttabragð þitt? Þú ert ætlaðr at vera forgangsmaðr annarra,en þú óttast ellifu menn. Vér erum spádísir þínar,ok skulum vér vörn veita þér móti mönnum, er atberjast við hertugana, en þá, er þú hefir at reyna viðþik.\" Við þetta spratt hann upp ok bjóst, en flestirlöttu hann. Síðan reið hann í mót köppunum, en þeirþóttust ráð hans í gaupnum hafa ok létu honum betrhent at ganga á hönd Hildibrandi en látast. Hann kvaðþá sér eigi ófalari til dauða en þeir, sem fyrr drap hann,ok kvað þat auðvitat, at mikill mundi verða frægðarmunur eins ok ellifu. Síðan börðust þeir, ok kringduum hann, en hann var torsóttr, ok festust vápnin líttvið hann, en sverð hans beit allt þat, sem fyrir varðok þat tók, ok lauk svá, at hann veitti þeim öllumbana. Hertugarnir höfðu fylgt honum ok kváðu hansafrek aldri mundu fyrnast, ok gerðist þat orð manna,at hann mundi eigi undan víkja, þótt sjálfr HildibrandrHúnakappi kæmi í móti honum, er manna var frægastrí þann tíma."}}