{"originalTitle": "Þáttr_Af_Ragnars_Sonum_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þáttr_Af_Ragnars_Sonum_Chapter_1", "text": {"0": "EPTIR dauða Hrings konungs tók Ragnarr, sonrhans, konungdóm yfir Svía veldi ok Dana. Þá gengumargir konungar á ríkin ok lögðu undir. En því athann var ungr maðr ok þeim sýndist hann lítt fallinntil ráðagerðar eða landstjórnar, þá var einn jarl í Vestra-Gautlandi,er Herrauðr hét. Hann var jarl Ragnarskonungs. Manna var hann vitrastr ok hermaðr mikill.Hann átti eina dóttur, er Þóra borgarhjörtr var kölluð.Hún var allra kvenna fríðust, þeira er konungr hafðispurt til. Jarlinn, faðir hennar, hafði gefit henni einnyrmling í morgingjöf. Hún fæddi hann fyrst í eskisínu. En þessi ormr varð svá mikill um síðir, at hannlá í kring um skemmuna ok beit í sporð sér. Hanngerðist þá svá ólmr, at menn þorðu eigi at koma nærskemmunni nema þeir, er honum gáfu mat eða þjónuðujarls dóttur, en hann át uxa um dag. Fólkit óttaðistmjök, ok vissu, at hann mundi mikinn skaða gera,svá mikill ok ólmr sem hann var þá orðinn. Jarlstrengdi þá þess heit at bragarfulli, at hann skyldi þeimeinum manni gifta dóttur sína, Þóru, er dræpi orminneða þyrði at ganga til tals við hana fyrir orminum. Ok erRagnarr konungr spyrr þessi tíðendi, þá ferr hann íVestra-Gautland. Ok er hann átti skammt til býjarjarlsins, þá fór hann í rögguð klæði, brækr ok kápu,ok ermar á ok höttr. Þau klæði váru þæfð með sandok tjöru ok tók í hönd sér eitt mikit spjót, en vargyrðr sverði, ok gekk svá einn frá sínum mönnum oktil býjar jarlsins ok skemmu Þóru. Ok þegar ormrinnsá, at þar var kominn ókunnr maðr, þá reistist hannupp ok blés eitri móti honum. En hann skaut mótiskildinum ok gekk at honum djarfliga ok lagði hannmeð spjóti í hjartat. Ok síðan brá hann sínu sverði okhjó af orminum höfuðit, ok fór þat svá sem segir í söguRagnars konungs, at hann fekk síðan Þóru borgarhjört.Ok síðan lagðist hann í hernað ok frelsti allt sitt ríki.Hann átti með Þóru tvá syni. Hét annarr Eiríkr, enannarr Agnarr. Ok er þeir váru nokkurra vetra gamlir,þá tekr Þóra sótt ok andaðist. Síðan fekk RagnarrÁslaugar, er sumir kalla Randalín, dóttur SigurðarFáfnisbana ok Brynhildar Buðladóttur. Þau áttu fjórasyni. Ívarr beinlausi var ellstr, þá Björn járnsíða, þáHvítserkr, þá Sigurðr. Þat var mark í auga honum, atsvá var sem ormr lægi um sjáldrit, ok því var hannkallaðr Sigurðr ormr í auga."}}