{"originalTitle": "Beowulf_Iv", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Iv", "text": {"0": "IVHim se yldesta  andswarode,werodes wīsa,  wordhord onlēac:'Wē synt gumcynnes  Gēata lēodeond Higelāces  heorðgenēatas.Wæs mīn fæder  folcum gecȳþed,æþele ordfruma,  Ecgþēow hāten;gebād wintra worn,  ǣr hē on weg hwurfe,gamol of geardum;  hine gearwe gemanwitena wēlhwylc  wīde geond eorþan.Wē þurh holdne hige  hlāford þīnne,sunu Healfdenes  sēcean cwōmon,lēodgebyrgean;  wes þū ūs lārena gōd !Habbað wē tō þǣm mǣran  micel ǣrendeDeniga frean;  ne sceal þǣr dyrne sumwesan, þæs ic wēne.  þū wāst, gif hit isswā wē sōþlīce  secgan hȳrdon,þæt mid Scyldingum  sceaðona ic nāt hwylc,dēogol dǣdhata  deorcum nihtumēaweð þurh egsan  uncūðne nīð,hȳnðu ond hrāfyl.  Ic þæs Hrōðgār mægþurh rūmne sefan  rǣd gelǣran,hū hē frōd ond gōd  fēond oferswȳðeþ --gyf him edwenden  ǣfre scoldebealuwa bisigu  bōt eft cuman --,ond þā cearwylmas  cōlran wurðaþ;oððe ā syþðan  earfoðþrāge,þrēanȳd þolað,  þenden þǣr wunaðon hēahstede  hūsa sēlest.'Weard maþelode,  ðǣr on wicge sæt,ombeht unforht:  'Ǣghwæþres scealscearp scyldwiga  gescād witan,worda ond worca,  sē þe wēl þenceð.Ic þæt gehȳre,  þæt þis is hold weorodfrēan Scyldinga.  Gewītaþ forð beranwǣpen ond gewǣdu,  ic ēow wīsige;swylce ic maguþegnas  mīne hātewið fēonda gehwone  flotan ēowerne,nīwtyrwydne  nacan on sandeārum healdan,  oþ ðæt eft byreðofer lagustrēamas  lēofne mannanwudu wundenhals  tō Wedermearce,gōdfremmendra  swylcum gifeþe bið,þæt þone hilderǣs  hāl gedīgeð.'Gewiton him þā fēran,--  flota stille bād,seomode on sāle  sīdfæþmed scip,on ancre fæst.  Eoforlīc sciononofer hlēorber[g]an  gehroden golde,fāh ond fȳrheard,--  ferhwearde hēold.gūþmōdgum men.  Guman ōnetton,sigon ætsomne,  oþ þæt hȳ [s]æl timbredgeatolīc ond goldfāh  ongyton mihton;þæt wæs foremǣrost  foldbūendumreceda under roderum,  on þǣm se rīca bād;līxta se lēoma  ofer landa fela.Him þā hildedēor  [h]of mōdigratorht getǣhte,  þæt hīe him tō mihtongegnum gangan;  gūðbeorna sumwicg gewende,  word æfter cwæð:'Mǣl is mē tō fēran;  Fæder alwaldamid ārstafum  ēowic gehealdesīða gesunde!  Ic tō sǣ wille,wið wrāð werod  wearde healdan.'"}}