{"originalTitle": "Völsunga_Saga_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_7", "text": {"0": "Þess er nú við getit eitthvert sinn, þá er Signý sat ískemmu sinni, at þar kom til hennar ein seiðkona fjölkunnigharla mjök. Þá talar Signý við hana: \"Þat vildaek,\" segir hún, \"at vit skiptum hömum.\" Hún segir seiðkonan:\"Þú skalt fyrir ráða.\" Ok nú gerir hún svá afsínum brögðum, at þær skipta litum, ok sezt seiðkonannú í rúm Signýjar at ráði hennar ok ferr í rekkjuhjá konungi um kveldit, ok ekki finnr hann, at eigisé Signý hjá honum. Nú er þat frá Signýju at segja,at hún ferr til jarðhúss bróður síns ok biðr hann veitasér herbergi um nóttina, \"því at ek hefi villzt á skóginumúti, ok veit ek eigi, hvar ek fer.\" Hann mælti,at hún skyldi þar vera, ok vildi eigi synja henni vistar,einni konu, ok þóttist vita, at eigi mundi hún sválauna honum góðan beina at segja til hans. Nú ferrhún í herbergi til hans, ok setjast til matar. Honumvarð opt litit til hennar ok lízt konan væn ok fríð. Ener þau eru mett, þá segir hann henni, at hann vill, atþau hafi eina rekkju um nóttina, en hún brýzt ekkivið því, ok leggr hann hana hjá sér þrjár nætr samt.Eptir þat ferr hún heim ok hittir seiðkonuna ok bað,at þær skipti aptr litum, ok svá gerir hún.Ok er fram liðu stundir, fæðir Signý sveinbarn. Sjásveinn var Sinfjötli kallaðr. Ok er hann vex upp, erhann bæði mikill ok sterkr ok vænn at áliti ok mjökí ætt Völsunga ok er eigi allra tíu vetra, er hún sendirhann í jarðhúsit til Sigmundar. Hún hafði þá raungert við ina fyrri sonu sína, áðr hún sendi þá til Sigmundar,at hún saumaði at höndum þeim með holdiok skinni. Þeir þoldu illa ok kriktu um. Ok svá gerðihún Sinfjötla. Hann brást ekki við. Hún fló hann þáaf kyrtlinum, svá at skinnit fylgdi ermunum. Hún kvaðhonum mundu sárt við verða. Hann segir: \"Lítit mundislíkt sárt þykkja Völsungi.\" Ok nú kemr sveinninn tilSigmundar. Þá bað Sigmundr hann knoða ór mjöliþeira, en hann vill sækja þeim eldivið, fær í höndhonum einn belg. Síðan ferr hann at viðinum. Ok erhann kom aptr, þá hafði Sinfjötli lokit at baka. Þáspurði Sigmundr, ef hann hafi nokkut fundit í mjölinu.\"Eigi er mér grunlaust,\" sagði hann, \"at eigi hafi íverit nokkut kykt í mjölinu, fyrst er ek tók at knoða,ok hér hefi ek með knoðat þat, er í var.\" Þá mælti Sigmundrok hló við: \"Eigi get ek þik hafa mat af þessubrauði í kveld, því at þar hefir þú knoðat með innmesta eitrorm.\" Sigmundr var svá mikill fyrir sér, athann mátti eta eitr, svá at hann skaðaði ekki, en Sinfjötlahlýddi þat, at eitr kæmi utan á hann, en eigihlýddi honum at eta þat né drekka."}}