{"originalTitle": "Beowulf2_Iv", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Iv", "text": {"0": "IVTo him then the princely one quickly replied,The war-band's leader his word-hoard unlocked:\"We are of the race of the Geats' people,And are of Hygelac hearth-companions.My own father was well-known to the folk,A princely ruler, Ecgtheow called:Many winters he lived ere he away wentAged from his dwelling: him well remembersEach one of the wise men wide through the earth.With friendly mind we thine own lord,Healfdene's son, seeking are come,The people's protector. Be thou our informant.We have to the mighty a mickle errand,To the lord of the Danes: nor shall aught be hiddenOf this, as I think. Thou knowest, if it is,As we indeed truly have heard it said,That 'mong the Scyldings I know not what foe,A secret enemy, on the dark nights,Shows by his terror hatred unknown,Oppression and slaughter. I for that HrothgarWith kindly mind counsel may give,How he, old and good, shall the foe overcome,If yet for him ever should ceaseThe misery of woes, release again come,And the care-waves cooler become;Or ever hereafter a time of trouble,Oppression he'll suffer, while there remainsIn its high place the noblest of houses.\"The warden spoke, where on his horse satThe fearless warrior: \"Of each of these shallA wise shield-warrior the difference know,Of words and works, he who well judgeth.I that do hear, that this band is friendlyTo the lord of the Scyldings; go then forth bearingYour weapons and war-weeds; I shall direct you:Likewise my war-thanes I shall commandAgainst any foe this vessel of yours,The newly-tarred boat, on the sea-sandWith honor to hold, till back shall bearO'er the sea-waves the friendly manThe curved-prowed craft to Wedermark.To such a good-doer will it be granted,That this battle-storm he safe shall escape.\"Then journeyed they on: the boat remained still,In the bay rested the broad-bosomed ship,At anchor fast. The boar's likeness shone:Over the visor, with gold adorned,Bright and fire-hardened, the boar kept guard.The fierce-minded hurried, the heroes hastened,Together they went, till the well-built hall,Shining and gold-adorned, they might perceive:That was the foremost to dwellers on earthOf halls under heavens, in which the king dwelt;The light from it shone o'er many of lands.To them then the warrior the court of the proudGlittering showed, that they to it mightStraightway proceed, one of war-heroes:Turned he his horse, his word then spoke:\"My time 'tis to go. May the Father AlmightyWith His gracious favor you now preserveSafe on your journey! I will at the sea'Gainst hostile band keep guard of the coast.\""}}