{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_47", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_47", "text": {"0": "Nú leið svá langar stundir, at Hrólfr konungr okkappar hans sátu með friði í Danmörk. Leitaði engiá þá. Stóðu allir hans skattkonungar í hlýðni við hannok guldu honum sína skatta, ok svá gerði Hjörvarðr,mágr hans. Nú var eitthvert sinn, at Skuld drottningmælti við Hjörvarð konung, bónda sinn, með þungumanda: \"Þat fellr mér lítt, at vit skulum gjalda skattHrólfi konungi ok vera nauðpínd undir hann, ok skalþat ekki vera lengr, at þú sért undirmaðr hans.\" Hjörvarðrsegir: \"Þat mun oss bezt gegna sem öðrum atlíða þat ok láta allt vera kyrrt.\" \"Þat er lítill þú ertfyrir þér,\" sagði hún, \"at þú vilt þola hvers kynsskammir, er þér eru gerðar.\" Hann sagði: \"Þat er ekkimöguligt at fást við Hrólf konung, því at engi þorirmóti honum rönd at reisa.\" \"Því eru þér svá litlir fyriryðr,\" sagði hún, \"at engi krellr er í yðr, ok hefir sáeigi jafnan, sem ekki hættir. Nú má slíkt eigi vita, fyrren reynt er, hvárt Hrólfi konungi má ekki bella néköppum hans. En nú er svá komit,\" sagði hún, \"at ekætla hann muni með öllu sigrlauss, ok eigi þætti mérfjarri at reyna þat, ok þótt hann sé mér skyldr, þá skalek honum ekki hlífa, ok því er hann einatt heima, atsjálfan hann grunar, at hann muni missa sigrinn. Skalek nú setja ráð til, ef bíta vildi, ok skal nú ekki afdraga allra bragða í at leita, at yfir taki.\" Var Skuldin mesta galdrakind ok var út af álfum komin í móðurættsína, ok þess galt Hrólfr konungr ok kappar hans. \"Skalnú fyrst senda menn til Hrólfs konungs ok biðja hannþess, at hann unni mér at gjalda eigi skattinn á þremrárum inum næstu, ok þá mun ek gjalda honum allaní senn upp eptir því, sem hann á at réttu. Nú þykki mérmeiri ván, at þetta bragð dugi, ok ef þetta gengst við,þá skulu vér kyrru fyrir halda.\" Nú fara sendimenní milli eptir því, sem drottning beiddi. Hrólfr konungrjátar þessu um skattinn, sem beðit var."}}