{"originalTitle": "The_Story_Of_Grettir_The_Strong_Of_The_Bonders_Who_Owned_Drangey_Between_Them", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "The_Story_Of_Grettir_The_Strong_Of_The_Bonders_Who_Owned_Drangey_Between_Them", "text": {"0": "Of the Bonders who owned Drangey between themN the days when Grettir came to Drangey, these were chief men of the country side of Skagafirth.Hialti dwelt at Hof in Hialtidale, he was the son of Thord, the son of Hialti, the son of Thord the Scalp: Hialti was a great chief, a right noble man, and muchbefriended. Thorbiorn Angle was the name of his brother, a big man and a strong, hardy and wild withal. Thord, the father of these twain, had married again in his old age, and that wife was not the mother of the brothers; and she did ill to her step-children, but served Thorbiorn the worst, for that he was hard to deal with and reckless. And on a day Thorbiorn Angle sat playing at tables, and his stepmother passed by and saw that he was playing at the knave-game, and the fashion of the game was the large tail-game. Now she deemed him thriftless, and cast some word at him, but he gave an evil answer; so she caught up one of the men, and drave the tail thereof into Thorbiorn's cheek-bone wherefrom it glanced into his eye, so that it hung out on his cheek. He sprang up, caught hold of her, and handled her roughly, insomuch that she took to her bed, and died thereof afterwards, and folk say that she was then big with child.Thereafter Thorbiorn became of all men the most riotous: he took his heritage, and dwelt at first in Woodwick.Haldor the son of Thorgeir, who was the son of Head-Thord, dwelt at Hof on Head-strand, he had to wife Thordis, the daughter of Thord Hialtison, and sister to those brothers Hialti and Thorbiorn Angle. Haldor was a great bonder, and rich in goods.Biorn was the name of a man who dwelt at Meadness in the Fleets; he was a friend to Haldor of Hof. These men held to each other in all cases.Tongue-Stein dwelt at Stonestead: he was the son of Biorn, the son of Ufeigh Thinbeard, son of that Crow-Hreidar to whom Eric of God-dales gave the tongue of land down from Hall-marsh. Stein was a man of great renown.One named Eric was the son of Holingang-Starri, the son of Eric of God-dales, the son of Hroald, the son of Geirmund Thick-beard; Eric dwelt at Hof in God-dales.Now all these were men of great account.Two brothers there were who dwelt at a place called Broad-river in Flat-lithe, and they were both called Thord; they were wondrous strong, and yet withal peaceable men both of them.All these men had share in Drangey, and it is said that no less than twenty in all had some part in the island, nor would any sell his share to another; but the sons of Thord, Hialti and Thorbiorn Angle, had the largest share, because they were the richest men."}}