{"originalTitle": "Grettis_Saga_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_2", "text": {"0": "Í þenna tíma var ófriður mikill í Noregi. Braust þar til    ríkis Haraldur lúfa son Hálfdanar svarta. Hann var áður    konungur á Upplöndum. Síðan fór hann norður í land og átti    hann margar orustur. Herjaði hann svo suður eftir landinu og    lagði undir sig hvar sem hann fór. En er hann kom upp á    Hörðaland kom í móti honum múgur og margmenni. Voru þar    formenn Kjötvi hinn auðgi og Þórir haklangur og þeir    Suður-Rygirnir og Súlki konungur.    Geirmundur heljarskinn var þá fyrir vestan haf og var hann    ekki við þenna bardaga og þó átti hann ríki á Hörðalandi.    Þetta haust komu þeir vestan um haf, Önundur og hans félagar.    En er þeir fréttu það, Þórir haklangur og Kjötvi konungur, þá    sendu þeir menn til móts við þá og báðu þá liðs og hétu þeim    sæmdum. Réðust þeir þá í lið með Þóri því að þeim var mikil    forvitni á að reyna sig og sögðust þeir vildu þar vera sem    ströngust væri orustan.    Fundur þeirra Haralds konungs varð á Rogalandi, í firði þeim    er heitir í Hafursfirði. Höfðu þeir hvorirtveggju mikið lið.    Þessi orusta hefir einhver verið mest í Noregi. Koma hér og    flestar sögur við, því að frá þeim er flest sagt er þá segir    helst frá. Kom þar og lið um allt landið og margt úr öðrum    löndum og fjöldi víkinga.    Önundur lagði skip sitt á annað borð skipi Þóris haklangs.    Var það mjög í miðjum hernum. Haraldur konungur lagði að    skipi Þóris haklangs því að Þórir var hinn mesti berserkur og    fullhugi. Var þar hin harðasta orusta af hvorumtveggjum. Þá    hét konungur á berserki sína til framgöngu. Þeir voru    kallaðir úlfhéðnar en á þá bitu engi járn. En er þeir    geystust fram þá hélst ekki við. Þórir barðist alldjarflega    og féll á skipi sínu með mikilli hreysti. Var þá hroðið með    stöfnum skipið og höggvið úr tengslum skipið. Seig það þá    aftur milli skipanna. Lögðu konungsmenn þá að skipi Önundar.    Hann var fram á skipið og barðist djarflega.    Þá mæltu konungsmenn: \"Þessi gengur fast fram í söxin. Látum    hann hafa nokkurar vorar minjar að hann hafi komið í nokkurn    háska.\"    Önundur stóð út á borðið öðrum fæti og hjó til manns og í því    var lagið til hans. Og er hann bar af sér lagið kiknaði hann    við. Þá hjó einn af stafnbúum konungs á fót Önundar fyrir    neðan kné og tók af fótinn. Önundur varð þegar óvígur. Féll    þá mestur hluti liðs hans.    Önundi varð komið á skip til þess manns er Þrándur hét. Hann    var Bjarnarson, bróðir Eyvindar austmanns. Hann var á móti    Haraldi konungi og lá á annað borð skipi Önundar.    Þessu næst brast sjálfur meginflóttinn. Þeir Þrándur og aðrir    víkingar höfðu sig þá í burt hver sem mátti, sigldu síðan    vestur um haf. Önundur fór með honum og Bálki og Hallvarður    súgandi.    Önundur varð græddur og gekk við tréfót síðan alla ævi. Var    hann af því kallaður Önundur tréfótur meðan hann lifði."}}