{"originalTitle": "Beowulf_Xv", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xv", "text": {"0": "XVÐā wæs hāten hreþe  Heort innanweardfolmum gefrætwod;  fela þǣra wæs,wera ond wīfa,  þē þæt wīnreced,gestsele gyredon.  Goldfāg scinonweb æfter wāgum,  wundorsīona felasecga gehwylcum  þāra þe on swylc starað.Wæs þæt beorhte bold  tōbrocen swiðeeal inneweard  īrenbendum fæst,heorras tōhlidene;  hrōf āna genæsealles ansund,  þē se āglǣcafyrendǣdum fāg  on flēam gewandaldres orwēna.  Nō þæt ȳðe byðtō befleonne  --fremme sē þe wille--,ac gesēcan sceal  sāwlberendranȳde genȳdde,  niþða bearna,grundbūendra  gearwe stōwe,þǣr his līchoma  legerbedde fæstswefeþ æfter symle.  þā wæs sǣl ond mǣl,þæt tō healle gang  Healfdenes sunu;wolde self cyning  symbel þicgan.Ne gefrægen ic þā mǣgþe  māran weorodeymb hyra sincgyfan  sēl gebǣran.Bugon þā tō bence  blǣdāgande,fylle gefǣgon,  fægere geþǣgonmedoful manig;  māgas þāraswīðhicgende  on sele þām hēan,Hrōðgār ond Hrōþulf.  Heorot innan wæsfrēondum āfylled;  nalles fācenstafasþēod-Scyldingas  þenden fremedon.--Forgeaf þā Bēowulfe  bearn Healfdenessegen gyldenne  sigores tō lēane,hroden hiltcumbor,  helm ond byrnan;mǣre māðþumsweord  manige gesāwonbeforan beorn beran.  Bēowulf geþahful on flette;  nō hē þǣre feohgyftefor sc[ē]oten[d]um  scamigan ðorfte,--ne gefrægn ic frēondlīcor  fēower mādmasgolde gegyrede  gummanna felain ealobence  ōðrum gesellan.Ymb þæs helmes hrōf  hēafodbeorgewīrum bewunden  wala ūtan hēold,þæt him fēla lāf  frēcne ne meahtescūrheard sceþðan,  þonne scyldfrecaongēan gramum  gangan scolde.Heht ðā eorla hlēo  eahta mēarasfǣtedhlēore  on flet teon,in under eoderas;  þāra ānum stōdsadol searwum fāh,  since gewurþad;þæt wæs hildesetl  hēahcyninges,ðonne sweorda gelāc  sunu Healfdenesefnan wolde,--  nǣfre on ōre lægwīdcūþes wīg,  ðonne walu fēollon.Ond ðā Bēowulfe  bēga gehwæpreseodor Ingwina  onweald gēteah,wicga ond wǣpna;  hēt hine wēl brūcan.Swā manlīce  mǣre þēoden,hordweard hæleþa  heaþorǣsas gealdmēarum ond mādmum,  swā hȳ nǣfre man lŷhð,sē þe secgan wile  sōð æfter rihte."}}