{"originalTitle": "Beowulf2_Lines_1-52", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Lines_1-52", "text": {"0": "LO! we of the Spear-Danes', in days of yore,Warrior-kings' glory have heard,How the princes heroic deeds wrought.Oft Scyld, son of Scef, from hosts of foes,From many tribes, their mead-seats took;The earl caused terror since first he wasFound thus forlorn: gained he comfort for that,Grew under the clouds, in honors throve,Until each one of those dwelling aroundOver the whale-road, him should obey,Should tribute pay: that was a good king!To him was a son afterwards born,Young in his palace, one whom God sentTo the people for comfort: their distress He perceivedThat they ere suffered life-eating careSo long a while. Him therefor life's Lord,King of glory, world-honor gave:Beowulf was noted (wide spread his fame),The son of Scyld in Scedelands.So shall a young man with presents cause,With rich money-gifts in his father's house.That him in old age may after attendWilling comrades; when war shall come,May stand by their chief; by deeds of praise shallIn every tribe a hero thrive!Then Scyld departed at the hour of fate,The warlike to go into his Lord's keeping:They him then bore to the ocean's wave,His trusty comrades, as he himself bade,Whilst with words ruled the friend of the Scyldings,Beloved land-prince; long wielded he power.There stood at haven with curved prow,Shining and ready, the prince's ship:The people laid their dear war-lord,Giver of rings, on the deck of the ship,The mighty by th' mast. Many treasures were there,From distant lands, ornaments brought;Ne'er heard I of keel more comelily filledWith warlike weapons and weeds of battle,With bills and burnies ! On his bosom layA heap of jewels, which with him shouldInto the flood's keeping afar depart:Not at all with less gifts did they him provide,With princely treasures, than those had done,Who him at his birth had erst sent forthAlone o'er the sea when but a child.Then placed they yet a golden standardHigh over his head, let the waves bearTheir gift to the sea; sad was their soul,Mourning their mood. Men indeed cannotSay now in sooth, hall-possessors,Heroes 'neath heavens, who that heap took."}}