{"originalTitle": "Völsunga_Saga_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_17", "text": {"0": "Nú hittir Sigurðr konunga ok mælti til þeira: \"Hérhöfum vér verit um hríð, ok eigum vér yðr ástsemdat launa ok mikla virðing. En nú viljum vér ór landifara ok finna Hundings sonu, ok vilda ek, at þeir vissi,at Völsungar væri eigi allir dauðir. Viljum vér hafaþar til yðarn styrk.\" Konungar kváðust allt vilja tilfá, þat er hann beiddist.Er nú búit lið mikit ok allt vandat sem mest, skipok allr herbúnaðr, svá at hans ferð væri þá vegligrien áðr. Sigurðr stýrir dreka þeim, er mestr var okagætligastr. Segl þeira váru mjök vönduð ok ítarligat sjá. Sigla þeir nú góðan byr. Ok er fá dægr váruliðin, þá kom á veðr mikit með stormi, en svá varsjárinn sem í roðru sæi. Eigi bað Sigurðr svipta seglunum,þótt rifnuðu, heldr bað hann hæra setja enáðr. Ok er þeir sigldu fram fyrir bergnös nokkura,þá kallaði maðr upp á skipit ok spyrr, hverr fyrir liðinueigi at ráða. Honum var sagt, at þar var höfðingiSigurðr Sigmundarson, er nú er frægstr ungra manna.Maðrinn svarar: \"Allir segja þar eitt frá honum, at eigimegi konungasynir jafnast við hann. Vilda ek, at þérfelldið seglin á nokkuru skipinu ok tæki þér við mér.\"Þeir spurðu hann at nafni. Hann svarar:\"Hnikar hétu mik,þá er ek Hugin gladda,Völsungr ungi,ok vegit hafða.Nú máttu kallakarl af bjargiFeng eða Fjölni.Far vil ek þiggja.\"Þeir viku at landi ok tóku karl á skip sín. Þá tókaf veðrit, ok fara, unz þeir koma at landi í ríki Hundingssona. Þá hvarf Fjölnir. Þeir láta þegar geisa eldok járn, drepa menn, en brenna byggðina ok eyða þar,sem þeir fara. Stökkr fjöldi undan á fund Lyngva konungsok segja, at herr er kominn í landit ok ferr meðmeira geysingi en dæmi finnist til; kváðu Hundingssonu eigi langsýna, þá er þeir sögðust eigi mundu hræðastVölsunga, -- \"en nú stýrir þessum her Sigurðr Sigmundarson.\"Lyngvi konungr lætr nú fara um alltsitt ríki herboð; vill eigi á flótta leggjast, stefnir til sínöllum þeim mönnum, er honum vilja lið veita; kemrnú á mót Sigurði með allmikinn her ok bræðr hansmeð honum. Tekst þar in harðasta orrosta með þeim.Mátti þar á lopti sjá margt spjót ok örvar margar, öxihart reidda, skjöldu klofna ok brynjur slitnar, hjálmaskýfða, hausa klofna ok margan mann steypast til jarðar.Ok er orrostan hefir svá staðit mjök langa hríð,sækir Sigurðr fram um merkin ok hefir í hendi sverðitGram. Hann höggr bæði menn ok hesta ok gengr ígegnum fylkingar ok hefir báðar hendr blóðgar til axlar,ok stökk undan fólk, þar sem hann fór, ok helzt hvárkivið hjálmr né brynja, ok engi maðr þóttist fyrr séthafa þvílíkan mann. Þessi orrosta stóð lengi með miklumannfalli ok ákafri sókn. Ferr þar, sem sjaldnar kannhenda, þá er landherrinn sækir til, at þat kom fyrirekki. Fell þar svá margt fyrir Hundings sonum, atengi maðr vissi töl á. Ok Sigurðr var framarla í fylkingu.Þá koma á mót honum synir Hundings konungs.Sigurðr höggr til Lyngva konungs ok klýfr hjálm hansok höfuð ok brynjaðan búk, ok síðan höggr hannHjörvarð, bróður hans, sundr í tvá hluti, ok þá draphann alla Hundings sonu, er eptir lifðu, ok mestanhluta liðs þeira.Ferr Sigurðr nú heim með fögrum sigri ok miklufé ok ágæti, er hann hafði fengit í þessi ferð. Váru núveizlur gervar í mót honum heima í ríkinu. Ok erSigurðr hefir skamma stund heima verit, kemr Reginnat máli við Sigurð ok segir: \"Nú munu þér vilja steypahjálminum Fáfnis, svá sem þér hétuð, því at nú hefirþú hefnt föður þíns ok annarra frænda þinna.\" Sigurðrsvarar: \"Efna munu vér þat, sem vér höfum þar umheitit, ok ekki fellr oss þat ór minni.\""}}