{"originalTitle": "Grettis_Saga_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_5", "text": {"0": "Annað sumar bjuggust þeir að fara vestur til Írlands. Þá    réðust þeir Bálki og Hallvarður vestan um haf og fóru út til    Íslands því að þaðan voru sagðir landskostir góðir. Bálki nam    land í Hrútafirði. Hann bjó á Bálkastöðum hvorumtveggjum.    Hallvarður nam Súgandafjörð og Skálavík til Stiga og bjó þar.    Þeir Þrándur og Önundur komu á fund Eyvindar austmanns og tók    hann vel við bróður sínum. En er hann vissi að Önundur var    þar kominn þá varð hann reiður og vildi veita honum atgöngu.    Þrándur bað hann eigi það gera, kvað það eigi standa að gera    ófrið norrænum mönnum, allra síst þeim er með öngri óspekt    fara. Eyvindur kvað hann farið hafa fyrr og gert ófrið    Kjarval konungi, sagði hann nú þess skyldu gjalda. Áttu þeir    bræður lengi um þetta að tala allt þar til er Þrándur kvað    eitt skyldu ganga yfir þá Önund báða. Lét þá Eyvindur sefast.    Dvöldust þeir þar lengi um sumarið og fóru þeir með Eyvindi í    herfarir. Þótti honum Önundur hinn mesti hreystimaður. Fóru    þeir til Suðureyja um haustið. Gaf Eyvindur Þrándi arf allan    eftir föður þeirra ef Björn andaðist fyrr en Þrándur. Voru    þeir nú í Suðureyjum þar til er þeir kvæntust og nokkura    vetur síðan."}}