{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_13", "text": {"0": "Ólöf drottning spyrr, at þau Helgi ok Yrsa unntustmikit ok una vel ráði sínu. Þat líkar henni ekki velok ferr á fund þeira. Ok sem hún kom þar við land,sendir hún orð Yrsu drottningu. Ok sem þær hittast,býðr Yrsa henni heim til hallar með sér. Hún kveðstþat eigi vilja, kveðst engan sóma eiga at launa Helgakonungi. Yrsa mælti: \"Óvirðuliga gerðir þú til mín,er ek var með þér. Eða kanntu nokkut at segja mérfrá ætt minni, hver hún er, því at mik grunar, at eigisé svá sem mér er til kennt, at ek væri ein karls dóttirok kerlingar?\" Ólöf sagði: \"Ekki er þess örvænt, at ekkunni at segja þér nokkut þar af. Var þat mitt mestaerendi hingat, at ek vildi kunngera þér þat, eða unirþú vel við ráðahaginn?\" \"Já,\" segir hún, \"ok má ekvel við una, því ek á inn ágætasta konung ok innfrægasta.\" \"Ekki er svá gott við at una sem þér þykkir,\"segir Ólöf, \"því at hann er faðir þinn, en þú ert dóttirmín.\" Yrsa mælti: \"Mína ætla ek móðurina versta veraok grimmasta, því at þetta er þau ódæmi, er eigi munufyrnast um aldr.\" \"Helga hefir þú goldit at í þessu,\" segirÓlöf, \"ok reiði minnar, en nú vil ek bjóða þér til mínmeð sæmd ok virðingu ok gera til þín í alla staði eptirþví, sem ek kann bezt.\" Yrsa segir: \"Eigi veit ek,hvernig þat gefst, en eigi mun ek hér vera, þegar ekveit þessi ódæmi, sem á liggja.\"Hún hittir síðan Helga konung ok segir honum,hversu þungliga er til komit. Konungr sagði: \"Æritgrimma áttu móðurina, en þat vilda ek, at svá búitværi.\" Hún kvað ekki svá búit vera mega, at þau séusamvistum þaðan í frá. Ferr Yrsa nú með Ólöfu drottninguok er í Saxlandi um hríð. Svá bítr þetta á Helgakonung, at hann lagðist í rekkju ok var allókátr. Ekkiþótti þá annarr kostr betri en þat, sem Yrsa var, en þógerðust konungar seint til at biðja hennar, ok bar þatmest til, at aldri þótti örvænt, at Helgi kæmi eptirhenni ok léti sér misþokknast, ef hún væri gift öðrum."}}