{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_16", "text": {"0": "Nú skal víkja aptr til Hálfdanar, at hann siglir íburt frá Hlaðeyjum með fjóra tigi skipa ok heim tilDanmerkr. Ok er víkingar vita, at ófriðr er kominn,skunda þeir til bardaga. Engir landsmenn vildu berjastmeð þeim. Fóru þeir til Hálfdanar, ok finnast þeirá sléttum völlum, ok tókst þar bardagi harðr. Genguvíkingar hart fram. Verðr skjótt mikit mannfall í herHálfdanar. Hann mælti þá við menn sína, at þeirskyldu hlífa sér, en sæta eigi mjök áverkum við víkinga.Liðit Hálfdanar gengr þá hart fram, ok finnastþeir Snækollr ok Hálfdan í bardaganum, ok lýkr sváþeira viðskiptum, at Snækollr fellr dauðr til jarðar.En er Sóti sér fall bróður síns, veðr hann fram atHálfdani ok höggr til hans. Hálfdan hljóp í lopt upp,ok missti Sóti hans, en mækir Sóta hljóp niðr í völlinn,ok laut hann eptir högginu. Í því slæmir Hálfdan undanhonum báða fætrna í knjáliðunum. Hann fell þáok var þegar litlu dauðr ok mælti: \"Mikinn sigr hefirþú nú unnit, Hálfdan,\" segir hann, \"er þú hefir mikat velli lagt. Þat mæli ek um, at þú munir ekki tilMarsibil konungsdóttur, heitkonu þinnar.\" Eptir þettadó Sóti, en Hálfdan drap hvert mannsbarn, er Sótahafði fylgt. En Hálfdan gerðist konungr yfir Danmörkuok mundi ekki til Marsibil konungsdóttur."}}