{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_14", "text": {"0": "At öðrum degi hófu þeir sína orrostu ok börðustallan þann dag ok fóru at kveldi í herbúðir sínar. Þeirbörðust svá átta daga, at höfðingjar váru enn heilir,en engi vissi manntal, hvat margt fell. En bæði dagok nótt dreif lið til Angantýs af öllum vegum, ok þákom svá, at hann hafði eigi færa fólk en í fyrstu. Varðnú orrostan enn ákafari. Váru Húnar allákafir ok sáþá sinn kost, at sú ein var lífs ván, ef þeir sigruðust,ok illt mundi Gota griða at biðja. Gotar vörðu frelsisitt ok fóstrjörð fyrir Húnum, stóðu því fast, ok eggjaðihverr annan. Þá er á leið daginn, gerðu Gotar atgöngusvá harða, at fylkingar Húna svignuðu fyrir.Ok er Angantýr sá þat, gekk hann fram ór skjaldborginniok í öndverða fylking ok hafði í hendi Tyrfingok hjó þá bæði menn ok hesta. Raufst þá skjaldborgfyrir Húna konungum, ok skiptust þeir bræðr höggumvið. Þá fell Hlöðr ok Humli konungr, ok þá brastflótti á Húnum, en Gotar drápu þá ok felldu svá mikinnval, at ár stemmdust ok fellu ór vegum, en dalirváru fullir af hestum ok dauðum mönnum ok blóði.Angantýr konungr gekk þá at kanna valinn ok fannHlöð, bróður sinn. Þá kvað hann:\"Bauð ek þér, bróðir,basmir óskerðar,fé ok fjölð meiðma,sem þik fremst tíddi;nú hefir þú hvárkihildar at gjöldumljósa baugané land ekki.\"Ok enn:\"Bölvat er okkr, bróðir,bani em ek þinn orðinn,þat mun æ uppi,illr er dómr norna.\""}}