{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_10", "text": {"0": "Þeir Njörfi ok Víkingr gerðust gamlir at aldri. Tókusynir þeira mjök at vaxa. Jökull gerðist ofstopamaðrmikill ok óeirinn um alla hluti. Nær var um aldr þeiraNjörfasona ok Víkingssona. Váru þá, er þessi saga gerðist,inir yngstu tólf vetra, en þeir Þorsteinn ok Jökullá tvítugs aldri. Þeir lögðu leika með sér Njörfasynirok Víkingssynir, ok gekk engu verr Víkingssonum. Áþví lék konungssonum mikill metnaðr. Var Jökull íþví sem öllu öðru inn kappsamasti. Var þat auðsét, atÞorsteinn eirði undan í öllum hlutum. Ekki varð Þorsteiniþat til ámælis. Þorsteinn bar langt af bræðrumsínum ok öllum öðrum, þeim er menn til vissu. HafðiVíkingr jarl varat við sonu sína, at þeir skyldi eigi haldatil kapps við konungssonu um neina leika, spara heldrafl sitt ok framgirni.Þat var einn dag, at þeir höfðu knattleika konungssynirok Víkingssynir. Gekk þá enn með miklu kappifyrir þeim Njörfasonum. Hlífðist Þorsteinn þá enn viðeptir vanda. Þeim Jökli var skipat saman, en þeim Óláfiok Þóri ok svá hverjum sem aldr hafði til. Gekk núsvá um daginn. Þat bar til, at Þórir setti niðr knöttinnsvá hart, at hann stökk yfir Óláf ok kom fjarri niðr.Óláfr reiddist þá ok þótti Þórir gera leik til sín. Sóttihann þá knöttinn. En er hann kom aptr, váru menn íleysingu ok ætluðu heim at fara. Óláfr sló þá meðknatttrénu til Þóris, en er hann sá þat, hljóp hannundir höggit, ok kom tréit í höfuðit, ok sprakk fyrir.Þorsteinn hljóp þá í milli ok fleiri menn aðrir. Urðuþeir þá skildir. Jökull mælti: \"Eigi mun yðr þettamikils þykkja vert, þótt Þórir fengi einn hnekkistikilí höfuðit.\" Þórir roðnaði við orð Jökuls, ok skildu viðsvá búit. Þórir mælti þá: \"Mér hafa legit eptir glófarmínir. Mun Jökull virða mér til hræðslu, ef ek þoriekki at sækja þá.\" Þorsteinn mælti: \"Eigi þykki mérþat ráð, at þit Óláfr finnizt.\" \"Fara mun ek sem áðr,\"segir Þórir, \"því at þeir eru heim farnir.\" Þórir gekkþá snúðigt aptr, ok er hann kom aptr á leikvöllinn,váru þeir allir á burt. Þórir gekk þá heim á veg tilhallarinnar. Þat var allt jafnsnemma, at konungssynirkómu heim til hallarinnar ok stóðu undir hallarveggnum.Þórir snaraðist þá at Óláfi ok lagði at honum miðjummeð spjóti, svá at í gegnum stóð. Snerist hann þáá burt, ok festu þeir eigi fang á honum. Styrmdu þeirþá yfir Óláfi dauðum, en Þórir fór, til þess er hannfann bræðr sína. Þorsteinn spyrr þá: \"Hví er blóð áspjóti þínu, frændi?\" \"Því,\" segir Þórir, \"at ek veit eigi,nema hann Óláfr hafi skeinzt á oddinum.\" \"Þá muntusegja hann dauðan,\" segir Þorsteinn. \"Mér þykkir verðamega,\" segir Þórir, \"þótt Jökull sé atgervismaðr umflest, at þó fái hann eigi grætt Óláf, bróður sinn.\" \"Illaer nú orðit,\" segir Þorsteinn, \"því at ek veit, at föðurmínum mislíkar.\"En er þeir kómu heim, var Víkingr jarl úti ok varallfálátr. Hann mælti: \"Svá fór sem mik varði um þik,Þórir, at þú mundir mestr ógæfumaðr af öllum mínumsonum. Þykkir mér þú nú þat hafa sýnt, er þúhefir orðit at bana sjálfum konungssyninum.\" \"Þat ernú ráð, faðir, at hjálpa syni þínum, þótt hann hafihrapat í ógiftu. Hefir þú nóg brögð til þess. Þykki mérþú þat enn sýnt hafa, er þú vissir fyrir víg Óláfs oksagði þér þat engi.\" Víkingr sagði: \"Eigi vinn ek þattil lífs Þóris at rjúfa eiða mína, því at vit Njörfi konungrhöfum þat svarit báðir, at hvárr skyldi öðrumtrúr ok hollr bæði leyniliga ok opinberliga. Þat hefirhann haldit í öllum greinum. Nú vil ek því eigi hafaverr en hann, at ek haldi stríði í móti honum, því atþat var eitt skeið, at mér var Njörfi konungr ekkióástfólgnari en synir mínir. Þarf ok ekki um þat attala, at ek veiti Þóri enga hjálp. Skal hann ok burtverða ok koma aldri fyrir mín augu.\" Þorsteinn mælti:\"Hví munu vér þá ekki allir í burt fara bræðr, því atekki munu vér við Þóri skilja? Skal ok eitt yfir okkrganga.\" \"Því ræðr þú, frændi,\" segir jarl, \"en mikilþykki mér ógifta Þóris, ef þat hlýzt af honum, at ekmissi sonu mína alla ok þar með vináttu konungs, erbezt er at sér gerr um alla hluti, ok hér með þat lítilser vert, at ek missi lífit. En þat eina gleðr mik, atengum mun lagit verða at standa yfir þínum höfuðsvörðum,en þó mun þér nær ekit verða, ok muntuþat allt af Þóri hljóta, en þó er skaði at honum nokkurrfyrir karlmennsku sakir. Nú er hér sverð, Þorsteinnfrændi, er ek vil gefa þér, er Angrvaðill heitir, ok hefirjafnan fylgt því sigr. Þat tók faðir minn af Birni blátönndauðum. Ekki hefik fleira vápna, svá at afbragðsé á, utan kesju forna, er ek tók af Háreki járnhaus,ok veit ek, at hún er engum manni vápnfær. Nú efþú vilt burt fara, Þorsteinn frændi, þá legg ek þat tilmeð þér, at þú farir upp til vatns þess, er heitir Vænir.Þar mun standa bátr einn í hrófi, er ek á. Far á honumí hólm þann, er liggr í vatninu. Þar mun vera ískáli ok svá mikill kostr ok klæði, at yðr megi nægjaum tólf mánuði. Geymið vel bátinn, því at ekki erufleiri skip í nánd.\"Síðan skildu þeir feðgar. Allir höfðu þeir góð klæðiok herklæði, er faðir þeira hafði fengit þeim, áðr þettavarð. Þorsteinn fór ok bræðr hans, þar til er þeir fundubátinn, reru í hólminn ok fundu skálann. Var þar allnógþat, er hafa þurfti, ok settust þar um kyrrt."}}