{"originalTitle": "Örvar-Odds_Saga_Chapter_22", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_22", "text": {"0": "Sigla þeir nú, þar til at þeir koma til Hellulands, okleggja inn á fjörðinn Skugga. En er þeir eru landfastirorðnir, ganga þeir feðgar á land ok þar till, sem þeirsjá, hvar virki stendr, ok sýnist þeim þat harðla rammgert.Flóki gekk þá út á virkisarminn ok hans félagar.Ögmundr heilsar þá Oddi blíðliga ok frétti at erendum.\"Eigi þarftu at því at spyrja,\" sagði Oddr, \"þvíat ek vil hafa líf þitt.\" \"Hitt er ráð,\" sagði Ögmundr, \"atvit sættumst heilum sáttum.\" \"Nei,\" sagði Oddr, \"þatskal verða aldri, því at hitt var mér í hug, þá er þú draptok myrðir Þórð stafnglám, fóstbróður minn, ok níddistá honum.\" \"Því gerða ek þat,\" sagði Ögmundr, \"atmér þótti eigi áðr jafnvegit, en nú þótt þú hafir mikfundit, getr þú aldri mik unnit, meðan ek em í virkinu,en nú býð ek þér, at þit feðgar berizt tveir við osskumpána, ella munu vér í virkinu fyrir mælast\" \"Þatskal vera,\" sagði Oddr, \"ok skal ek berjast við þik,Ögmundr, en Vignir við kumpána þína.\" \"Þat skal eigivera,\" sagði Vignir, \"skal ek nú launa þér frýjuorðit,þat er þú lagðir mér í fyrsta tíma, at vit fundumst, atek munda eigi þora at finna Ögmund.\" \"Þessa skiptismunu vit iðrast síðar,\" sagði Oddr, \"þó at þú ráðir núat sinni.\"Taka þeir síðan at berjast. Var þat nær sjá. Var þarharðr atgangr, sem þeir Ögmundr ok Vignir gengustat, því at hvárrtveggi þeira var rammr at afli ok inirvápnfimustu. En svá gekk Vignir hart at Ögmundi, athann stökk norðr með sjávarhömrunum, en Vignir hljópeptir, allt þar til er Ögmundr hljóp ofan fyrir hamranaí tó eina, en Vignir þegar eptir; þá var fertugt ofan.Þá tóku þeir til ok glímdu með miklum atgangi okómannligum, því at þeir ruddu upp jörðu ok grjótisem lausri mjöllu. Nú er þar til at taka, sem Oddr er.Hann hafði kylfu stóra í hendi, því at engan Flókadrengja bitu járn. Lamdi hann þá hart með kylfunni,svá at á lítilli stundu hafði hann drepit þá alla, sem hannátti við, ok var hann lítt móðr, en ekki sárr; olli þvískyrta hans. Þá fýsir Odd at leita at Vigni ok vita, hvat afhonum mun orðit. Gengr hann þá fram með hömrunum,þar til at hann kemr þar at uppi yfir, sem þeir Vignirok Ögmundr höfðu at gengizt. Ok í því brá ÖgmundrVigni, svá at hann fell, ok þegar jafnskjótt greyfðisthann niðr at honum ok beit sundr í honum barkann.Lét Vignir svá líf sitt. Þá sýn sagðist Oddr svá sét hafa,at honum hafi verst þótt ok mest við brugðit. Ögmundrmælti þá: \"Nú þætti mér þér, Oddr, betra hafa verit,at vit hefðum sætzt, sem ek bauð, því at nú hefir þúfengit þann mannskaða af mér, at þú munt aldri bætrbíða, þar sem Vignir er dauðr, sonr þinn, sá maðr, atek hygg fræknastan ok sterkastan orðit hafa á Norðrlöndum,því at hann var nú tíu vetra gamall, ok hefðihann mik yfir unnit, ef ek væri alþýðligr maðr, ennú em ek eigi síðr andi en maðr. En svá hefir hann hartkreist búk minn, at hann hefir náliga brotit í mér hvertbein, svá at þau skrapa öll innan í skinninu, svá at ekværa dauðr, ef ek hefða eðli til þess. En engan mannhræðumst ek í veröldunni nema þik, ok af þér mun eknokkut illt hljóta, hvárt þat verðr fyrr eða síðar, endaáttu nú þín í at hefna.\" Oddr varð þá ógurliga reiðr,ok stökk hann þegar ofan fyrir hamrana ok kom standandiniðr í tóna. Ögmundr brá þá skjótt við ok steyptisér ofan fyrir hamrana í sjóinn at höfðinu, svá at hvítfysstiupp á móti. Ekki kom Ögmundr upp síðan, sváat Oddr gæti þat sét. Síðan skildu þeir Ögmundr í þvísinni, ok undi Oddr við it versta, ok fór hann síðantil skipa sinna og sigldi á burt ok helt til Danmerkr okfann þar Garðar, fóstbróður sinn, ok tók hann við honumharðla vel."}}