{"originalTitle": "Grettis_Saga_Chapter_90", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_90", "text": {"0": "Þorsteinn drómundur var með Væringjum meðan mestur orðrómur    lék á málum þessum. Verður hann svo frægur að þar þótti varla    þvílíkur atgervismaður komið hafa sem hann. Fékk hann af    Haraldi Sigurðarsyni hinn mesta heiður því að hann virti    frændsemi við hann og hans ráðum hefir Þorstein fram farið að    því er menn ætla.    Bráðlega eftir það er Sigurður var úr landi rekinn hóf    Þorsteinn bónorð við Spes. Tók hún því sæmilega en veik þó    til frænda sinna. Voru þá stefnur að áttar. Kom það ásamt með    þeim að hún mundi mestu fyrir ráða. Var þá keypt með þeim með    samþykki frænda hennar og urðu þeirra samfarir góðar og höfðu    auð fjár. Þótti Þorsteinn mikill gæfumaður hversu hann hafði    úr ráðið sínum vandræðum. Voru þau ásamt tvo vetur þar í    Miklagarði.    Eftir það sagði Þorsteinn húsfreyju sinni að hann vildi vitja    eigna sinna aftur til Noregs. Hún sagði hann skyldi ráða.    Seldi hann þá eignir þær er hann átti og höfðu þau af óf    lausafjár. Réðust þau þá utan úr löndum með góðu föruneyti og    fóru alla leið uns þau komu í Noreg. Tóku frændur Þorsteins    harðla vel við þeim báðum og sá það brátt að hún var ör og    stórlynd. Gerðist hún brátt harðla vinsæl. Áttu þau börn    saman og sátu nú að eignum sínum og undu vel sínu ráði.    Þá var Magnús konungur hinn góði yfir Noregi. Fór Þorsteinn    skjótt á fund hans og var þar vel tekinn því að hann var mjög    frægur orðinn af því er hann hafði hefnt Grettis hins sterka.    Vita menn varla dæmi til að nokkurs manns af Íslandi hafi    hefnt verið í Miklagarði annars en Grettis Ásmundarsonar.    Svo er sagt að Þorsteinn yrði hirðmaður Magnúss konungs. Sat    Þorsteinn um kyrrt níu vetur síðan hann kom í Noreg og þóttu    þau hin mestu sæmdarmenn bæði. Þá kom utan úr Miklagarði    Haraldur konungur Sigurðarson og gaf Magnús konungur honum    hálfan Noreg við sig. Voru þá báðir konungar í Noregi um    hríð.    Eftir andlát Magnúss konungs undu margir lítt þeir sem höfðu    verið vinir hans því að allir unnu honum. En mönnum varð    vangætt til lyndis Haralds konungs því að hann var harður og    refsingasamur.    Þorsteinn drómundur gerðist þá hnignandi og var þó hinn    hraustasti maður. Þá var liðið frá drápi Grettis    Ásmundarsonar sextán vetur."}}