{"originalTitle": "Völsunga_Saga_Chapter_33", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_33", "text": {"0": "Nú er þat sagt einhverja nótt, at Atli konungrvaknar ór svefni. Mælti hann við Guðrúnu: \"Þatdreymdi mik,\" segir hann, \"at þú legðir á mér sverði.\"Guðrún réð drauminn ok kvað þat fyrir eldi, er járndreymdi, -- \"ok dul þeiri, er þú ætlar þik öllum fremra.\"Atli mælti: \"Enn dreymdi mik sem hér væri vaxnirtveir reyrteinar, ok vilda ek aldri skeðja. Síðan váruþeir rifnir upp með rótum ok roðnir í blóði ok bornirá bekki ok boðnir mér at eta. Enn dreymdi mik, at haukartveir flygi mér af hendi ok væri bráðalausir ok fórutil heljar. Þótti mér þeira hjörtum við hunang blandit,ok þóttumst ek eta. Síðan þótti mér sem hvelpar fagrirlægi fyrir mér ok gullu við hátt, ok át ek hræ þeira atmínum óvilja.\" Guðrún segir: \"Eigi eru draumar góðir,en eptir munu ganga. Synir þínir munu vera feigir,ok margir hlutir þungir munu oss at hendi koma.\" \"Þatdreymdi mig enn,\" segir hann, \"at ek lægja í kör ok væriráðinn bani minn.\"Nú líðr þetta, ok er þeira samvista fálig. Nú íhugarAtli konungr, hvar niðr mun komit þat mikla gull, erátt hafði Sigurðr, en þat veit nú Gunnarr konungr okþeir bræðr. Atli var mikill konungr ok ríkr, vitr ok fjölmennr;gerir nú ráð við sína menn, hversu með skalfara. Hann veit, at þeir Gunnarr eigu miklu meira féen né einir menn megi við þá jafnast; tekr nú þat ráðat senda menn á fund þeira bræðra ok bjóða þeim tilveizlu ok at sæma þá mörgum hlutum. Sá maðr var fyrirþeim, er Vingi er nefndr. Drottningin veit nú þeiraeinmæli ok grunar, at vera muni vélar við bræðr hennar.Guðrún rístr rúnar, ok hún tekr einn gullhring okknýtti í vargshár ok fær þetta í hendr sendimönnum konungs.Síðan fóru þeir eptir konungs boði. Ok áðr þeirstigi á land, sá Vingi rúnarnar ok sneri á aðra leið ok atGuðrún fýsti í rúnum, at þeir kæmi á hans fund. Síðankómu þeir til hallar Gunnars konungs, ok var tekit viðþeim vel ok gervir fyrir þeim eldar stórir. Ok síðandrukku þeir með gleði inn bezta drykk. Þá mælti Vingi:\"Atli konungr sendir mik hingat ok vildi, at þit sættiðhann heim með miklum sóma ok þægið af honum mikinnsóma, hjálma ok skjöldu, sverð ok brynjur, gull okgóð klæði, herlið ok hesta ok mikit lén, ok ykkr lézt hannbezt unna síns ríkis.\" Þá brá Gunnarr höfði ok mælti tilHögna: \"Hvat skulum vit af þessu boði þiggja? Hannbýðr okkr at þiggja mikit ríki, en enga konunga veitek jafnmikit gull eiga sem okkr, því at vit höfum þatgull allt, er á Gnitaheiði lá, ok eigum við stórar skemmurfullar af gulli ok inum beztum höggvopnum ok alls konarherklæðum. Veit ek minn hestinn beztan ok sverðithvassast, gullit ágætast.\" Högni svarar: \"Undrumst ekboð hans, því at þat hefir hann sjaldan gert, ok óráðligtmun vera at fara á hans fund, ok þat undrumst ek, erek sá gersimar þær, er Atli konungr sendi okkr, at eksá vargshári knýtt í einn gullhring, ok má vera, at Guðrúnuþykki hann úlfshug við okkr hafa ok vili húneigi, at vit farim.\" Vingi sýnir honum nú rúnarnar þær,er hann kvað Guðrúnu sent hafa.Nú gengr alþýða at sofa, en þeir drukku við nokkuramenn. Þá gekk at kona Högna, er hét Kostbera, kvennafríðust, ok leit á rúnarnar. Kona Gunnars hét Glaumvör,skörungr mikill. Þær skenktu. Konungar gerðustallmjök drukknir. Þat finnr Vingi ok mælti \"Ekki erþví at leyna, at Atli konungr er þungfærr mjök okgamlaðr mjök at verja sitt ríki, en synir hans ungir oktil eingis færir. Nú vill hann gefa yðr vald yfir ríkinu,meðan þeir eru svá ungir, ok ann yðr bezt at njóta.\"Nú var bæði, at Gunnarr var mjök drukkinn, en boðitmikit ríki, mátti ok eigi við sköpum vinna, heitr núferðinni ok segir Högna, bróður sínum. Hann svarar:\"Yðart atkvæði mun standa hljóta, ok fylgja mun ekþér, en ófúss em ek þessarar ferðar.\""}}