{"originalTitle": "Grettis_Saga_Chapter_71", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_71", "text": {"0": "Nú líður fram að sólhvörfum. Þá bjuggust bændur að sækja    sláturfé sitt í eyna.    Þeir skipuðu skútu og fékk hver mann fyrir sig en sumir tvo.    En er þeir komu nærri eyjunni sáu þeir þar menn á ferli. Það    þótti þeim undarlegt og gátu það til að nokkurir menn mundu    hafa brotið þar skip sitt og komist þar á land. Reru nú þar    að sem stigarnir voru en hinir sem fyrir voru drógu upp    stigana. Þá þótti bændum undarlega við bregða og kölluðu á þá    og spurðu hverjir þar væru fyrir. Grettir nefndi sig og svo    sína félaga. Bændur spurðu hver hann flutti út í eyna.    Grettir svarar: \"Sá flutti mig sem farið átti og hendurnar    hafði og meiri var minn vinur en yðvar.\"    Bændur svöruðu: \"Lát oss ná fé voru og far til lands með oss    og haf frjálst það sem þú hefir niður lagt af fé voru.\"    Grettir svarar: \"Vel er það boðið en þó munu nú hvorir hafa    það sem fengið hafa. Og er það skjótt að segja yður að héðan    fer eg eigi nema eg sé dauður um dreginn. Ekki læt eg laust    það sem eg hefi höndum á komið.\"    Nú þögnuðu bændur og þótti mikill vogestur kominn í Drangey.    Buðu þeir honum nú marga kosti, bæði með fégjöfum og fögrum    heitum, en Grettir neitti öllu og fóru bændur á burt við svo    búið og undu illa við sinn hlut. Sögðu þeir héraðsmönnum hver    vargur kominn var í eyna. Þetta kom mikið á þá óvara og þótti    eigi hægt til aðgerða. Áttu þeir um þetta að tala um veturinn    og gátu eigi ráð til séð að koma Gretti úr eyjunni."}}