{"originalTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfs_Saga_Ok_Hálfsrekka_Chapter_6", "text": {"0": "Hjörleifr konungr fór með skipi sínu til Konungahellu,því sem hann helt til Bjarmalands. Þeir Hreiðarr,Sjólands konungr, settu búðir sínar it næsta þar.Heri, sonr Hreiðars konungs, gerði sér kært við Hjörleifkonung. Á þeim fundi eggjaði hann föður sinn atbjóða heim Hjörleifi konungi. Hreiðarr konungr sagði,at þat mundi at engri gæfu verða, en lagði þó leyfi tilok fjármuni. Þeir höfðu samflot til Danmerkr. At þvíboði sá Hjörleifr konungr Hringju, dóttur Hreiðarskonungs,ok bað hennar. Heri fýsti þess ráðs, ok fylgdihenni skipshöfn manna ok farmr allr.Í Jótlandshafi lá Hjörleifr konungr í lognrétt. Oker hann fór í sólar upprás, sá hann í norðr koma uppór sjónum mikit fjall ok jafnt vaxit sem mann. Þatkvað:\"Ek sé Hringjuhaug of orpinn,en Hera hnígahvátinn spjóti.Sék Hjörleifihaptbönd snúin,en Hreiðarihöggvinn gálga.\"Þá gengu ekki skipin. Þá bað konungr taka til ára.Þá kenndi Hringja sér sóttar. Þeir lögðu upp árar. Húnandaðist at jafnlengd þess, er hún hafði sótt tekit, okvarð skotit kistu hennar fyrir borð, en hún fór sváskjótt suðr aptr sem róit væri sexærðu skipi. Heri fannkistuna rekna skammt frá naustum föður síns ok sagðihonum til ok kvað Hjörleif konung mundu hafa myrthana."}}