{"originalTitle": "Örvar-Odds_Saga_Chapter_30", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_30", "text": {"0": "Þat hafði borit til tíðenda fyrir sjau vetrum, at konungrsá, er var austr í Hólmgörðum, hafði orðit bráðdauðr,en þar brauzt til ríkis ókunnigr maðr, sá erKvillánus heitir, ok varð hann þar konungr yfir. Hannvar nokkut með undarligum hætti, því at hann hafðigrímu fyrir andliti, svá at aldri sá hans ásjónu bera.Þetta þótti mönnum kynligt. Engi maðr vissi ok ætthans né óðaljörð, eigi heldr, hvaðan hann var at kominn.Lögðu menn þetta mjök í umræðu. Spyrst þettavíða, ok þetta kemr í Grikkland til eyrna Oddi, okþykkir honum undarligt mjök um þenna mann, at hannskal aldri hafa heyrt hans getit, svá víða sem hannhafði farit. Oddr stígr þá á stokk ok strengir þess heit,at hann skal víss verða, hverr konungr er í Görðumaustr, ok nokkuru síðar safnar hann liði ok býst heiman.Hann sendir orð Sírni, fóstbróður sínum, ok komhann til móts við hann austr fyrir Vinnlandi ok hafðiþrjá tigi skipa, en Oddr fimm tigi. Þeir váru allir velbúnir at vápnum ok mönnum. Þeir halda nú austr tilHólmgarðs.Garðaríki er svá mikit land, at þat var þá margrakonunga ríki. Marró hét konungr. Hann réð fyrir Móramar;þat land er í Garðaríki. Ráðstafr hét konungr.Ráðstofa heitir þar, er hann réð fyrir. Eddval hét konungr.Hann réð fyrir því ríki, er Súrsdal heitir. Hólmgeirrhét sá konungr, er næst Kvillánus réð fyrir Hólmgarði.Paltes hét konungr. Hann réð fyrir Palteskjuborg.Kænmarr hét konungr. Hann réð fyrir Kænugörðum,en þar byggði fyrst Magok, sonr Japhets Nóasonar.Þessir konungar allir, sem nú eru nefndir, váruskattgildir undir Kvillánus konung.Ok áðr en Oddr kæmi til Hólmgarðs, þá hafði Kvillánuslið safnat um ina næstu þrjá vetr. Þykkir mönnumsem hann hafi vitat fyrir þangatkvámu Odds. Þar váruallir fyrr nefndir konungar með honum. Svartr Geirríðarsonvar ok þar. Hann var svá kallaðr, síðan ÖgmundrEyþjófsbani hvarf. Þar var ok mikill herr afKirjálalandi ok Rafestalandi, Refalandi, Vírlandi, Eistlandi,Líflandi, Vitlandi, Kúrlandi, Lánlandi, Ermlandiok Púlínalandi. Þetta var svá mikill herr, at eigimátti hundruðum telja. Undruðust menn mjök, hvatþetta ógrynni hers, er saman var dregit, skyldi. En erOddr var við land kominn, sendi hann menn á fundKvillánuss konungs ok bauð honum burtreið, enKvillánus brást skjótt við ok fór á mót honum með hersinn. Hafði hann þá grímu fyrir andliti sínu, sem hannvar vanr. En þegar þeir fundust, bjuggust þeir at ríðaá burt. Þeir höfðu sterkar stengr ok langar. Fjórarbrutu þeir stengr, ok þrjá daga reyndu þeir með sér,ok gerðist ekki at. Þá mælti Kvillánus: \"Reynt þykkimér nú með okkr, ok kalla ek okkr jafna.\" \"Svá þykkimér þat mega kalla,\" sagði Oddr. \"Þá þykki mér ráð,at vit skiljum,\" sagði Kvillánus, \"ok stríðum ekki lengr,ok vil ek bjóða þér heim til veizlu.\" \"Þar stendr fyrireinn hlutr,\" sagði Oddr. \"Hverr er sá?\" sagði Kvillánus.\"Sá,\" kvað Oddr, \"at ek veit eigi, hverr þú ert,en ek hefi þess heit strengt at vita, hverr konungr værií Hólmgarði.\" Þá tók Kvillánus grímuna frá andliti sérok mælti: \"Þekkir þú nokkut þetta it nauðljóta höfuð?\"Oddr kenndi þá gerla Ögmund bónda Eyþjófsbana, þvíat öll merki sá þau á honum, sem Oddr hafði afhonum rifit skegg ok ásjónu ok aptr á miðjan haus.Var þetta allt beingróit ok ekki hár á vaxit. Oddr mæltiþá. \"Nei, Ögmundr,\" sagði hann, \"við þik sættumstek aldri. Miklu hefir þú mér meira skaða unnit, okbýð ek þér til bardaga á morgin.\" Ögmundr játar því,ok annan dag eptir tóku þeir til bardaga. Var hannbæði æfr ok strangr, ok varð it mesta mannfall af hvárumtveggjum.Sírnir gekk þá enn sem optar raunvelfram ok drap margan mann, því at Sniðill beit allt,þat er fyrir varð. Svartr Geirríðarson sneri þá honumí móti, ok varð þar hörð sókn, en þó bilaði Sniðill þáat bíta, ok var Svartr þó hlífarlauss. Hvárki skortiSvart afl né illsku, en með því lauk þeira einvígi, atSírnir fell dauðr fyrir Svarti með góðan orðstír. Þáhafði Oddr drepit alla skattkonunga Kvillánuss, sumaskotit, en suma höggit. En er hann sá fall Sírnis, angraðihonum mjök, ok þótti mjög ór einum brunni bera,hvern mannskaða hann fekk af Ögmundi ok hansmönnum. Þá leggr hann ör á streng ok skýtr at Svart,en hann brá við lófanum, ok beit ekki á. Svá fór önnurok in þriðja. Þá kom Oddi í hug, at hann hafði mikilsmisst, þar er Gusisnautar váru honum horfnir. Hannsnýr þá í burt ór bardaganum ok í skóginn ok höggrsér eina stóra kylfu ok gengr síðan aptr í bardagann.Ok er hann mætir Svart, taka þeir til at berjast. LemrOddr þá með kylfunni, svá at hann linnir eigi fyrr enhann hafði brotit hvert bein í Svart ok gekk svá afhonum dauðum. Eigi hafði Kvillánus ekki at hafzt ámeðan, því at svá segja menn, at ör flygi af hverjumhans fingri ok dæi maðr fyrir hverri, ok með atdugnaðimanna hans hafði hann drepit hvert mannsbarn, þat ermeð Oddi var. Margt var ok fallit af Kvillánus, svá atvarla kom tölu á. Oddr stóð þá enn upp ok varðist alldrengiliga.Hvárki var hann móðr né sárr; olli þvískyrta hans. Nótt skildi þá með þeim, því at eigi varvígljóst. Fór Kvillánus þá til borgar með sína menn,þá er eptir lifðu. Var þat eigi meira en sex tigir manna,allir móðir ok sárir. Var hann síðan kallaðr Kvillánusblesi. Stýrði hann lengi síðan Hólmgörðum.Oddr gekk á burt á merkr ok skóga, allt þar til athann kom fram í Gallía. Þar réðu þá fyrir tveir konungar,en þó hafa þar verit tólf ríki. Annarr þeira hétHjörólfr, en annarr Hróarr. Þeir váru bræðrasynir.Hróarr hafði drepit föður Hjörólfs til ríkis ok sat einnyfir ríkinu, nema Hjörólfr sat at einu fylki. Þar komOddr til hirðar hans. Konungr var ungr ok hafði tilgamans at vera í skotbakka, ok gekk honum lítt. Oddrsagði, at þeir skyti ófimliga. \"Hyggstu munu skjótabetr?\" sagði konungr. \"Ekki þykkir mér fyrir því,\"sagði Oddr, ok nú skýtr hann ok hæfir ávallt. Þá finnstkonungi mikit til um þenna mann ok mat Odd mikils.Konungr sagði honum, hversu vanhaldinn hann varaf Hróari konungi. Oddr fýsti at beiða jafnaðarskiptisá ríkjunum. Þeir senda tólf menn með bréfum til konungs,ok er hann hafði yfir lesit bréfit, þá svarar hannok sagði, at þeir væri eigi tæpidjarfir at beiða slíkrahluta ok þat mundi til at setja þá svá aptr, at eigifýsti annan at beiða slíks. Ok síðan safna hvárirtveggjaliði, ok hafa þeir Oddr eigi inn tólfta hlut liðs viðHróar. Oddr bað þá vísa sér til Hróars konungs. Síðantók hann eina ör ok skaut at honum, ok kom á hannmiðjan, ok fell þar Hróarr konungr, ok varð engi bardagi.Hjörólfr bauð Oddi ríkit, en hann undi þar eigilengi ok leyndist á burt á einni nótt. Síðan lá hannúti á mörkum, þar til at hann kom í ríki sitt ok seztþá um kyrrt. Nokkurum tíma síðar sendir KvillánusOddi gjafir miklar bæði í gulli ok silfri ok marga góðagripi ok þar með vináttumál ok sættarboð. Þá Oddrþessar gjafir, því at hann fyrirstóð af sinni vizku, atÖgmundr Eyþjófsbani, sem þá nefndist Kvillánus, varósigranligr, því at hann mátti eigi síðr kallast andi enmaðr. Ok er eigi getit, at þeir hafi síðan nokkurahluti við átzt, ok lauk svá þeira skiptum."}}