{"originalTitle": "Hrómundar_Saga_Gripssonar_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrómundar_Saga_Gripssonar_Chapter_9", "text": {"0": "Um vetrinn eptir bar margt fyrir Blind í svefni, oksegir konungi eitt sinn draum sinn ok mælti svá: \"Mérþótti vargr einn renna austan. Hann beit yðr, konungr,ok veitti yðr áverka.\" Konungr kvaðst ráða þennadraum svá: \"Hér mun koma konungr af nokkurumstað, ok mun fundrinn verða skæðr fyrst, en falla þóniðr til sátta.\" Enn kvað Blindr sik dreymt hafa, athonum þótti margir haukar sitja í einu húsi, -- \"okþekkti ek þar fálka þinn, herra. Hann var allr fjaðralaussok flettr hamnum.\" Konungr mælti: \"Vindr munkoma af skýjum ok skelfa vára borg.\" Þriðja draumsagði Blindr sváleiðis: \"Mörg svín sá ek renna sunnanat konungs höllu, rótuðu jörðinni upp með rananum.\"Konungr mælti: \"Þat er fyrir sjóvar ólgu, vátviðrumok grasvexti þeim, er grær at vatnsins vökva, er sólinskínn í heiði.\" Fjórða draum sagði Blindr: \"Mér þóttieinn ógurligr hriki koma austan at. Hann beit yðr stóraund.\" Konungr mælti: \"Sendimenn frá nokkurum konungimunu koma í mína höll. Þeir munu bíta upp öllumsínum vápnum, ok þar af mun ek reiðast.\" \"Fimmtidraumr er sá,\" sagði Blindr, \"at mér þótti liggja umSvíaveldi grimmligr ormr.\" \"Hér mun koma at landi,\"sagði konungr, \"dreki vænn, hlaðinn gersemum.\" \"Séttasinn dreymdi mik,\" sagði Blindr, \"at mér þótti komaaf landi svört ský með klóm ok vængjum, ok flugubrott með þik, konungr. Þá dreymdi mik enn, at ormreinn væri hjá Hagali karli. Sá beit menn grimmliga.Át hann bæði mik ok yðr upp ok alla konungs menn,eða hvat mun þetta þýða?\" Konungr mælti: \"Heyrthefi ek skammt frá hýbýlum Hagals liggi híðbjörn nokkurr.Ek mun fara at vinna björninn, ok mun hann þábyrstast mjök.\" \"Hér næst dreymdi mik, at dreka hamrværi dreginn um konungs höll, ok hekk þar við lindiHrómunds.\" Konungr mælti: \"Þat veiztu, at Hrómundrmissti sverðit ok linda í vatninu, eða ertu nú hræddrvið Hrómund?\" Fleiri drauma dreymdi Blind, hverjahann sagði konungi, en konungr réð þá alla sér í vil,en engan svá sem merking til höfðu. Nú segir Blindrenn einn draum sinn, þann er hann sjálfan snerti, okmælti: \"Mér þótti járnhringr settr á minn háls.\" Konungrsagði: \"Þat er þýðing þess draums, at þú munthengdr verða, ok þar með munu vit báðir feigir.\""}}