{"originalTitle": "Hrómundar_Saga_Gripssonar_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrómundar_Saga_Gripssonar_Chapter_2", "text": {"0": "Þeir bræðr kómu aptr til konungs ok sögðu honumtíðendin. Konungr bauð at halda til orrostu, ok svávar gert. Hittust þeir, ok tókst þar harðr bardagi. Þeirbræðr gengu vel fram. Kári hafði jafnan átta eða tólfí hverju höggi. Hröngviðr sá þetta. Hljóp hann uppá konungs skip til Kára ok lagði sverðinu í gegnumhann. Þegar Kári hafði fengit sárit, segir hann til konungs:\"Lifið heilir, herra, ek mun hjá Óðni gista.\"Hröngviðr vá Örnúlf upp á spjóti sínu. Eptir fall þeirabræðra kallar Hröngviðr, at þeir skuli upp gefast. Erþá illr kurr í liði konungs. Engi járn bitu Hröngvið.Nú er þess getit, at Hrómundr Gripsson var í fylgdmeð konungi. Hann tekr sér kylfu í hönd, bindr sérgrátt ok sítt geitarskegg ok setr síðan hatt á höfuð sér,veðr svá fram ok finnr þá bræðr báða dauða, tekr uppmerki konungs ok lemr með kylfunni blámenn tildauða. Hröngviðr spyrr, hverr sá væri, -- \"eða er þettanokkut faðir hans illa Kára?\" Hrómundr segir nafnsitt ok kveðst hefna vilja þeira bræðra, -- \"en eigi varKári mér skyldr. Samt skal ek drepa þik.\" Ok í þvígaf hann Hröngviði kylfuhögg svá mikit, at hann barhallt höfuð eptir ok mælti: \"Ek hefi verit víða í bardögumok aldri fengit þvílíkt högg.\" Annat högg slóHrómundr til Hröngviðar, svá at haussinn brotnaði.Í þriðja höggi missti hann lífit. Eptir þat gengu þeir,sem eptir lifðu, allir á hendr konungi, ok lyktaðist svábardaginn."}}