{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_10", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_10", "text": {"0": "Nú af því, at eigi má í senn segja meir en eitt, þáverðr nú þat at skýra, sem fyrr hefir til borit í sögunni,ok er þar nú til at taka fyrst, at Hleiðr, systirGoðmundar konungs, hvarf í burt af Glæsisvöllum.Ok sem konungr saknar hennar, lætr hann leita hennarbæði á sjó ok landi, ok kunni hana engi upp atfrétta. Þeir bræðr váru þá með konungi, Hrærekr okSiggeirr. Konungr bað Siggeir bindast fyrir um eptirleitHleiðar ok vinna þat til eiginorðs við hana. Siggeirrkvaðst ætla, at þat mundi eigi auðvelt at finna hana,ef hofgyðjan á Bjarmalandi vissi ekki til hennar. Þeirbjuggust nú ór landi ok höfðu fimm skip ok fóru tilBjarmalands ok fundu Hárek konung ok sögðu honumsín erendi, en hann bað þá fara til hofsins ok kvað eigimundu laust fyrir liggja, ef Jómali eða gyðjan vissuekki til hennar. Þeir fóru nú til hofsins ok fundu þaröskudyngjuna, ok sást engi örmul neins þess, er þarátti at vera. Fóru þeir nú um skóginn ok kómu tilbyggða Hóketils karls ok fréttu eptir, hvárt þau vissuekki til, hverr hofinu hefði grandat. En karl kvaðstþat eigi vita, en hann sagði þó, at tveir gauzkir mennhefði legit undir Vínuskógi mjök lengi, ok hét annarrHerrauðr, en annarr Bögu-Bósi, ok kvað hann þá sérþykkja líkasta til at hafa gert slíkt stórræði. En bóndadóttirsagðist hafa fundit þá á veginum, þá þeir fórutil skips, ok þeir höfðu með sér Hleiði, systur Goðmundarkonungs af Glæsisvöllum, ok sögðu hennar tilsín leita mega, ef nokkurr vildi hana finna.Ok sem þeir urðu þessa vísir, sögðu þeir þetta konungi,ok söfnuðu þeir nú liði um allt Bjarmaland okfengu þar þrjú skip ok tuttugu ok sigldu síðan til Gautlandsok kómu þar þann tíma, sem þeir fóstbræðr váruí bardaganum á Brávöllum, ok var Hringr konungrfámennr heima, ok buðu þeir honum þegar bardagaeða gefa upp meyna. Konungr kjöri heldr at berjast,ok urðu þar skjót umskipti. Fell þar Hringr konungrok mestr hluti liðs hans. Tóku þeir nú meyna, en ræntufé öllu ok fóru í burt síðan ok léttu eigi, fyrr en þeirkómu heim á Glæsisvöllu, ok varð Goðmundr konungrfeginn systur sinni ok þakkaði þeim vel fyrirferðina, ok þótti hún orðin in frægasta. Siggeirr biðrnú Hleiðar, en hún var treg til þess ok kvað þat makligt,at sá nyti sín, er hana frelsaði ór tröllahöndum.Konungr kvað Siggeir vel hafa til hennar unnit oksegist eiga at ráða gifting hennar, -- \"ok skal eigi útlendumhöfðingjum gagnast at eiga þik, ef þú vilt eigivárum ráðum hlíta,\" ok varð nú svá at vera sem konungrvildi. Ok látum þá nú búast við brúðlaupi sínu,því at þeir hyggja nú gott til sín, en þat mætti verða,at beinaspjöll yrði á boðinu."}}