{"originalTitle": "Beowulf2_Xxxiii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xxxiii", "text": {"0": "XXXIIIThen the demon began to vomit with fire,To burn the bright dwellings: the flame-light stoodFor terror to men: not there aught livingThe hateful air-flyer was willing to leave.The worm's war-power widely was seen,The hostile one's hate both near and far,How the war-foe the folk of the GeatsHated and harmed: to his hoard then he hastened,The secret rich hall, before the day-time.He had the land-dwellers with fire o'erwhelmed,With flame and burning: to his mountain he trusted,His war-might and wall: that hope him deceived.Then was to Beowulf the terror made knownQuickly in truth, that of his ownThe best of houses in fire-waves melted,The gift-seat of the Geats. That was to the good oneDistress in mind, greatest of sorrows.The wise one weened that he the AlmightyAgainst the old laws, the eternal Lord,Had grievously angered: his breast within swelledWith gloomy thoughts, as to him was not usual.The fire-drake had the people's fastness,The island without, the landed possessions,With fire destroyed: for him then the war-king,The Weders' prince, revenge devised.Bade then work for him the warriors' defence,The lord of earls, all made of ironA wonderful war-shield: he knew very wellThat forest-wood him could not help,The shield against fire. He of his fleeting days,Excellent prince, the end should awaitOf his worldly life, and the worm likewise,Although his hoard-treasure he long had held.Scorn did he then, the prince of rings,That he the wide-flier with host should seek,With a large army: he feared not the contest,Nor did he for aught count the serpent's war-might,His strength and prowess, for that he before manyConflicts survived, though dangers encountering,Clashings of battle, since he of Hrothgar,A victory-blessed hero, the hall had cleansed,And in battle destroyed the kinsmen of Grendel,The hateful race. That was not the leastOf hand-encounters, where one Hygelac slew,When the Geats' king in the contests of war,Friendly lord of the folk, in the land of the Frisians,The son of Hrethel, in sword-blood died,Struck down with the brand. Thence, Beowulf cameBy his own might, swam through the sea:He had on his arm thirty and oneOf battle-equipments, when he in the sea went.The Hetwaras did not need to be boastfulOf their foot-contest, who against him beforeWere bearing their shields: few again cameFrom the war-hero to visit their home.Ecgtheow's son swam o'er the sea's surface,Unhappy alone back to his people,Where to him Hygd offered treasure and kingdom,Rings and king's throne: she the child trusted not,That 'gainst other peoples the nation's seatsHe knew how to hold, when Hygelac was dead.Not sooner might the forsaken ones findAt the hands of the prince in any respect,That he to Heardred would be a lord,Or he the kingdom was willing to choose:Yet he him 'mong the people with friendly lore held,Kindly with honor, until he was older,And the Wedergeats ruled. Him did the banished onesSeek o'er the sea, Ohthere's sons;They had 'gainst the lord of the Scylfings rebelled,The most excellent one of the sea-kings,Who in the Swedes' kingdom treasure divided,A mighty prince. That to him was life's end:He there at the banquet the death-wound receivedWith blows of the sword, Hygelac's son,And then he departed, Ongentheow's son,To visit his home, when Heardred lay dead,Let Beowulf hold the royal throne,And rule the Geats: that was a good king!"}}