{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_50", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_50", "text": {"0": "Hrólfr konungr sprettr nú ór hásætinu, er hann hafðiáðr drukkit um hríð ok allir hans kappar, skilja nú viðdrukkinn góða at sinni ok eru úti því næst nemaBöðvarr bjarki. Hann sjá þeir hvergi ok undrast þatmjök, ok þykkir þeim ekki örvænt, at hann sé annathvárthertekinn eða drepinn.Ok þegar sem þeir eru út komnir, brestr í ógurligrbardagi. Hrólfr konungr fylgir sjálfr fram merkjunumok kappar hans þar með á báðar síður ok allr annarrborgarmúgr, hverr eigi var fár at telja, þó at þeir kæmitil lítils. Þar mátti sjá stór högg í hjálmum ok brynjum,sverð ok spjót mátti þar mörg á lopti sjá, ok svámargr hrævardalr, at þaktar váru allar grundir. Hjaltiinn hugprúði mælti: \"Mörg brynja er nú slitin okmörg vápn brotin ok margr hjálmr spilltr ok margrhraustur riddari af baki stunginn, ok hefir konungrvárr gott skap, því at nú er hann svá glaðr sem þá hanndrakk öl fastast ok vegr jafnt með báðum höndum, oker hann mjök ólíkr öðrum konungum í bardögum, þvíat svá lízt mér sem hann hafi tólf konunga afl, okmargan hraustan mann hefir hann drepit, ok nú máHjörvarðr konungr sjá þat, at sverðit Sköfnungr bítr,ok gnestr hann nú hátt í þeira hausum.\" En náttúraSköfnungs var sú, at hann kvað við hátt, þá hann kenndibeinanna. Lýstr nú í bardaga allákafan, svá at ekki neittstendr við Hrólfi konungi ok köppum hans. Hrólfrkonungr vegr svá með Sköfnung, at undrum þótti gegna,ok orka nú mjök á liðit Hjörvarðs konungs, ok fellrþat at handamáli.Þat sjá þeir Hjörvarðr ok menn hans, at björn einnmikill ferr fyrir Hrólfs konungs mönnum ok jafnanþar næst, sem konungrinn var. Hann drepr fleiri mennmeð sínum hrammi en fimm aðrir kappar konungs.Hrjóta af honum högg ok skotvápn. En hann brýtrundir sik bæði menn ok hesta af liði Hjörvarðs konungs,ok allt þat, sem í nánd er, mylr hann með sínumtönnum, svá at illr kurr kemr í lið Hjörvarðs konungs.Hjalti litast nú um ok sér eigi Böðvar, félaga sinn,ok mælti til Hrólfs konungs: \"Hverju mun þetta gegna,at Böðvarr hlífir sér svá ok kemr eigi næri konunginum,þvílíkan kappa sem vér hugðum hann vera okhann opt reynzt hefir?\" Hrólfr konungr segir: \"Þarnokkurs staðar mun hann vera, sem oss bezt gegnir,ef hann er sjálfráðr. Haltu þinni prýði ok framgöngu,en hallmæl honum ekki, því at engi yðar er hansjafningi, ok áfrý ek þó engan yðar, því at þér eruðallir inir hraustustu kappar.\" Hjalti hefr nú á rások heim til konungsins herbergja ok sér, hvar hann sitrok hefst ekki at. Hjalti mælti: \"Hversu lengi skuluvér bíða ins frægasta kappa, ok er þetta mikil ódæmi,at þú stendr ekki á þína réttu fætr ok reynir nú þínastyrku armleggi, sem svá eru sterkir sem alibirnir.Upp nú, Böðvarr bjarki ok minn yfirmann, ella munek brenna húsit ok sjálfan þik, ok er þetta höfuðskömm,þvílíkr kappi sem þú ert, at konungrinn skuli leggjasik í háska fyrir oss, ok týnir þú svá þínu mikla lofi,sem þú hefir um stund haft.\" Böðvarr stóð þá upp okblés við ok mælti: \"Ekki þarftu, Hjalti, at hræða mik,því at ekki em ek enn hræddr, ok nú em ek albúinnat fara. Þá ek var ungr, flýða ek hvárki eld né járn,en eld hefi ek sjaldan reynt, en járngang hefi ek stundumþolat ok fyrir hvárigu gengit hingat til, ok skaltuat sönnu segja, at ek vil fullvel berjast, ok jafnan hefirHrólfr konungr kallat mik kappa fyrir sínum mönnum.Á ek honum ok margt at launa, fyrst mægð ok tólfbú, er hann gaf mér, þar með marga dýrgripi. Ek drapAgnar berserk ok eigi síðr konung, ok er þat verkhaft í minnum,\" telr nú upp fyrir honum mörg stórvirki,er hann hafði unnit ok banamaðr orðit margramanna, ok bað hann svá til ætla, at hann mundióhræddr til bardaga ganga. \"En þó hygg ek hér viðmiklu meiri undr at eiga en hvarvetna þar, sem vérhöfum áðr komit. En ekki hefir þú konunginum veritsvá hagfelldr í þessu tilbragði sem þér þykkir, því atnæri mundi nú lagt hafa áðr, hvárir sigrazt hefði,en þér hefir nú orðit meir vitfátt en hitt, at þú mundirekki vel vilja konunginum, ok engum skyldi öðrumhans kappa enzt hafa þetta nema þér at kalla mik útnema konunginum, ok hvern annan skyldi ek drepithafa, ok vill nú dragast til þess, sem verða vill, atengi ráð skuli duga. Ek segi þér at sönnu, at nú máek mörgum hlutum minna lið veita konunginum enáðr þú kallaðir mik upp heðan.\" Hjalti sagði: \"Þat erljóst, at mér er vandast við þik ok Hrólf konung, enþó er vant ór at ráða, þá svá fellr.\""}}