{"originalTitle": "Örvar-Odds_Saga_Chapter_26", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_26", "text": {"0": "Þat var einnhvern aptan, þá er konungr er út genginntil svefns, at þeir rísa upp Sigurðr ok Sjólfr okgengu með sitt horn hvárr þeira ok bjóða þeim atdrekka bræðrum, Óttari ok Ingjaldi, ok báðu þá attaka við ok drekka af. Ok er þeir höfðu af drukkit, þákómu þeir með önnur tvau, ok taka þeir við ok drekka.Þá mælti Sjólfr: \"Liggr sá ávallt, félagi ykkarr?\" \"Já,\"segja þeir, \"þat þykkir honum vænligra en at drekkafrá sér vit allt, sem vér gerum.\" Þá mælti Sjólfr: \"Hvárter hann allvel skotfærr?\" \"Já,\" segja þeir, \"þat er honumjafn vel gefit sem annat.\" \"Hvárt mun hann skjótajafnlangt sem vit báðir?\" sagði Sjólfr. \"Þat ætlum vér,\"segja þeir, \"at hann muni miklu lengra skjóta ok gegnara.\"\"Hér skulu vér veðja um,\" sagði Sjólfr \"ok skuluvit leggja við hring þann, er vegr hálfa mörk, en þitskuluð leggja við tvá hringa jafnþunga.\" Svá er þarfyrir mælt, at konungr skal þar vera ok dóttir hansok sjá á skot þeira, ok skulu þau taka við hringunumáðr ok fá þeim, er eigandi verða, ok veðja þeir síðan.Sofa þeir af nóttina. En um morgininn, er þeir vaknabræðr, þá kemr þeim í hug, at eigi væri allsvinnligveðjan þeira orðin, en þat verðr þeim fyrir, at þeirsegja Næframanni. \"Allóvænliga þykkir mér veðjatvera,\" sagði hann, \"af því at þó at ek fái skotit dýr,þá er þat lítit mark hjá því sem at keppa við þvílíkabogmenn, en þó mun ek freista alls, er þit hafið féykkart við lagt.\"Nú taka menn til drykkju, ok eptir drykkjumálitganga menn út, ok vill konungr nú sjá skotit. Nú gengrSigurðr fram ok skýtr sem hann má lengst, ok er þarsettr niðr staurr, ok þar gengr Sjólfr til, er stikat er.Þá er niðr sett spjótskapt ok sett á ofan gulltafla, okskýtr Sjólfr þar ofan af töfluna, ok þykkir öllum núvel skotit ok segja, at Næframaðr muni eigi þurfa viðat leita. \"Opt gefr óvænum happ,\" sagði Næframaðr,\"ok skal at vísu á leita.\" Nú gengr Næframaðr til okskýtr með einni ör ok stendr þar, sem Sigurðr hafðistaðit. Hann skýtr í lopt upp, svá at örina fal lengi,en þó kemr hún þar niðr, sem taflan stendr, ok ofaní miðja töfluna ok svá í spjótskaptit, at hún þokaðiengan veginn við. \"Svá vel sem skotit var it fyrra sinn,\"segir konungr, \"þá er nú miklu betr skotit, ok þatmá ek segja, at aldrigi hefi ek sét jafnvel skotit.\" Nútekr Næframaðr ör aðra ok skýtr svá langt, at engi sérfyrir enda, hvar niðr kemr, ok er þat nú einmælt, atunninn sé leikrinn. Eptir þat ganga menn heim, oktaka þeir bræðr við hringinum. Þeir færa hann Næframanni.Hann kveðst eigi vilja hafa fé þeira at svá búnu.Nú líða nokkurir dagar, ok var þat enn eitt kveld,sem konungr er út genginn, at þeir Sigurðr ok Sjólfrganga með sitt horn hvárr þeira ok bjóða þeim Óttariok Ingjaldi. Þeir drekka af. Síðan færa þeir þeim önnurtvau. Þá mælti Sjólfr: \"Enn liggr Næframaðr okdrekkr ekki.\" \"Hann mun betr siðaðr en þú um allt,\"sagði Ingjaldr. \"Hitt get ek meir til,\" sagði Sjólfr, \"athann muni sjaldan verit hafa í samsæti við dugandismenn,ok mun hann optar hafa legit úti á mörkum okskógum með fátæki, eða hvárt mun hann syndr vel?\"\"Vit ætlum honum flesta hluti jafngefna, þá sem tilíþrótta eru,\" segja þeir, \"ok ætlum vit hann syndanhlítar vel.\" \"Hvárt mun hann betr syndr einn en vérbáðir?\" \"Þat ætlum vér, at hann sé betr syndr,\" sagðiÓttarr. \"Hér skulu vit veðja um,\" sagði Sjólfr, \"okmunu vit leggja við þann hring, er vegr mörk, en þitskuluð leggja við tvá hringa, er vegi hálfa mörk hvárr.\"Nú er svá fyrir mælt, at konungr ok dóttir hans skalsjá á sund þeira, ok er at öllu svá fyrir mælt sem itfyrra sinn. Þeir sofa af um nóttina. En um morguninn,er þeir vakna, ferr um bekki veðjun þeira. \"Hvater hjalat?\" sagði Næframaðr, \"hvárt hafi þit enn veðjatnokkut í gærkveldi?\" \"Já,\" segja þeir ok segja nú honum,hversu veðjat var. \"Nú þykkir mér allóvænt horfa,\"sagði Næframaðr, \"fyrir því at ek em alls ekki syndr, okkunna ek eigi upphald, þá er ek gerða mér títt um, ennú kom ek aldri á kalt vatn langliga, en lagt við offjár.\" \"Já,\" segja þeir, \"eigi þarftu at reyna, nema þúvilir. Varðar eigi, þó at vér gjöldum heimsku okkarrar.\"\"Þat skal aldri verða,\" sagði Næframaðr, \"at ekfreista eigi, þar sem þit leggið á mik virðing mikla,ok skal konungr sjá ok Silkisif, at ek mun fyrir vísttil sundsins ganga við þá.\"Nú er konungi sagt ok dóttur hans, ok ganga mennnú til vatnsins, ok var þat mikit ok skammt í burtu.En er þeir koma til vatnsins, sezt konungr niðr ok liðitmeð honum, en þeir fara á sund í klæðum sínum, enNæframaðr í þeim búningi, sem hann var vanr. Þeirleggjast at honum, þegar þeir koma frá landi, ok færahann í kaf undir sik ok heldu honum lengi niðri. Þarkom, at þeir létu hann upp, ok taka þeir hvíld. Þeirleggjast á móti honum í annat sinn. Hann seildist tilþeira ok tekr sinni hendi hvárn þeira ok rak þá í kafok heldr þeim svá lengi niðri, at örvænt þótti, at þeirmundu upp koma. Hann ætlar þeim skamma hvíld oktekr þá í annat sinn ok færir þá niðr ok í þriðja sinnok heldr þeim svá lengi niðri, at engir ætluðu, at þeirmundu lífs upp koma. En þat varð enn, at þeir komaupp allir, ok stökk þá blóð ór nösum hvárratveggjaþeira öndvegishölda konungs, ok váru þeir ekki sjálfbjargatil lands. Þá tók Næframaðr þá ok kastar þeimupp á land. Síðan gekk hann á sund ok lék marga leika,þá sem mönnum var títt at leika á sundi. En um kvelditgekk hann á land ok til fundar við konung. Ok núspyrr konungr: \"Hvárt ertu ekki öðrum mönnum líkrum íþróttir, bæði um skot ok sund?\" \"Sénar eru núallar mínar íþróttir, er þessar eru,\" sagði Næframaðr;\"ek heiti Oddr, ef þú vilt þat vita, en ek kann eigigreina fyrir þér um kyn mitt.\" Nú fekk Silkisif honumhringana. Síðan ganga menn heim. Þá mæltu þeir,at Oddr skuli hafa hringana alla, en hann vill eigi þat,-- \"ok skulu þit hafa þá sjálfir.\" Nú ferr svá framnokkura hríð ok eigi langa. Er konungr um þetta málmjök hugsjúkr, hverr sá maðr muni vera, er þar varmeð honum."}}