{"originalTitle": "Sturlaugs_Saga_Starfsama_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sturlaugs_Saga_Starfsama_Chapter_5", "text": {"0": "Þat er nú hér næst at segja, at drottning Haraldskonungs tók sótt ok andaðist. Þat þótti konungi mikillskaði, því at hann gerðist nú svá mjök gamall, ok varðhann hryggr við líflát hennar. Ráðaneyti ok hirðmennkonungs segja honum ráð at biðja sér kvennu til drottningar,-- \"ok megi þér þá af hyggja afgangi frúinnar,en þrá hana eigi lengr.\" Konungr segir: \"Hvar skal ekmér konu biðja?\" Þeir segja: \"Hringr jarl á sér dóttur,er Ása heitir. Hana máttu fá, ef þú vilt, þegar þérlízt.\" Konungr segir svá vera skyldu, búa nú ferð sínaok hafa hundrað manna.Nú ríða þeir þar til, er þeir koma á fund Hringsjarls; hann var úti, ok váru menn á leiki fyrir honum.Konungr reið at svá snart, at menn stukku frá tveggjavegna. Konungr gerði tvá kosti, at festa honum dóttursína elligar mundi hann þar drepinn í stað. Jarl segir:\"Förum vér til skemmu Ásu ok tölum við hana, sváat vér vitum, hver svör hennar eru.\" \"Nei,\" segir konungr,\"eigi vil ek vera vánbiðill dóttur þinnar, ok kjósskjótt annat hvárt.\" Jarl íhugar nú ok þykkist vita, athann muni ofrliði borinn, rétti fram höndina ok festikonungi dóttur sína. Skyldi hún sitja í festum þrjávetr. Snýr konungr þegar í brott ok ríðr heim, unandivel við sína ferð. Jarl er eptir ok unir heldr lítt viðsinn hlut, stendr upp ok gengr til skemmu Ásu, settistniðr ok blés mæðiliga. Ása mælti þá: \"Hvat er þér atmeini, faðir minn, er þú ert svá fálátr, eða hefir þúnokkur ný tíðendi oss at segja?\" \"Tíðendi þykkja mér,\"segir jarl, \"at ek hefi þik nauðigr manni festa.\" \"Hverrer sá?\" segir hún. \"Haraldr konungr,\" segir hann, \"hefirfest þik, ok skaltu sitja í festum þrjá vetr.\" Húnsvarar þá: \"Eigi valdist sá inn minnsti til, en eigi mávita, hvat þá er tíðenda. Kann vera öðrum sé ætlat,ok skipast má á skemmri stundu, ok ver kátr, faðir.\"Jarl mælti: \"Betr þætti mér þú gefin Sturlaugi.\" Húnsvarar: \"Eigi veit ek, hvat fyrir beztu má verða.\" Núlíða stundir, ok er nú kyrrt um hríð"}}