{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_1", "text": {"0": "ÞRÁNDR hefir konungr heitit. Við hann er kenndrÞrándheimr í Noregi. Hann var sonr Sæmingskonungs, sonar Óðins, er réð fyrir Hálogalandi. Sæmingrátti Naumu, er Naumudalr er við kenndr. Þrándrvar mikill höfðingi. Hans kona hét Dagmær, systirSvanhvítar, er Hrómundr Gripsson átti. Þeira sonr hétEysteinn, en annarr Eirekr inn víðförli, er fann Ódáinsakr.Hans móðir er ekki nefnd. Eysteinn giftist okfekk dóttur Sigurðar hjartar, er Ása hét. Hennar móðirvar Áslaug, dóttir Sigurðar orms í auga. Eysteinn fekkmeð henni Finnmörk ok Valdres, Þótn ok Haðaland.Hann var ríkr ok stjórnsamr. Þau áttu son, er Hálfdanhét. Hann var ok stjórnsamr ok stilltr vel ok fríðr sýnumok vandist snemma við allar íþróttir, þær sem karlmannmáttu fríða ok betra var at hafa en missa. Hannvar vinfastr ok trúlyndr ok vinavandr, gleðimaðrmikill, svá at alla gleði mátti við hann eiga, en ef honummislíkaði, þá var hann þunglyndr ok langrækr, eneigi mjök bráðskapaðr. Hann óx upp með föður sínum,þar til hann var fimmtán vetra gamall. Þá tókmóðir hans sótt ok andaðist. Þótti konungi þat mikillskaði ok öllum öðrum, ok var hennar útferð gerð sæmiliga.Konungr undi lítt í ríki sínu þaðan í frá, ok fórhann í hernað hvert sumar.Maðr er nefndr Svipr. Hann var ríkr bóndi ok meðallagivinsæll. Hann átti þrjá sonu. Einn hét Úlfkell okvar kallaðr snillingr. Hann var mikill ójafnaðarmaðrok eigi mjök vitr. Hann var í hernaði með Eysteinikonungi ok hafði fimm skip sinna vegna. Konungr heltmikit af honum. Annarr sonr Svips hét Úlfarr. Hannvar ráðgjafi konungs. Hann var vinsæll maðr ok trúlyndr,ok þótti hann alls staðar bæta til bæði fyrir konungiok öðrum. Úlfr hét inn yngsti sonr Svips. Hannvar kallaðr Úlfr inn illi. Hann herjaði um Eystrasaltok um Bjarmaland. Hann hafði mikla ræningjasveitok var allóvinsæll.Eitt sumar herjaði Eysteinn konungr í Austrveginn.Úlfkell snillingr var þá með honum ok Hálfdan, sonrkonungs. Þeir höfðu þrjá tigi skipa vel skipuð, en Úlfarr,bróðir Úlfkels, hafði vald yfir ríki Eysteins konungs,meðan hann var í hernaðinum."}}