{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_2", "text": {"0": "Eptir þetta fóru þeir bræðr ok léttu eigi fyrr enþeir kómu til landtjalda Sóta. Hálfdan gekk fyrir Sótaok kvaddi hann virðuliga. Sóti tók honum vel. Hálfdanmælti: \"Þat er þó satt at segja, at þú ert tíguligrmaðr, Sóti, ok slíka vilda ek marga mína mága ok þúert.\" \"Þú ert vel viti borinn sveinn,\" segir Sóti, \"okkannt glöggt at sjá mann á velli, ok mundir þú eigiauðnulauss, ef þú kæmir þér í sveit með mér.\" Hálfdansvarar: \"Gæfuskort mun ek til þess hafa at verahjá svá góðum höfðingja sem þú ert, Sóti minn.\" Sótimælti: \"Þat vilda ek, at þú færir eigi gjafarlauss í burtu,eða hvar er Hundi, féhirðir minn?\" \"Hér em ek,\" segirHundi. \"Fá þú þessum sveini þrjár merkr silfrs.\"Hundi gerir svá. Hálfdan þakkar Sóta ok ferr síðanút ór tjaldinu. Ásmundr, bróðir hans, hafði staðit útifyrir tjaldinu, á meðan Hálfdan hafði inni verit. Genguþeir nú heim til hallar. Segir Hálfdan Þorfinni jarliallt af ferðum sínum ok fær honum í hönd féit. Jarllét vel yfir þessi ferð.Um morguninn eptir bjóst konungr til bardaga.Þrjú váru hlið á borginni, ok ætlaði konungr at verjaborgina. Skipaði hann Þorfinni jarli at verja eitt borgarhliðit,en annat varði Þórir jarl inn sterki, en konungrsjálfr it þriðja, ok hafði hverr þeira hundrað manna.Konungssynir váru báðir hjá Þorfinni jarli í bardaganum.Nú skal segja frá þeim Sóta ok Snækolli, at þeirskipta svá liði, at Sóti skal stríða í móti konungi, Snækollrí móti Þóri jarli, en þriðjungr liðs móti Þorfinnijarli. Ganga víkingar nú frá skipum ok bíta í skjaldarrendr.Tekst þar bardagi ákafr. Sóti gekk hart fram,þar er konungr er fyrir. Snækollr sótti fast at Þóri jarli,svá at hann hjó á báðar hendr. Þórir jarl gekk hartfram í fyrstu. Því næst hjó Snækollr til fylgdarmannsÞóris jarls. Hann fekk þegar bana. En þegar jarl sáblóðit, hljóp jarl ór borgarhliðinu ok inn í borgina.Snækollr gekk þegar inn í hliðit með sína menn ok sváí borgina ok drepr þar Þóri jarl. Þetta sér Þorfiðr jarlok snýr þegar í móti Snækolli með nokkura menn, enHálfdan varði á meðan þat hlið, er jarl hafði áðr varit.Nú var bardagi inn harðasti. Jarl sér þá, at Sóti sóttifast at konungi ok víkr þangat til, ok í því hjó Sótitil konungs. Jarl brá við skildi, ok klauf Sóti hannallan at endilöngu, ok kom sverðit á fót konungi, sváat af tók. Þá fell konungr. Jarl var bæði sárr ok móðrok fellr í valnum um síðir. Þá var svá myrkt af nótt,at hvergi sá frá sér. Engi stóð uppi af konungsmönnum.Víkingar gengu til skipa, bæði móðir ok sárir.Drekka þeir lengi áfram um kveldit, en fóru síðan atsofa ok tóku á sik náðir."}}