{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_1", "text": {"0": "HRINGR hefir konungr heitit, er réð fyrir Eystra-Gautlandi.Hann var sonr Gauta konungs, sonarÓðins, er konungr var í Svíþjóð ok kominn var utan afAsíam ok frægastar konungaættir eru frá komnar hér áNorðrlöndum. Þessi konungr, Hringr, var bróðir Gautreksins milda at faðerni, en móðerni átti hann göfugt.Hringr konungr átti Sylgju, dóttur Sæfara jarls af Smálöndum;hún var fríð kona ok vel skapi farin. Bræðrhennar váru þeir Dagfari ok Náttfari. Þeir váru hirðmennHaralds konungs hilditannar, er þá réð fyrir Danmörkok mestum hluta Norðrlanda.Þau áttu einn son, er Herrauðr hét. Hann var mikillvexti ok fríðr sýnum, sterkr at afli ok vel at íþróttumbúinn, svá at fáir menn máttu við hann jafnast. Hannvar vinsæll af öllum mönnum, en ekki hafði hann mikitástríki af feðr sínum, ok olli þat því, at konungr áttiannan son frilluborinn, ok unni hann honum meira.Sá er nefndr Sjóðr. Konungr átti hann í æsku sinni, okvar hann nú fulltíða maðr. Konungr fekk honum lénmikit, ok var hann ráðgjafi konungs ok tók saman skattahans, leiðangr ok landskyldir, ok var hann fyrir ölluminntektum ok útlátum, ok þótti flestum hann frekr í útheimtunum,en fastr í lyktum ok launum, en hollr varhann konungi ok vildi hans jafnan fullastan, ok hófstaf því sá málsháttr af hans nafni, at sá er öðrum kallaðrsjóðfelldr, er honum sér mesta hagsmuni ok geymir bezteptir. Sjóðr samdi til þess punga þá, er síðan váru kallaðirfésjóðar, at geyma í silfr þat, er tekit var í skuldirkonungs. En þat, sem hann tók meira en til stóð, þá gerðihann þar at smápunga, ok kallaði hann þat slæg, ok umvendihann því til kostnaðar, en landaurum var óbrigt.Ekki var Sjóðr þokkasæll af mönnum, en konungr unnihonum mikit ok lét hann einn öllu ráða."}}