{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_20", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_20", "text": {"0": "Hálfdan fór nú til bardagans, ok var þá mikit mannfall.Sviði bar merki Skúla jarls ok gekk fram svá hraustliga,at hann drap merkismann Háreks konungs, erKrabbi hét. Hálfdan var eigi ístöðulauss. Hann réð þarfyrst at, sem fyrir var Flóki Finnakonungr. Konungrinnskaut af boga þrim örum senn, ok var maðr fyrirhverri. Hálfdan réðst á móti honum ok hjó með saxinuá bogann, svá at hann brotnaði, ok tók höndina af Flóka,ok flaug hún í lopt upp. Konungr rétti stúfinn upp ámóti, ok kom höndin þar niðr á ok var þá heil. Þettasá Fiðr Finnakonungr, ok varð hann at hrosshval okhljóp upp á þá, sem börðust á móti honum, ok urðuundir honum fimmtán menn ok fengu allir bana.Hundrinn Selsnautr hljóp at honum ok reif hann ísundr með tönnunum, en hvalrinn sló í sundr kjaptinum.Hundrinn karlsnautr hljóp inn í kjaptinn okalla götu niðr í kviðinn ok reif hann innan ok sleit órhonum hjartat, hljóp út síðan ok fell þegar dauðr niðr.Hálfdan reiðir nú saxit ok hjó til Flóka í öðru sinni,en hann blés á móti, svá at saxit fauk ór hendi Hálfdaniok kom fjarri niðr. Flóki hjó til Hálfdanar, ok komí steinasörvit, ok brotnaði skálmin, en Hálfdan fekk sárá hálsinum, þar sem steinninn var ór brotnaðr, en missthefði hann höfuðit, ef eigi hefði steinasörvit borgit honum.Hálfdan greip til Flóka ok rak hann niðr fall mikit.Í því kom at Úlfkell snillingr, ok átti Hálfdan þá viðmörgu at sjá. Hundrinn kom þá at ok reif allt andlititaf Flóka, en Flóki hryggspennti hundinn ok brautí honum hvert bein, ok lágu þeir þá báðir dauðir. Hálfdansá þá ekki sitt færi annat en hljóp á Úlfkel ok greipaf honum sverðit ok sló því flötu um nasir honum okbað hann verja sik, ok þá gat Hálfdan nát saxinu. Genguþeir þá saman ok börðust, ok lauk svá með þeim, at Úlfkellsnillingr fekk bana. Skúli jarl hafði þá drepit Úlfinn illa. Þá kom at Hárekr Bjarmakonungr ok sótti athonum, ok áttust þeir við hart vápnaskipti. Hárekr hjótil Skúla ok af honum allan skjöldinn, ok fekk hannsár á fingrna ok ekki mikit. Skúli hjó í móti ok afkonungi eyrat ok vangafilluna svá at berir skinu viðjaxlarnir. Þá varð Hárekr at flugdreka ok sló Skúla meðsporðinum, svá at hann lá í óviti. Þá kom at sá kappi, erGrubs hét, ok hjó fót undan drekanum, en drekinnkrækir annarri klónni til Grubs ok reif hann á hol ánáranum. Þá kom at Hálfdan ok hjó til drekans á hálsinn,ok var þat hans bani.Brast þá flótti í liðinu, ok flýðu víkingar til skipa okkómust undan á þremr skipum. Þat skip, sem Ingigerðr,dóttir Kols, var á, hljóp á sker, ok drukknaði hvertmannsbarn, sem á var. Hálfdan snýr nú þangat, sem bardaginnhafði verit, ok var þar miklu herfangi at skipta.Ekki fundu þeir Skúla jarl ok fara svá heim til kastalans.Váru nú bundin sár manna ok fluttr heim fjáraflinn.Ingigerðr fagnar þeim vel. Ok er þrjár nætrváru liðnar, kvaddi hún þings, ok kómu þar allir þeir,sem í kastalanum váru. Ingigerðr kom ok á þingit. Húnsettist á kné Hálfdanar ok gaf sik ok alla sína eigu honumí vald ok fekk honum gullit, þat sem fyrr var frá sagt.\"Sátt eru vit nú, Ingigerðr,\" sagði Hálfdan, \"ef þúsegir mér, hvat þú mæltir við móður þína, áðr enfaðir minn var drepinn.\" \"Ek bað, at hún skyldi látaopna skemmuna um nóttina, ok vil ek þat nú allt bæta,sem þér þykkir at um þetta ok allt annat, en þó munuhér í heldrum lögum hvárirtveggju hafa nokkut tilsíns máls.\""}}