{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_19", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_19", "text": {"0": "Nú er þar til at taka, er Þorsteinn heldr heim órhernaði ok ætlar til Gríms bónda, því at Þórir, bróðirhans, sat þar í eynni. Jökull hafði nú fregn af ferðumhans. Hann mælti þá til Ógautans ok bað hann reynalistir sínar ok gera veðr at Þorsteini, svá at hann drukknaðiok allir hans menn. Ógautan kveðst til þess hætta,hversu sem tækist. Gerði hann þá svá mikit kyngiveðrat Þorsteini, at skip hans týndust í sjávargangi ok hverrmaðr, er á var. Þorsteinn dugði lengi vel, ok kom þarum síðir, at hann þreyttist á sundi. Var hann þá kominní lágarða. Dró hann þá niðr. Í því sá hann, hvarkerling ein stór óð út at honum ok var í skorpnumskinnstakki. Hann var síðr í fyrir, en stuttr á bak. Húnvar stórskorin mjök ok heldr grepplig í ásjónu ok gekkat honum ok greip hann ór sjónum ok mælti: \"Viltuþiggja líf af mér, Þorsteinn?\" Hann segir: \"Hví mundaek eigi vilja, eða hvat heitir þú?\" Hún segir: \"Óvanter nafn mitt, ek heiti Skellinefja, en muntu nokkutverða til at vinna lífgjafarinnar.\" \"Hvat er þat?\" segirhann. \"At veita mér bæn þá, er ek vil biðja þik,\" segirhún. \"Þú munt þeirar einnar biðja,\" segir Þorsteinn,\"at mér mun þat vel vegna, eða nær skal hún tilkoma?\" \"Ekki at sinni,\" segir hún. Síðan bar hún hanntil lands, ok var hann þá kominn í ey þá, er Grímr áttifyrir at ráða. Sló hún þá á við hann glímu nokkurri,þar til honum gerði heitt. Skildi hún þá við hann,ok bað hvárt vel fyrir öðru. Ferr hún þá leiðar sinnar,því at hún kveðst víðara verða við at koma, en Þorsteinnfór heim til bæjar. Var þar fagnafundr meðþeim bræðrum. Sat Þorsteinn þar um vetrinn í góðuyfirlæti.Nú er þar til at taka, er þeir sigla heim Jökull okÓgautan, at þat var einn dag í góðu veðri, at miklumyrkri sló yfir skipit með svá mikilli grimmd ok frosti,at engi maðr á skipinu þorði á móti at sjá. Klædduallir menn andlit sitt, þeir sem á skipunum váru. Ener af leið myrkrinu, sáu þeir, hvar Ógautan var hengdrupp við húnboru. Var hann þá dauðr. Þótti Jökli þatinn mesti skaði ok helt heim í ríki sitt ok sezt um kyrrt.Þeir Þorsteinn ok Þórir bjuggust snemma um váritok ætla at sækja heim Víking, föður sinn. Ok er þeirkoma at Djúpamóðu, urðu þeir eigi fyrr varir við enJökull kom þar at þeim með þrjá tigi manna. Slærþegar í bardaga með þeim. Var Jökull inn ákafasti oksvá Grímr, bróðir hans. Þórir ok Þorsteinn vörðust vel.Gekk svá lengi, at þeir kómu engu sári á þá bræðr.Var þá hvárttveggja, at Þorsteinn var stórhöggr, endabeit Angrvaðill járn sem klæði. Þórir varðist ágæta velok hafði eigi kesjuna, því at hún hafði heima eptirlegit. Þeir Grímr mættust ok börðust alldrengiliga, enþó lauk með því, at Grímr hné dauðr til jarðar. Þáhafði Þorsteinn drepit nítján menn, enda var hann þábæði móðr ok sárr ok svá Þórir. Snerust þeir bræðr þábökum at ok vörðust þá enn vel. Jökull sótti at viðellefu menn ok gerði svá harða hríð, at Þórir fell. Þávarðist Þorsteinn nú karlmannliga ok allt þar til þeirváru eigi fleiri en Jökull ok þrír aðrir. Jökull lagðiþá til Þorsteins ok kom í lærit heldr ofarliga, en meðþví at Jökull var sterkr ok gekk fast á lagit, en Þorsteinnmóðr mjök ok stóð framarliga á árbakkanum,þá hrapaði hann ofan fyrir hamrana, en Jökull gat semnæfrligast stöðvat sik. Leitaði Jökull síðan heim okþóttist hafa drepit Þorstein ok Þóri. Settist hann núum kyrrt.Nú er þar til at taka, er Þorsteinn fell ofan fyrirhamrana. Varð þar undir tó, er Þorsteinn kom niðr, ensakir mæði ok sára mátti hann ekki hræra sik, en þóhafði hann vit sitt, er hann kom niðr. Angrvaðill hrautór hendi honum ok ofan í móðuna. Lá Þorsteinn þámilli heims ok heljar ok vætti sér þá ekki nema dauða.Ok er hann hafði eigi lengi legit, sér hann, hvar gengrSkellinefja ok var í skinnstakki sínum ok engu fegrien fyrr. Hún kemr þar at, sem Þorsteinn liggr, okmælti: \"Eigi þykki mér ór steini hefja fyrir þér umslysferðir þínar, Þorsteinn. Sýnist mér nú liðit at þér,eða viltu nú veita bæn þá, er ek keypta at þér fyrri?\"Þorsteinn segir: \"Ek sé mik nú fátt mega gera, þatveizlumunr sé í.\" \"Sú er bæn mín,\" segir hún, \"at þújátir at eiga mik. Mun ek þá leita við at græða þik.\"Þorsteinn segir: \"Eigi veit ek, hvárt ek skal þat tilvinna, því at mér sýnist þú ferlig at sjá.\" \"Þar skaltuþó eiga um at kjósa,\" segir hún, \"hvárt viltu heldreiga mik eða láta lífit ok rjúfa þó eið þinn við mik, erþú hézt at veita mér bæn mína, þá er ek gaf þér lífvið Grímsey.\" Þorsteinn segir: \"Mikit er satt í því,ok mun þat bezt at halda orð sín, ok vil ek því játaat eiga þik. Muntu verða mér inn mesti bjargvættr,en þó vilda ek þat til kjósa við þik, at þú náir sverðimínu, ef mér verðr lífs auðit, svá at ek mega bera þat.\"Hún segir svá vera skyldu ok tók hann upp í skinnstakksinn ok hljóp upp hamrana, sem hún væri laus,þar til er hellir stór varð fyrir þeim. Þar fór hún inní ok bindr sár Þorsteins ok leggr hann í hæga sæng,ok innan sjau nátta var hann gróinn at mestu.Þat var einn dag, at Skellinefja var í burt ór hellinum,ok um kveldit kom hún aptr með sverðit, okvar þá vátt mjök, ok fekk Þorsteini ok mælti: \"Nú hefiek gefit þér tvá tíma líf ok fengit þér aptr sverð þitt,er þú hefir mestar mætur á, ok þat it fjórða, er okkrer mest veitt í, at ek hengda Ógautan. En þó hefir þúþetta fullu launat mér, því at þú hefir komit mér órálögum þeim, er Ógautan lagði á mik. Heiti ek Ingibjörg,dóttir Skata konungs, en systir Bela, en mérvarð þat til undanlausnar um ánauð mína, ef nokkurrvelborinn maðr játar at eiga mik. Nú vartu til þessa,ok er ek nú laus af ánauð minni. Skaltu nú búast íburt af hellinum ok fara fram mínum ráðum, ok muntufinna Bela, bróður minn, við fimmta mann. Þar munvera Þorgrímr kobbi, landvarnarmaðr hans, með honum.Þeir hafa tekit fé til höfuðs þér af Jökli. Munuþeir slá til bardaga við þik. Hirði ek eigi, þótt þú drepirÞorgrím ok förunauta hans, en gef líf Bela, bróðurmínum. Vilda ek, at þit yrðuð fóstbræðr. Ok ef þér erþat í hug at fá mín, far þú heim í Sogn með honumok bið mín, ok mun ek þar þá fyrir vera. Má vera, atek lítist þér öðru vís at sjá en nú.\"Skilja þau nú. Ok er hann var skammt kominn, komBeli móti honum við fimmta mann, ok er þeir fundust,mælti Þorgrímr: \"Þat er vel, Þorsteinn, er vérfundumst. Skal nú vinna til fjár þess, er Jökull hefirlagt til höfuðs þér.\" \"Þat þætti mér verða mega, atþú misstir fjárins, en létir lífit,\" segir Þorsteinn."}}