{"originalTitle": "Beowulf2_Xv", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xv", "text": {"0": "XVThen quickly was ordered Heorot withinBy hands to adorn: there were many of those,Of men and of women, who that wine-hall,That guest-room prepared. Gold-adorned shoneThe webs on the walls, many wondrous sightsTo each one of men, who on such look.That building bright was very much injured,All the interior in its iron-bands fast;The hinges were shivered; the roof alone savedEntirely sound, when had the monster,Condemned for his crimes, in flight escaped,Hopeless of life. It will not be easyFate to escape, let do it who will;But each shall obtain of soul-bearing men,By necessity fixed for the children of men,For dwellers on earth, the place prepared,Where his dead body, fast in his death-bed,Shall sleep after feast. - Then was the fit timeThat to the hall went Healfdene's son,The king himself the feast would enjoy.Ne'er heard I that folk in greater crowdAround their ring-giver better behaved.Went then to the benches the heroes renownedRejoiced at the plenty: courteously sharedMany a mead-cup the kinsmen of these,The bold-minded ones in the high hall,Hrothgar and Hrothulf. Heorot withinWas filled with friends: not at all deeds of guileDid the Folk-Scyldings at this time prepare.Gave then to Beowulf Healfdene's sonA golden banner as victory's reward,A wreathed standard, helmet and burnie;A great jewelled sword many then sawBefore the chief borne. Beowulf receivedThe cup in the hall. Not of that treasure-givingBefore the warriors need he be ashamed:Ne'er heard I, more courteously, that treasures fourWith gold adorned, many of menOn the ale-bench to each other gave.'Round the crown of the helmet head-protectionA loss wound with wires was keeping without,That him the battle-swords boldly might not,By file hardened, injure, when the shield-warriorAgainst his foes in battle should go.The earl's defence eight horses ordered,With golden trappings, to lead in the hallIn under the barriers: on one of these stoodA saddle art-decked, with treasure adorned;That was the battle-seat of the high king,When in sword-play Healfdene's sonWished to engage; ne'er at the front failedThe famed one's valor when corpses fell.And then to Beowulf of each of the twoThe prince of the Ingwins power delivered,Of horses and weapons: bade him well use them.So like a man the noble prince,The hoard-keeper of heroes, contests repaidWith horses and treasures, such as never will blameHe who will speak truth according to right."}}