{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_4", "text": {"0": "Síðan fór Víkingr til hómsins. Fylgdi konungr honummeð hirð sinni. Þar kom Hárekr ok spyrr, hverrvið sik skyldi berjast. Víkingr gekk fram ok mælti:\"Hér er sjá.\" Hárekr mælti: \"Lítilræði þykki mér atfella þik at velli, því af ek veit, at þú ert dauðr, ef ekslæ þik með hnefa mínum.\" \"En ek ætla, at þú telirtormerki á at berjast við mik,\" segir Víkingr, \"er þúæðrast, er þú sér mik.\" Hárekr segir: \"Eigi er þat, okþarf ek at forða lífi þínu, er þú vilt sjálfr ganga íopinn munn heljar, ok högg þú fyrri, seim hólmgongulög eru til, því at ek hefi einvígi boðit, en ek munstanda kyrr fyrir á meðan, því at óhræddr er ek fyrirþví, at mik muni þat saka.\" Víkingr brá nú Angrvaðli,ok var því líkt sem elding brygði af honum. En erHárekr sá þat, mælti hann: \"Við þik skyldi ek aldribarizt hafa, hefðak vitat, at þú hefðir Angrvaðil haft.Er því líkast, at svá fari sem faðir minn sagði, at vérsystkin munum skammlíf verða nema sá einn, er hansnafn bæri. Var þat it mesta slys, er Ángrvaðill gekk órvárri ætt.\" Ok í því hjó Víkingr ofan í haus Hárekiok klauf hann allan at endilöngu, svá at sverðit hljópniðr í jörðina allt at hjöltum. Konungs menn æptuþá sigróp mikit. Fór konungr heim til hallar með fagnaði.Var þá um talat, at við brullaupi skyldi búast, enVíkingr sagðist eigi þat vildu, -- \"skal hún sitja í festumþrjá vetr, en ek skal fara í hernað\". Var nú svágert, at Víkingr helt ór landi með tveimr skipuin, októkst þat vel, því at hann hafði sigr í hverri orrostu.Ok er hann hafði tvá vetr í víkingu verit, lagði hannum haustit at ey nokkurri. Þá var veðr gott ok hitimikill."}}