{"originalTitle": "Commentary_On_Beowulf_Lines_4-52", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Commentary_On_Beowulf_Lines_4-52", "text": {"0": "The Story of Scyld. 'Scyld,' the poet tells us, 'arrived as a little boy, alone and destitute, on the shores of the Danes; he became their king, a great and glorious chief, beloved by his loyal people; he conquered many tribes beyond the sea; he was blessed with a son; and when at the fated hour he had passed away, he was sent out into the sea with all the pomp of military splendor.' Thus his illustrious career fittingly foreshadows the greatness of his royal line.ScyldOn Scyld and Scēaf, see Ke. ii, pp. iii if.; Leo L 4.24.19 ff.; Müll. L 4.25.2, L 4.19.6-12; Köhler ZfdPh. ii 305-14; Mö. 40-45; Binz 147 ff.; Siev. L 4.33; Olrik i 223 ff., ii 250 ff.; Chadwick Or. 274 if.; Neckel, GRM. ii 4 f., 678 f.; Cha. Wid. 117 ff., 201; L 4.80-82a (espec. Stjerna and Björkman); also G. Schütte, Oldsagn om Godtjod: bidrag til etnisk kildeforsknings metode med særligt henblik på folke-stamsagn (Kjøbenhavn, 1907), pp. 137-39. is well known in Scandinavian tradition as Skjǫldr, the eponymous ancestor of the Skjǫldungar.See Par.  § § 4, 5, 6; 8.1, 3, & 6. Yet in reality the existence of Scyld was probably inferred from the name Scyldingas ('shield men,' see Olrik i 274 f., Chadwick Or. 284). For Scyld(wa) etc. in Ags. genealogies, see Par.  § 1. Especially, the account of Saxo, who pays high tribute to his warlike and royal qualities, resembles the Beowulf version so closely as to suggest the use of the same kind of original Danish source. (See quotations in notes on 4 f., 6b, 12 ff., 18 f., 20 ff.) But nowhere outside of Beowulf do we find Scyld's strange arrival and his wonderful passing narrated.Mystery surrounds him, signalizing a being of supernatural, divine origin. He is sent by unknown powers on his high mission, and when his life work is done, he withdraws to the strange world whence he had come.Like Arthur (Tennyson, The Coming of Arthur 410, The Passing of Arthur 445), 'from the great deep to the great deep he goes.' The similarity of the Scyld legend to the famous (originally, perhaps, Netherlandish) story of the 'swan knight' was first recognized by J. Grimm (L 327, D. M. 306 (370), iii 108 (1391)). Cf. O. Rank, Der Mythus von der Geburt des Helden (1909), pp. 55 ff. Whether he is conceived of as arriving in royal splendor or -- making allowance for the wide range of litotes (MPh. iii 249) -- merely as a helpless foundling,On the motive of exposure, which occurs in various forms and is especially frequent in Irish legend, see Earle-Plummer, Two of the Saxon Chronicles ii 103-105; Schofield, Publ. MLAss. xviii 42 n.; Deutschbein, Studten zur Sagengeshchte Englands (1906), pp 68-75; also Grimm R A 701 (punishment by exposure as in the story of Drida, see note on þrȳð, ll 1931-62). remains somewhat doubtful (ll. 43 ff.). But we feel that our poet's heart goes out in sympathy for the poor, lonely boy (fēasceaft 7, . . . ǣnne ofer ȳðe umborwesende 46).Scyld's famous sea-burial -- one of the gems of the poem -- is not to be interpreted, however, merely as a symbolical act, but reflects the actual practice of a previous age. Based on the belief that the soul after death had to take a long journey (feor 42; cp. 808) to the realm of spirits, the custom of sea-burial arose among various peoples living near the sea or great lakesThus, among the Celts of Ireland and Britain and the natives of North and South America. Hence its appearance in literature : Arthur departing for Avalon; the Lady of Shalott (in a modern version in Tennyson's poem, Part iv); 'The corpse-freighted Barque' (P Kennedy, Legendary Fictions of the Irish Celts (1891), pp. 294-6; Sinfjǫtli's disappearance in a boat in Frá dauþa Sinfjǫtla (Elder Edda); Longfellow's Hiawatha, last canto. [Such a departure in the family canoe was reported from Alaska in 1909] and was prevalent (according to Stjerna) in Scandinavia from the end of the fourth to the middle of the sixth century A.D. Sometimes the dead were burned on ship-board.Illustrations in literature: Baldr (Gylfaginning [Prose Edda], ch. 48); King Haki (Rnglingasaga, ch. 23 (27), see Par.  § 6), Sigvard Ring (see Par  § 87). This custom was subsequently replaced by the ship-burial on land, both with and without the burning of the body, as shown unmistakably by the numerous finds of boat-graves belonging to the period beginning about 600 A.D.,Grave finds in Oland, Skåne, Vendel (Uppland), etc ; also the famous Gokstad and Tune (Norway) boats. Literary parallels are found, e.g , in Atlamál 97 and in various sagas. (Frotho's law, Saxo v 156 ) until finally, through a still further development of the spiritual element, the outlines of corpse-ships were merely suggested by stones suitably piled about the graves.See especially Boehmer L 946 558 ff. This stage finds its analogue in the conception ofl a supernatural boat appearing in poetry and legend (cp the Flying Dutchman, also Sinfjǫtli).-- On ship-burials in general, see besides: Grimm D. M. 692 ff. (830 ff); iii 248 (1549 ff); Weinhold L 932 479 ff; Montelius, S. Muller, passim; du Chaillu L 935. ch. 19; Gummere G O 322-8; H. Schurtz, Urgeschichie der Kultur, pp 197f, 574ff; H. Schetelig, Ship-Burials (Saga-Book of the Viking Club, Vol. iv, Part ii, pp. 326-63); Schnepper L 947.17.--On other modes of burial, see note on Bēowulf's Funeral Obsequies, ll. 3137 ff.A counterpart of the story of Scyld's wonderful arrival appears in the chronicles of Ethelwerd and William of Malmesbury, but is told of Scēaf, the father of Scyld and progenitor of the West Saxon kings. (Par.  § 1.3 & 4.) Notable variations in the later one of these two versions are the mention of Schleswig in the old Anglian homeland of the English as Scēaf's royal town, and the explanation of his name from the sheaf of grain lying at his head, which has taken the place of the weapons in Ethelwerd's tale. How to account for the attributing of the motive on the one hand to Scyld and on the other to Scēaf (who has no place in authentic Norse traditionSievers, Beitr. xvi 361-63.), is an interesting problem. It has been argued that Scyld Scēfing of the Beowulf meant originally Scyld scēfing, 'Scyld child of the sheaf' (?) or 'Scyld with the sheaf,' but by folk etymology was understood in the sense of 'Scyld son of Scēaf,' and that in course of time the story was transferred from Scyld to his putative father Scēaf. Taking, however, the patronymic designation as the (naturally) original one, we might think that Scēaf, who can hardly be separated from Scēafa, the legendary ruler of the Langobards,Wids. 32: Scēafa [wēold] Longbear dum. For the coexistence of the strong and weak forms cp. Hrēðel, Hrǣdla; Bēaw, Bēo（w), Bēowa. owes his introduction into the Danish pedigree in the Beowulf to the Anglo-Saxon predilection for extensive genealogizing. (Olrik.) According to (Kemble and) Mullenhoff, Scēaf was in ancient tradition a God-sent mythical being to whom Northern German tribes attributed the introduction of agriculture and kingly rule. That the sheaf as a religious symbol among the heathen English was, indeed, an original element of the conceptions underlying the foundling ancestor story, and that a sheaf (and a shield) played a part in some ritual practice, has been suggested by Chadwick, -- an idea elaborated and studied from a broad comparative point of view by Olrik (ii 250 ff.).A note on a certain modern analogue, by H. M. Belden, MLN. xxxiii 315. (Cf. Intr. xxv.) So far as the Beowulf is concerned, the linking of Scēaf (Scyld, Bēow) with the undoubtedly Danish (ancestor) Scyld may be regarded as a characteristic instance of the blending of English and Scandinavian tradition (cf. Cha. Wid. 120). [Bjorkman (L 4.82a) is convinced that Scēaf, Scyld, Bēow were originally divine beings of fruitfulness known to the (continental) Anglo-Saxons, and that the ancestor story was shifted by the poet from Scēaf to Scyld, whom he spontaneously identified with the eponymous ancestor of the Skjǫldungar. The poet's inconsistency in retaining the epithet Scēfing for the founder of the race is thus naturally explained. Bjoikman compares Bēow to Byggvir mentioned in Lokasenna (Elder Edda). -- On corn-spirits, see also Mogk, R.-L. iii 91-3.]That Scyld as the progenitor of the Danish Scyldingas had stepped into the place formerly occupied by Ing, the ancestor of the Ingwine (cp. Runic Poem 67 ff.; Intr. xxxvii), is an ingenious and pleasing hypothesis (Olrik, Chadwick)."}}