{"originalTitle": "Beowulf_Xxvi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxvi", "text": {"0": "XXVIBēowulf maþelode,  bearn Ecgþēowes:'Nū wē sǣlīðend  secgan wyllaðfeorran cumene,  þæt wē fundiaþHigelāc sēcan.  Wǣron hēr tela,willum bewenede;  þū ūs wēl dohtest.Gif ic þonne on eorþan  ōwihte mægþīnre mōdlufan  māran tilian,gumena dryhten,  ðonne ic gȳt dyde,gūðgeweorca,  ic bēo gearo sōna.Gif ic þæt gefricge  ofer flōda begang,þæt þec ymbsittend  egesan þæwað,swā þec hetende  hwīlum dydon,ic ðē þūsenda  þegna bringe,hæleþa tðo helpe.  Ic on Higelāce wāt,Gēata dryhten,  þēah ðe hē geong sŷ,folces hyrde,  þæt hē mec fremman wilewordum ond weorcum,  þæt ic þē wēl herigeond þē tō gēoce  gārholt bere,mægenes fultum,  þǣr ðē bið manna þearf.Gif him þonne Hrēþrīc  tō hofum Gēatageþingeð þðeodnes beam,  hē mæg þǣer felafrðeonda findan;  feorcȳþðe bēoðsēlran gesōhte  þǣm þe him selfa dēah.Hrōðgār maþelode  him on andsware:'þē þā wordcwydas  wigtig Drihtenon sefan sende;  ne hȳrde ic snotorlīcoron swā geongum feore  guman þingian.þū eart mægenes strang,  ond on mōde frōd,wīs wordcwida !  Wēn ic talige,gif þæt gegangeð,  þæt ðe gār nymeð,hild heorugrimme  Hrēþles eaferan,ādl oþðe īren  ealdor ðīnne,folces hyrde,  ond þū þīn feorh hafast,þæt þe Sǣ-Gēatas  sēlran næbbentō gecēosenne  cyning ǣnigne,hordweard hæleþa,  gyf þū healdan wyltmāga rīce.  Mē þīn mōdsefalæicað leng swā wēl,  lēofa Bēowulf.Hafast þū gefēred,  þæt þām folcum sceal,Gēata lēodum  ond Gār-Denumsib gemǣne,  ond sacu restan,inwitnīþas,  þē hīe ǣr drugon,wesan, þenden ic wealde  wīdan rīces,māþmas gemǣne,  manig ōþernegōdum gegrēttan  ofer ganotes bæðsceal hringnaca  ofer heafu bringanlāc ond luftācen.  Ic þā lēode wātgē wið fēond gē wið frēond  fæste geworhte,ǣghwæs untǣle  ealde wīsan.'Ðā gīt him eorla hlēo  inne gesealde,mago Healfdenes  māþmas twelfe;hēt [h]ine mid þǣm lācum  lēode swǣsesēcean on gesyntum,  snūde eft cuman.Gecyste þā  cyning æþelum gōd,þēoden Scyldinga  ðegn[a] betstanond be healse genam;  hruron him tēarasblondenfeaxum.  Him wæs bēga wēnealdum infrōdum,  ōþres swīðor,þæt h[ī]e seoðða(n) [nō]  gesēon mōston,mōdige on meþle.  Wæs him se man tō þon lēof,þæt hē þone brēostwylm  forberan ne mehte;ac him on hreþre  hygebendum fæstæfter dēorum men  dyrne langaðborn wið blōde.  Him Bēowulf þanan,gūðrinc goldwlanc  græsmoldan trædsince hrēmig;  sǣgenga bādāge[n]dfrean,  sē þe on ancre rād.þā wæs on gange  gifu Hrōðgāresoft geæhted ;  þæt wæs ān cyningǣghwæs orleahtre,  oþ þæt hine yldo benammægenes wynnum,  sē þe oft manegum scōd."}}