{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_30", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_30", "text": {"0": "Frá því er nú at segja, sem fyrr var frá horfit, atHrólfr stefnir öllum sínum her móti Eireki konungi.Þeir fundust skammt frá Aldeigjuborg. Hafði konungrmikit lið ok harðsnúit. Margir váru miklir höfðingjarmeð Eireki konungi. Einn af þeim var jarl, er Ími hét.Hann var mikill ok sterkr ok vel vígr, ættaðr ór Garðaríki.Með þeim var hálfbróðir hans, er Röndólfr hét.Hann mátti vel tröll kallast fyrir vaxtar sakir ok afls.Móðurætt hans var frá Áluborg í Jötunheimum, ok þarhafði hann upp vaxit. Hann hafði kylfu fyrir vápn, sexálna langa ok mjök digra í annan enda. Eigi bitu flestjárn á ólpu þá, er hann var í. Röndólfr var hamaðr okgrenjaði sem tröll, þegar hann reiddist. Brynjólfr varmeð konungi, en þeir Þórðr ok Grímr váru eigi komnir,því at þeir söfnuðu liði it efra um landit.Hvárirtveggju reistu sínar herbúðir ok sváfu af þánótt. Þar var sléttlent ok skammt til sjóvar. En ummorgin snemma bjuggust þeir til orrostu, en konungrskipaði fylkingar tvær ok var sjálfr í annarri, en Brynjólfrbar merki konungs. Fyrir framan merkit setti hannRöndólf ok alla þá, er mestir kappar váru, en í annanfylkingararm var Ími jarl ok fleiri tígnarmenn, þó atþeir sé eigi nefndir. Hans merki bar sá maðr, er Arnoddrhét ok var mikill kappi. Hrólfr setti ok tvær fylkingar.Skipaði hann sér móti Eireki konungi ok undirsitt merki Svíum ok Frísum. Stefnir var í annan armok Jótar. Sá maðr bar merki fyrir honum, er Áli hét,inn mesti hreystimaðr. Hrólfr var í herklæðunumHreggviðarnaut. Hann reið Dúlcifal. Margt riddaraliðvar í hvárumtveggja hernum. Stefnir var í annarri kápuHrólfs. Möndull var ekki í orrostu, því at hann varekki við vápn vanr.At svá skipuðu æptu hvárirtveggju heróp, ok eptirþat sigu saman fylkingar. Var þegar hörð orrosta okmikit mannfall af hvárumtveggjum. Var fyrst atreiðmeð riddurum, en síðan ákafr bardagi með höggumok lögum. Röndólfr gekk þegar hart fram ok lamdi átvær hendr með kylfunni ok drap svá bæði menn okhesta. Engi var svá sterkr riddari, at þyldi eitt hanshögg. Hrökk því allt undan, þat er fyrir varð. Brynjólfrbar merkit fram kappsamliga, ok gerðist nú illrkurr í liði Hrólfs. Hann ríðr nú fram á Dúlcifal, okvar engi svá hraustr, at í söðli sæti fyrir honum ok hanshöggum. Hann hjó með sverðinu Hreggviðarnaut bæðimenn ok hesta ok drap margan mann, því at sverðitbeit sem í vatn brygði ok nam hvergi í höggi stað. Varnú orrostan mjök skæð, svá at hver fell um þveranannan.Nú er frá því at segja, at Stefnir ríðr hart fram í liðÍma jarls ok veitir mörgum riddara skaða, þar til atÍmi jarl kemr í móti honum. Ríðr þá hvárr at öðrummeð miklu kappi, ok leggr hvárr til annars í skjöldinn.En er þeir mættust, brotnaði spjótskapt Íma sundrí miðju, en Stefnir hjó jarl aptr ór söðlinum, svá athann kom fjarri niðr hestinum. Spratt hann skjótt áfætr ok brá sverðinu. Stefnir hljóp þá af baki ok hjótil Íma, en hann hjó á móti, ok kom sverð Stefnis ágaddhjaltit ok tók af höndina með. Eptir þat lagðiStefnir jarl í gegnum með sverðinu, ok lét hann svásitt líf. Gekk hann síðan hart fram.Þeir fundust í annan stað Áli ok Arnoddr ok sóttustmeð mikilli hreysti. Þeir hjuggust, svá at af þeimváru allar hlífarnar. Báðir höfðu þeir kastat merkjunum,en svá lauk þeira viðreign, at Arnoddr lagði meðsverðinu í kvið Ála ok út um bakit, en hann óð uppá lagit ok hjó með báðum höndum í höfuð Arnoddi,svá at í tönnunum nam staðar. Fellu þeir nú báðirdauðir til jarðar.Nú sér Hrólfr skaða þann, er Röndólfr gerir á liðihans, ok sér, at eigi muni svá búit hlýða. Hann hleypraf baki Dúlcifal ok veðr á móti Röndólfi. En er þeirmætast, þá lýstr Röndólfr til Hrólfs með járnkylfunni,en hann veik sér undan ok treysti eigi at standa undirsvá þungu höggi. Kylfan kom á tvá menn, er staðithöfðu á baki Hrólfs, ok lamdist hvert beint í þeim.Hrólfr slæmdi sverðinu á hönd Röndólfs, ok tók af íúlfliðnum ok allar tær af öðrum fæti. Röndólfr reiddiupp stöngina með annarri hendi ok laust til Hrólfs aföllu afli. Kylfan kom í jörðina ok sökk til miðs, enHrólf sakaði ekki. Hjó Hrólfr þá af Röndólfi aðra höndina,svá at hún fell niðr. Sneri hann þá undan. Hannveifaði stúfunum ok öskraði sem griðungr. Í því höggrHrólfr undan honum báða þjóhnappana, svá at þeirloddu við í knésbótum. Dró hann þá slóðann eptir sér okhljóp beljandi upp í fylking Eireks konungs, svá at allthrökk undan. Drap hann með því margan mann.Hrólfr ok Stefnir neyttu þessa ok þeira menn, höggvanú ok leggja hvern mann, er fyrir varð. Fell nú undvörpumlið Eireks konungs. Röndólfr gáði ekki, hvatfyrir var, ok hljóp á Brynjólf, svá at hann fell á bakaptr með merkit ok komst með nauðum á fætr ok flýðisíðan. En er menn Eireks konungs sjá merkit fallit,þá flýði hverr einn. En er Eirekr sér þat, flýr hann semaðrir til borgarinnar, en þeir Hrólfr ok Stefnir rákuflóttann ok drápu hvern, er þeir náðu. Varð þar svámikit mannfall, at varla má tölu á koma. Röndólfr hljópút á ána ok drekkti sér, en Eirekr konungr ok þeiralið, er undan komst, byrgðu sik inni í borginni, ok laukmeð því orrostu. Var þá komit at kveldi.Hrólfr fór þá til herbúða sinna ok lét binda sármanna sinna. Hafði ok margt fallit af liði hans. En erá leið kveldit, sáu menn Hrólfs þrjú herskip fara atlandi. Þeir lögðu í lægi ok bjuggu um. Eptir þat gengufrá skipum þrjú hundruð manna. Þat var allt vaskligtlið ok vel búit. Einn maðr var þar stærstr fyrir liði.Þessir menn gengu til herbúða Hrólfs, ok er þeir finnast,kennir Hrólfr, at þar er kominn faðir hans, Sturlaugr,ok Eirekr, bróðir hans. Verðr þar mikill fagnafundrmeð þeim öllum saman. Spurði Hrólfr föður sinn tíðendaok af ferðum sínum. Sturlaugr var þá gamallmjök ok hafði lengi af lagt herferðir. Sagðist hann hafaspurt til ferða Hrólfs, ok hann hefði því farit af Noregitil Garðaríkis at veita Hrólfi lið. Drukku þeir umkveldit ok höfðu mikla gleði. Sturlaugr hafði herklæðisín ok saxit Véfreyjunaut. Með honum váru margirkappar ok hreystimenn ór Hringaríki. Einn af þeimhét Torfi inn sterki, annarr Bárðr, þriði Garði, fjórðiAtli, fimmti Birgir, sétti Sölvi, sjaundi Loðinn, áttundiKnútr kveisa. Allir váru þessir inir mestu hreystimenn.Þóttu þeir Torfi ok Knútr bera langt af þeim.Tóku þeir nú náðir á sik um nóttina ok höfðu vörðusterka."}}