{"originalTitle": "Örvar-Odds_Saga_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_17", "text": {"0": "Þá gerir Oddr sendimenn norðr til Hrafnistu ok biðrþá liðs frændr sína, at þeir kæmi norðan um váritGuðmundr ok Sigurðr. Þeir verða vel við ok fara tilfundar við Odd. Ok er þeir finnast, verðr þar fagnafundr.Nú búa þeir skip sín ór landi ok halda suðr í löndok þar sem grunnsævi var mikit, fyrir því at þangathafði Oddr áðr sízt haldit. Herja þeir nú suðr umValland, Frakkland ok Helsingjaland. Þar reka þeirmikinn hernað.Er nú ekki sagt af ferð þeira, fyrr en þeir brjótaskipin við eitthvert land. Þar ganga þeir á land meðlið sitt. Sem þeir kómu á landit, þá sáu þeir hús fyrirsér. Þat var nokkut með öðrum hætti gert en þau, erþeir höfðu áðr sét. Þangat gengu þeir til hússins. Þatvar gert af steini ok opit. Oddr mælti: \"Hvat ætlarþú, Sigurðr, hvat húsi þetta muni vera, er vér erumat komnir?\" \"Eigi má ek þat vita,\" sagði hann. \"Enhvat ætlar þú, Oddr frændi?\" \"Eigi veit ek,\" sagðihann \"en þess get ek, at menn byggi húsit ok munuhingat vitja, ok skulu vér ekki inn ganga at svá búnu.\"Þeir setjast niðr í einhverjum stað úti hjá húsinu, ener stund leið, sjá þeir, at menn drífa til hússins ok þatmeð, at þar fylgja læti, þau er þeir hafa aldri þvílíkheyrt. \"Þat ætla ek,\" sagði Oddr, \"at hér sé allkynligirmenn á þessu landi. Skal hér nú bíða, til þess ermenn ganga frá húsinu.\" Þat fór svá sem Oddr gat,at þetta líðr af, ok drífa menn frá húsinu. Einn af liðiþeira landsmanna gengr þangat, sem þeir Oddr sátu,ok mælti: \"Hverir eru þessir?\" Oddr segir honum itsanna, -- \"eða hvat land er þat, er vér erum á komnir?\"Sá sagði, at þat heitir Aqvítanía. \"En hvat táknar húsþetta, er þér hafið at staðit um stund?\" \"Þetta köllumvér ýmist musteri eða kirkju.\" \"En hvat látum er þat,er þér hafið haft?\" \"Þat köllum vér tíðagerð,\" sagðilandsmaðr. \"En hvern veg er farit um ráð yðvart, okhvárt eruð þér heiðnir til lykta?\" Oddr svarar: \"Vérvitum alls ekki til annarrar trúar en vér trúum á máttvárn ok megin, en ekki trúum vér á Óðin, eða hverjatrú hafi þér?\" Landsmaðr sagði: \"Vér trúum á þann,er skapat hefir himin ok jörð, sjóinn, sól ok tungl.\"Oddr mælti: \"Sá mun mikill, er þetta hefir allt smíðat,þat hyggjumst ek skilja.\"Nú var þeim Oddi fylgt til herbergis. Þar eru þeirOddr vikur nokkurar ok eiga málstefnur við landsmenn.Þeir leita eptir við þá Odd, ef þeir vildu takavið trú, ok þar kom, at þeir Guðmundr ok Sigurðrtóku trú. Var þá leitat eptir við Odd, ef hann vildi viðtrú taka. Hann kveðst mundu gera þeim á því kost:\"Ek mun taka sið yðvarn, en hátta mér þó at sömusem áðr. Ek mun hvárki blóta Þór né Óðin né önnurskurðgoð, en ek á ekki skap til at vera á þessu landi.Því mun ek flakka land af landi ok vera stundum meðheiðnum mönnum, en stundum með kristnum.\" Er þatþó af ráðit at Oddr er skírðr. Eru þeir þar um hríð.Eitt sinn leitar Oddr eptir við þá Guðmund ok Sigurð,ef þeir vildi fara á burt. Þeir segja: \"Hér höfuvér svá verit, at oss hefir bezt þótt.\" \"Þá er hér tveimrtveggja hugr,\" sagði Oddr, \"at ek hefi hér svá verit,at mér hefir leiðast orðit.\" Sem hann fær ekki leyfiaf frændum sínum, leynist hann í burt einn saman, enþeir eru eptir með öllu liðinu.Ok sem hann kemr burt frá borginni, sér hann faramikinn flokk manna á móti sér. Þar ríðr einn maðr, enaðrir ganga. Þetta lið var skrautliga búit, ok var engimaðr vápnaðr. Oddr stóð hjá götunni, en liðit ferr hjáhonum, ok mæla hvárigir við aðra. Þá sér Oddr, hvarhlaupa fjórir menn. Þeir höfðu allir skálmir í höndum.Þeir hlaupa at þeim manni, er reið, ok höggvaaf honum höfuðit. Síðan hlaupa þeir aptr hjá Oddiina sömu leið, ok hefir einn í hendi höfuðit af þeimmanni, er drepinn var. Þat þykkist Oddr vita, at þettamuni harðla illt verk, er þessir menn hafa unnit. Núhleypr Oddr eptir þeim ok eltir þá, en þeir hlaupaundan til skógar ok þar í jörð niðr í jarðhús nokkut.Oddr hleypr eptir þeim í jarðhúsit. Þar veita þeir viðnám,en Oddr sækir at þeim. Eigi léttir hann fyrr enhann drepr þá alla. Síðan tekr hann höfuð af þeimok knýtir saman hárin, gengr út síðan ok hefir meðsér höfuðin ok svá þat höfuð, er þeir höfðu þangathaft. Oddr ferr nú aptir til borgarinnar. Þá váru hinirkomnir til kirkju með lík þess, er drepinn var. Oddrkastar þá inn í musterit höfðunum ok mælti: \"Þar ernú höfuðit af þeim, er drepinn var fyrir yðr, ok hefiek hefnt hans.\" Þeim þótti mikils um þetta vert, erOddr hafði unnit. Oddr spurði, hvat manna þat hafðiverit, er hann hafði hefnt. Þeir sögðu, at þessi maðrvar biskup þeira. Oddr mælti: \"Þá mun þetta betrunnit en eigi.\" Svá hafa þeir nú á Oddi mikla vörðu,at þeir vilja at engum kosti, at hann fari á burt. Ensvá sem honum hafði áðr leitt orðit at vera þar, þájók nú stóru við, er hann fann, at þeir heldu vörðu áhonum, ok sitr nú um það eitt at komast í burtu.Þar kom enn, at hann leynist á burtu á einni nótt.Hann ferr nú land af landi ok kemr um síðir út tilJórdanar. Þar fór hann af öllum klæðum ok skyrtusinni. Síðan ferr hann í ána ok þvær sér sem honumlíkar. Þá ferr hann af ánni ok í skyrtu sína, ok helthún öllum kostum sínum sem áðr. Nú ferr hann þaðaná burt ok hefir örvamæli sinn á baki sér. Þá ferr hannenn land af landi. Þar kemr nú ráði hans, at hannverðr svá staddr á mörkum úti, at hann hefir ekki annattil atvinnu en hann skýtr dýr til matar sér eða fugla,ok ferr svá fram um hríð."}}