{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_15", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_15", "text": {"0": "Angantýr var lengi konungr í Reiðgotalandi. Hannvar ríkr ok hermaðr mikill, ok eru frá honum komnarkonunga ættir. Sonr hans var Heiðrekr úlfhamr, ersíðan var lengi konungr í Reiðgotalandi. Hann áttidóttur, er Hildr hét. Hún var móðir Hálfdanar snjalla,föður Ívars ins víðfaðma. Ívarr inn víðfaðmi kom meðher sinn í Svíaveldi, sem segir í konunga sögum, enIngjaldr konungr inn illráði hræddist her hans okbrenndi sik sjálfr inni með allri hirð sinni á þeim bæ,er á Ræningi heitir. Ívarr inn víðfaðmi lagði þá undirsik allt Svíaveldi. Hann vann ok Danaveldi ok Kúrland,Saxland ok Eistland ok öll austrríki allt til Garðaríkis.Hann réð ok vestra Saxlandi ok vann hlut Englands;þat er kallat Norðumbraland. Ívarr lagði þáundir sik allt Danaveldi, ok síðan setti hann þar yfirValdar konung ok gifti honum Álfhildi, dóttur sína.Þeira sonr var Haraldr hilditönn ok Randvér, er fellí Englandi. En Valdarr andaðist í Danmörk; tók þáRandvér Danaríki ok gerðist konungr yfir. En Haraldrhilditönn lét gefa sér konungsnafn í Gautlandi, oksíðan lagði hann undir sik öll framar nefnd ríki, erÍvarr konungr inn víðfaðmi hafði átt. Randvér konungrfekk Ásu, dóttur Haralds konungs ins granrauðanorðan ór Noregi. Sonr þeira var Sigurðr hringr.Randvér konungr varð bráðdauðr, en Sigurðr hringrtók konungdóm í Danmörk. Hann barðist við Haraldkonung hilditönn á Brávelli í eystra Gautlandi, ok þarfell Haraldr konungr ok mikill fjöldi liðs með honum.Þessar orrostur hafa í fornum sögum frægastarverit ok mest mannfall orðit ok sú, er Angantýr okhans bróðir börðust á Dúnheiði. Sigurðr konungrhringr réð Danaríki til dauðadags, en eptir hann Ragnarrkonungr loðbrók, sonr hans.Sonr Haralds hilditannar hét Eysteinn inn illráði.Hann tók Svíaríki eptir föður sinn ok réð því, þar tiler synir Ragnars konungs felldu hann, svá sem segirí hans sögu. Þeir synir Ragnars konungs lögðu þá undirsik Svíaveldi, en eptir dauða Ragnars konungs tókBjörn, sonr hans, járnsíða Svíaveldi, en Sigurðr Danaveldi,Hvítserkr Austrríki, Ívarr inn beinlausi England.Synir Bjarnar járnsíðu váru þeir Eiríkr ok Refill.Hann var herkonungr ok sækonungr, en Eiríkr konungrréð Svíaríki eptir föður sinn ok lifði litla hríð.Þá tók ríkit Eiríkr, sonr Refils; hann var mikill hermaðrok allríkr konungr. Eiríks synir, Bjarnar sonar,váru þeir Önundr uppsali ok Björn konungr. Þá komSvíaríki enn í bræðra skipti; þeir tóku ríki eptir EiríkRefilsson. Björn konungr efldi þann bæ, er at Haugiheitir; hann var kallaðr Björn at Haugi. Með honumvar Bragi skáld. Eiríkr hét sonr Önundar konungs, erríki tók eptir föður sinn at Uppsölum; hann var ríkrkonungr. Á hans dögum hófst til ríkis í Noregi Haraldrhárfagri, er fyrstr kom einvaldi í Noreg sinna ættmanna.Björn hét sonr Eiríks konungs at Uppsölum;hann tók ríki eptir föður sinn ok réð lengi. SynirBjarnar váru þeir Eiríkr inn sigrsæli ok Óláfr; þeirtóku ríki eptir föður sinn ok konungdóm. Óláfr varfaðir Styrbjarnar ins sterka. Á þeira dögum andaðistHaraldr konungr inn hárfagri. Styrbjörn barðist viðEirík konung, föðurbróður sinn, á Fýrisvöllum, ok þarfell Styrbjörn. Síðan réð Eiríkr Svíaríki til dauðadags.Hann átti Sigríði ina stórráðu. Óláfr hét sonr þeira, ertil konungs var tekinn í Svíþjóð eptir Eirík konung.Hann var þá barn, ok báru Svíar hann eptir sér; þvíkölluðu þeir hann skautkonung, en síðan Óláf sænska.Hann var lengi konungr ok ríkr. Hann tók fyrst kristniSvíakonunga, ok um hans daga var Svíþjóð kölluðkristin. Önundr hét sonr Óláfs konungs sænska, erkonungdóm tók eptir hann ok varð sóttdauðr. Á hansdögum fell Óláfr konungr inn helgi á Stiklastöðum.Eymundr hét annarr sonr Óláfs sænska, er konungdómtók eptir bróður sinn. Um hans daga heldu Svíar illakristnina. Eymundr var litla hríð konungr."}}