{"originalTitle": "Beowulf_Xvii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xvii", "text": {"0": "XVIIGewiton him ðā wīgend  wīca nēosianfrēondum befeallen,  Frȳsland gesēon,hāmas ond hēaburh.  Hengest ðā gȳtwælfāgne winter  wunode mid Finne[ea]l unhlitme;  eard gemunde,þēah þe hē meahte  on mere drīfanhringedstefnan,--  holm storme wēol,won wið winde,  winter ȳpe belēacīsgebinde,  oþ ðæt ōþer cōmgēar in geardas,--  swā nū gȳt dêð,þā ðe syngāles  sēle bewitiað,wuldortorhtan weder.  Ðā wæs winter scacen,fæger foldan bearm;  fundode wrecca,gist of geardum;  hē tō gyrnwræceswīðor þōhte  þonne tō sǣlāde,gif hē torngemōt  þurhtēon mihte,þæt hē Ēotena bearn  inne gemunde.Swā hē ne forwyrnde  woroldrǣdenne,þonne him Hūnlāfing  hildelēoman,billa sēlest  on bearm dyde;þæs wǣron mid Ēotenum  ecge cūðe.Swylce ferhðfrecan  Fin eft begeatsweordbealo slīðen  æt his selfes hām,siþðan grimne gripe  Gūðlāf ond Ōslāfæfter sǣsīðe  sorge mǣndon,ætwiton wēana dǣl;  ne meahte wǣfre mōdforhabban in hreþre.  Ðā wæs heal rodenfēonda fēorum,  swilce Fin slægen,cyning on corþre,  ond sēo cwēn numen.Scēotend Scyldinga  tō scypon feredoneal ingesteald  eorðcyninges,swylce hīe æt Finnes hām  findan meahtonsigla searogimma.  Hīe on sǣlādedrihtlīce wīf  tō Denum feredon,lǣddon tō lēodum.  Lēoð wæs āsungen,glēomannes gyd.  Gamen eft āstāh,beorhtode bencswēg,  byrelas sealdonwīn of wunderfatum.  þā cwōm Wealhþēo forðgān under gyldnum bēage  þǣr þā godan twēgensǣton suhtergefæderan;  þā gȳt wæs hiera sib ætgædere,ǣghwylc ōðrum trȳwe.  Swylce þǣr Unferþ þyleæt fōtum sæt frēan Scyldinga;  gehwylc hiora his ferhðe trēowde,þæt hē hæfde mōd micel,  þēah þe hē his māgum nǣreārfæst æt ecga gelācum.  Spræc ðā ides Scyldinga:'Onfōh þissum fulle,  frēodrihten mīn,sinces brytta!  þū on sǣlum wes,goldwine gumena,  ond tō Gēatum spræcmildum wordum,  swā sceal man dôn !Bēo wið Gēatas glæd,  geofena gemyndig,nēan ond feorran  þū nū hafast.Mē man sægde,  þæt þū ðē for sunu woldehereri[n]c habban.  Heorot is gefǣlsod,bēahsele beorhta;  brūc þenden þū mōtemanigra mēdo,  ond þīnum māgum lǣffolc ond rīce,  þonne ðū forð scyle,metodsceaft seon.  Ic mīnne canglædne Hrōþulf,  þæt hē þā geogoðe wileārum healdan,  gyf þū ǣr þonne hē,wine Scildinga,  worold oflǣtest;wēne ic þæt hē mid gōde  gyldan willeuncran eaferan,  gif hē þæt eal gemon,hwæt wit tō willan  ond tō worðmyndumumborwesendum ǣr  ārna gefremedon.'Hwearf þā bī bence,  þǣr hyre byre wǣron,Hrēðrīc ond Hrōðmund,  ond hæleþa bearn,giogoð ætgædere;  þǣr se gōda sæt,Bēowulf Gēata  be þǣm gebrōðrum twǣm."}}