{"originalTitle": "Beowulf2_Xii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xii", "text": {"0": "XIIThe earl's defence would on no accountThe bringer of woes let go alive,Nor his life-days to any peopleDid he count useful. There brandished manyAn earl of Beowulf his good old sword;His dear lord's life he would defend,His noble chiefs, whereso they might;They knew not indeed, when they risked the contest,The bold-in-mind heroes of battle,And on each side they thought to hew,To seek his soul, that the fiendish demonNot any on earth choicest of weapons,No one of war-swords, was able to touch,But he had forsworn victorious weapons,Each one of swords. His life-leaving should,In the day then of this mortal life,Miserably happen, and the strange-spiritInto his foes' power afar depart.Then that he perceived, he who oft beforeIn mirth of mind against mankindHis crimes had wrought, hostile to God,That his body's frame him would not sustain,But him the proud kinsman of IlygelacHad by the hands: each was to otherLiving a foe. Pain of body enduredThe terrible monster: there was on his shoulderAn evident wound; apart sprang the sinews,The bone-frame burst. To Beowulf wasBattle-fame given: Grendel should thenceSick-of-life flee under the fen-slopes,Seek his joyless abode; too surely he knewThat of his life the end was come,The span of his days. To all of the DanesBy the bloody strife was the wish fulfilled;He then had cleansed, who ere came from afar,Wise and valiant, the hall of Hrothgar,Saved it from sorrow, rejoiced in his night-work,His glorious deeds. Then for the East-DanesThe prince of the Geats his boast had performed,Likewise the sufferings all had removed,Sorrows from foe, which they ere suffered,And by compulsion had to endure,No little distress. That was a clear proof,After the battle-brave laid down the hand,The arm and the shoulder (there all was together),The claw of Grendel 'neath the wide roof."}}