{"originalTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_30", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Kraka_Ok_Kappa_Hans_Chapter_30", "text": {"0": "Böðvarr er heima með móður sinni. Hún unni honummikit. Allra manna var hann gerviligastr ok fríðastrsýnum. Ekki var hann mjök málkunnugr mönnum.Hann spyrr móður sína eitt sinn, hverr faðir hans væri.Hún sagði honum líflát hans ok allan atburð ok hversuhann varð fyrir ósköpum af stjúpmóður sinni. Böðvarrsagði: \"Illt eigu vér þessu flagði at launa.\" Þá sagðihún honum, hvernig hún var neydd af drottningu ateta af bjarnarholdinu, -- \"ok þat sér nú á bræðrumþínum, Þóri ok Elg-Fróða.\" Böðvarr mælti: \"Eigi þættimér Fróða óskyldara at hefna föður várs á þessu blauðaflagði en at drepa menn saklausa til fjár sér ok geraillvirki, ok svá þótti mér Þórir fara undarliga í burt,at hann gerði eigi skessu þessari nokkura áminning,ok vænti ek þat sé bezt ráð, at ek seti henni nokkuraáminning fyrir vára hönd.\" Bera mælti: \"Stilltu svá til,at hún megi eigi fjölkynngi við koma, svá at þik megiskaða.\" Hann kvað svá vera skyldu.Eptir þat fara þau Bera ok Böðvarr á konungs fund,ok nú segir hún konungi allt, hvernig háttat er meðráði Böðvars, ok sýnir honum hringinn, hvern hún hafitekit undan bógnum dýrsins ok Björn, sonr hans, hafiáttan. Konungr lézt at vísu kenna hringinn. \"Hefir miknæsta grunat, at þetta mundi af hennar ráðum vera umkynstr þessi öll saman, sem hér hafa við borit, en fyrirástar sakir við drottningu hefi ek látit kyrrt vera.\"Böðvarr mælti: \"Lát hana nú í burt fara, ella munuvér hefna á henni.\" Konungr kvaðst vilja bæta honumfé eptir því, sem hann vildi, ok væri enn kyrrt, ok gefahonum ríki til forráða ok jarlsnafn nú strax, en eptirsinn dauða konungdóm ok væri henni ekki gert tilmeins. Böðvarr kveðst ekki konungr vilja vera, heldrkvaðst hann vilja með konungi vera ok honum þjóna.\"Ertu svá fanginn fyrir þessum óvætti, at þú heldr varlaviti þínu né réttum konungdómi, ok skal hún hér aldriþrífast upp frá þessu.\" Böðvarr var þá svo ólmr við ateiga, at konungr þorði ekki at fást við hann. Böðvarrgengr til skemmu drottningar ok hefir í hendiskreppu nokkura. Konungr fór á eptir ok móðir hans.En er Böðvarr kom í skemmuna, snýr hann at Hvítdrottningu ok setr belg skorpinn á höfuð henni ok dregrat hálsinum fyrir neðan. Setti hann henni síðan vangahöggok barði hana til heljar með ýmisligum píningumok dró hana svá um öll stræti. Þótti mörgum eða flestumþar innan hallar þetta ekki verra en hálfneytt, enkonungi stórilla ok gat ekki at gert. Lét Hvít drottningsvá sitt arma líf. Var Böðvarr þá átján vetra, er þettavar tíðenda.Litlu síðar tekr Hringr konungr sótt ok andast.Eptir þat tekr Böðvarr þar við ríki ok unir þar litlahríð. Síðan stefnir hann þing við landsmenn ok talarþar á þinginu, at hann vili burtu fara. En hann giftimóður sína manni þeim, sem Valsleitr hét, hann varþar áðr jarl, ok sitr Böðvarr í veizlunni, áðr en hannríðr."}}