{"originalTitle": "Beowulf_Xxix-Xxx", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxix-Xxx", "text": {"0": "XXIX-XXXoð ðæt hīe forlǣddan  tō ðām lindpleganswǣse gesīðas  ond hyra sylfra feorh.þonne cwið æt bēore  sē ðe bēah gesyhð,eald æscwiga,  sē ðe eall gem(an),gārcwealm gumena  -- him bið grim sefa --,onginneð geōmormōd  geong(um) cempanþurh hreðra gehygd  higes cunnian,wīgbealu weccean,  ond þæt word ācwyð:\"Meaht ðū, mīn wine,  mēce gecnāwan,þone þīn fæder  tō gefeohte bærunder heregrīman  hindeman sīðe,dȳre īren,  þǣr hyne Dene slōgon,wēoldon wælstōwe,  syððan Wiðergyld læg,æfter hæleþa hryre,  hwate Scyldungas ?Nū hēr þāra banena  byre nāthwylcesfrætwum hrēmig  on flet geað,morðres gylpeð,  ond þone māðþum byreð,þone þe ðū mid rihte  rǣan sceoldest.'\"Manað swā ond myndgað  mǣla gehwylcesārum wordum,  oð ðætsǣt cymeð,þæt se fǣmnan þegn  fore fæder dǣdumæfter billes bite  blōdfāg swefeð,ealdres scyldig;  him se ōðer þonanlosað (li)figende,  con him land geare.þonne bīoð (āb)rocene  on bā healfeāðsweord eorla;  (syð）ðan Ingeldeweallað wælnīðas,  ond him wīflufanæfter cearwælmum  cōlran weorðað.þȳ ic Heaðo-Bear[d]na  hyldo ne telge,dryhtsibbe dǣl  Denum unfǣcne,fiēondscipe fæstne.  Ic sceal forð sprecangēn ymbe Grendel,  þæt ðū geare cunne,sinces brytta,  tō hwan syððan wearðhondrǣs hæleða.  Syððan heofones gimglād ofer grundas,  gǣst yrre cwōm,eatol ǣfengrom  ūser nēosan,ðǣr wē gesunde  sæl weardodon.þǣr wæs Hondsciō  hild onsǣge,feorhbealu fǣgum;  hē fyrmest læg,gyrded cempa;  him Grendel wearð,mǣrum maguþegne  tō mūðbonan,lēofes mannes  līc eall forswealg.Nō ðȳ ǣr ūt ðā gēh  īdelhendebona blōdigtōð,  bealewa gemyndig,of ðām goldsele  gongan wolde;ac hē mægnes rōf  mīn costode,grāpode gearofolm.  Glōf hangodesīd ond syllīc,  searobendum fæst;sīo wæs orðoncum  eall, gegyrweddēofles cræftum  ond dracan fellum.Hē mec þǣr on innan  unsynnigne,dīor dǣdfruma  gedōn woldemanigra sumne;  hyt ne mihte swā,syððan ic on yrre  uppriht āstōd.Tō lang ys tō reccenne,  hū i(c ð）ām lēodsceaðanyfla gehwylces  ondlēan forgeald;þǣr ic, þēoden mīn,  þīne lēodeweorðode weorcum.  Hē on weg losade,lȳtle hwīle  līfwynna br(ēa)c;hwæþre him sīo swīðre  swaðe weardadehand on Hiorte,  ond hē hēan ðonan,mōdes geōmor  meregrund gefēoll.Mē þone wælrǣs  wine Scildungafǣttan golde  fela lēanode,manegum māðmum,  syððan mergen cōm,ond wē tō symble  geseten hæfdon.þǣr wæs gidd ond glēo;  gomela Scilding,felafricgende  feorran rehtehwīlum hildedēor  hearpan wynne,gomenwudu grētte,  hwīlum gyd āwræcsōð ond sārlīc,  hwīlum syllīc spellrehte æfter rihte  rūmheort cyning;hwīlum eft ongan  eldo gebunden,gomel gūðwiga  gioguðe cwīðan,hildestrengo;  hreðer inne wēoll,þonne hē wintrum frōd  worn gemunde.Swā wē þǣr inne  andlangne dægnīode nāman,  oð ðæt niht becwōmōðer tō yldum.  þā wæs eft hraðegearo gyrnwræce  Grendeles mōdor,sīðode sorhfull;  sunu dēað fornam,wīghete Wedra.  Wīf unhȳrehyre beam gewræc,  beorn ācwealdeellenlīce;  þǣr wæs Æschere,frōdan fyrnwitan  feorh ūðgenge.Nōðer hȳ hine ne mōston,  syððan mergen cwōm,dēaðwērigne  Denia lēodebronde forbærnan,  nē on bēl hladan,lēofne mannan;  hīo þæt līc ætbærfēondes fæð(mum  un)der firgenstrēam.þæt wæs Hrōðgāre  hrēowa tornostþāra þe lēodfruman  lange begēate.þā se ðēoden mec  ðine līfehealsode hrēohmōd,  þæt ic on holma geþringeorlscipe efnde,  ealdre genēðde,mǣrðo fremede;  hē mē mēde gehēt.Ic ðā ðæs wælmes,  þe is wīde cūð,grimnne gryrelīcne  grundhyrde fond.þǣr unc hwīle wæs  hand gemǣne;holm heolfre wēoll,  ond ic hēafde becearfin ðām [gūð]sele  Grendeles mōdorēacnum ecgum;  unsōfte þonanfeorh oðferede;  næs ic fǣge þā gȳt;ac mē eorla hlēo  eft gesealdemāðma menigeo,  maga Healfdenes."}}