{"originalTitle": "Grettis_Saga_Chapter_42", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_42", "text": {"0": "Þar er nú til að taka er áður er frá horfið að Þorbjörn    öxnamegin spurði víg Þorbjarnar ferðalangs sem fyrr var sagt.    Brást hann reiður mjög og kveðst vilja að ýmsir ættu högg í    annars garði.    Ásmundur hærulangur lá lengi sjúkur um sumarið og er honum    þótti að sér draga heimti hann til sín frændur sína og sagði    að hann vildi að Atli tæki við allri fjárvarðveislu eftir    hans dag \"en uggir mig,\" sagði Ásmundur, \"að þú megir varla í    kyrrðum sitja fyrir ójafnaði. En það vildi eg að allir mínir    tengdamenn sinnuðu honum sem best. En til Grettis kann eg    ekki að leggja því að mér þykir á hverfanda hjóli mjög um    hans hagi. Og þó hann sé sterkur maður þá uggir mig að hann    eigi meir um vandræði að véla en fulltingja frændum sínum. En    þótt Illugi sé ungur þá mun hann þó verða þroskamaður ef hann    heldur sér heilum.\"    Og er Ásmundur hafði skipað með sonum sínum sem hann vildi    dró að honum sóttin. Andaðist hann litlu síðar og var    jarðaður að Bjargi, því að Ásmundur hafði látið gera þar    kirkju, og þótti héraðsmönnum það mikill mannskaði.    Atli gerðist nú gildur bóndi og hafði mannmargt með sér. Hann    var aðfangamaður mikill. Að áliðnu sumri fór hann út á    Snjófellsnes að fá sér skreið. Hann rak marga hesta og reið    heiman til Mela í Hrútafjörð til Gamla mágs síns. Réðst þá    til ferðar með Atla Grímur Þórhallsson, bróðir Gamla, við    annan mann. Riðu þeir Haukadalsskarð vestur og svo sem liggur    út á Nes, keyptu þar skreið mikla og báru á sjö hestum, sneru    heimleiðis er þeir voru albúnir."}}