{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_16", "text": {"0": "Einn dag spyrr konungr Hjálmþé, hvárt hann villenga skemmtan hafa. Hann bað konung ráða. \"Þámuntu glíma við pilt minn á morgun,\" segir konungr.Hjálmþér bað hann gera sem hann vildi. En at morgnidags standa þeir upp kompánar ok ganga fyrir konung.Þá var fram leiddr blámaðr furðuliga stórr, svartr okdigr sem naut; at öllu var hann ámátligr. Konungrmælti: \"Hér er nú kominn piltrinn, Hjálmþér.\" Hörðrsagði: \"Við þenna svein skal ek glíma, því at vit höfumeina nafnbót báðir, at vit erum þrælar.\" Ekki fórHörðr af loðkápu sinni. Síðan ráðast þeir á meðstórum fangbrögðum ok hörðum hnykkingum, er hvárrveitti öðrum, með hnefahöggum ok kinnskotum, klóriok kreistingum. Gekk þetta lengi dags. Þóttist konungrok þeir, sem í höllinni váru, engan atgang slíkan séthafa. Stólpi einn lágr stóð í höllinni. Þangat barblámaðrinn Hörð, en hann snerist við glímumannliga okfær neðri tökin. Við þessu sá blámaðrinn ekki. Hannþreif hann upp á bringu sína ok brá honum magabragðok rak hann niðr á stólpann svá hart, at hryggrinn brotnaði,en blámaðurinn öskraði ekki vel. Lét Hörðr fylgjakné kviði með fúlmannligum kverkatökum ok kreistihann til dauðs. Við þetta varð konungr mjök reiðr,en allir aðrir þökkuðu Herði. Var inn dauði út dreginn.Konungr segir: \"Mikinn skaða hefir þú mér gert okmínu ríki í drápi þessa manns. Því skulu vit toga geitstöku um eld hér í höllinni á morgun ella sá, sem ekskipa til.\" \"Þér munuð ráða vilja, herra,\" segir Hörðr,\"því at mér líkar hverr sem er.\""}}