{"originalTitle": "Grettis_Saga_Chapter_9", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_9", "text": {"0": "Nú er að segja frá Önundi tréfót að þá rak nokkur dægur.    Síðan gekk veðrið á haf. Sigldu þeir þá að landinu. Kenndust    þá við þeir er áður höfðu farið að þeir voru komnir vestur um    Skaga. Sigldu þeir inn á Strandaflóa og nær Suður-Ströndunum.    Þá reru að þeim sex menn á teinæringi og kölluðu út á    hafskipið hver fyrir réði. Önundur nefndi sig og spurði    hvaðan þeir væru. Þeir kváðust vera húskarlar Þorvalds frá    Dröngum.    Önundur spurði hvort numin væru öll lönd um Strandirnar. Þeir    kváðu lítið ónumið á Inn-Ströndum en ekki norður þangað.    Önundur spurði skipverja sína hvort þeir vildu leita fyrir    vestan landið eða hafa slíkt er þeim var til vísað. Þeir    kjöru að hafa landið fyrst, sigldu inn eftir flóanum og lögðu    fyrst á víkina fyrir Árnesi, skutu þar báti og reru til    lands.    Þá bjó þar ríkur maður, Eiríkur snara, er land hafði numið    milli Ingólfsfjarðar og Ófæru í Veiðileysu. En er Eiríkur    vissi að Önundur var þar kominn bauð hann honum af sér að    þiggja slíka hluti sem hann vildi en kvað lítið það er eigi    væri numið áður. Önundur kveðst sjá vilja hvað það væri    fyrst.    Fóru þeir þá inn yfir fjörðu og er þeir komu inn til Ófæru    mælti Eiríkur: \"Hér er á að líta. Héðan frá er ónumið og inn    til landnáms Bjarnar.\"    Þá gekk fjall mikið fram þeim megin fjarðanna og var fallinn    á snjór.    Önundur leit á fjallið og kvað vísu þessa:Réttum gengr, en rangarennr sæfarinn, ævi,fákr, um fold og ríkifleinhvessanda þessum.Hefi eg lönd og fjöld frændaflýið en hitt er nýjast.Kröpp eru kaup ef hreppigKaldbak en læt akra.    Eiríkur svarar: \"Margur hefir svo mikils misst í Noregi að    menn fá þess ekki bætur. Hygg eg og að numin séu flest öll    lönd í meginhéruðum. Kann eg því eigi að fýsa þig héðan í    brott. Mun eg það halda að þú hafir af mínum jörðum það er    þér hentar.\"    Önundur kveðst það þiggja mundu og nam síðan land frá Ófæru    og þær þrjár víkur, Byrgisvík og Kolbeinsvík og Kaldbaksvík    til Kaldbakskleifar. Síðan gaf Eiríkur honum Veiðilausu alla    og Reykjarfjörð og Reykjanes allt út þeim megin. En um rekann    var ekki skilið því að þeir voru svo nógir þá að hver hafði    það er vildi.    Önundur gerði bú í Kaldbak og hafði mannmart. En er fé hans    tók að vaxa átti hann annað bú í Reykjarfirði.    Kolbeinn bjó í Kolbeinsvík og sat Önundur um kyrrt nokkura    vetur."}}