{"originalTitle": "Beowulf_Xxviii", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxviii", "text": {"0": "XXVIIIGewāt him ðā se hearda  mid his hondscolesylf æfter sande  sǣwong tredan,wīde waroðas.  Woruldcandel scān,sigel sūðan fūs.  Hī sīð drugon,elne geēodon,  tō ðæs ðe eorla hlēo,bonan Ongenþēoes  burgum in innan,geongne gūðcyning  gōdne gefrūnonhringas dǣlan.  Higelāce wæssīð Bēowulfes  snūde gecȳðed,þæt ðǣr on worðig  wīgendra hlēo,lindgestealla  lifigende cwōm,heaðolāces hāl  tō hofe gongan.Hraðe wæs gerȳmed,  swā se rīca bebēad,fēðegestum  flet innanweard.Gesæt þā wið sylfne  sē ðā sæcce genæs,mǣg wið mǣge,  syððan mandryhtenþurh hlēoðorcwyde  holdne gegrētte,mēaglum wordum.  Meoduscencum hwearfgeond þæt healreced  Hæreðes dohtor,lufode ðā lēode,  līðwǣge bærhæleðum tō handa.  Higelāc ongansīnne geseldan  in sele þām hēanfægre fricgcean,  hyne fyrwet bræc,hwylce Sǣ-Gēata  sīðas wǣron:'Hū lomp ēow on lāde,  lēofa Bīowulf,þā ðū fǣringa  feorr gehogodestsæcce sēcean  ofer sealt wæter,hilde tō Hiorote?  Ac ðū Hrōðgārewīdcūðne wēan  wihte gebēttest,mǣrum ðēodne?  Ic ðæs mōdcearesorhwylmum sēað,  sīðe ne trūwodelēofes mannes;  ic ðē lange bæd,þæt ðū þone wælgǣst  wihte ne grētte,lēte Sūð-Dene  sylfe geweorðangūðe wið Grendel.  Gode ic þanc secge,þæs ðe ic ðē gesundne  gesēon mōste.'Bīowulf maðelode,  bearn Ecgðīoes:'þæt is undyrne,  dryhten Higelāc,(micel) gemēting,  monegum fīra,hwylc (orleg)hwīl  uncer Grendleswearð on ðām wange,  þǣr hē worna felaSige-Scyldingum  sorge gefremede,yrmðe tō aldre;  ic ðæt eall gewræc,swā begylpan [ne] þearf  Grendeles māga（ǣnig) ofer eorðan  ūhthlem þone,sē ðe lengest leofað  lāðan cynnes,f(ācne) bifongen.--  Ic ðǣr furðum cwōmtō ðām hringsele  Hrōðgār grētan;sōna mē se mǣra  mago Healfdenes,syððan hē mōdsefan  mīnne cūðe,wið his sylfes sunu  setl getǣhte.Weorod wæs on wynne;  ne seah ic wīdan feorhunder heofones hwealf  healsittendramedudrēam māran.  Hwīlum mǣru cwēn,friðusibb folca  flet eall geondhwearf,bælde byre geonge;  oft hīo bēahwriðansecge (sealde),  ǣr hīe tō setle gēong.Hwīlum for (d)uguðe  dohtor Hrōðgāreseorlum on ende  ealuwǣge bær,þā ic Frēaware  fletsittendenemnan hȳrde,  þǣr hīo (næ)gled sinchæleðum sealde.  Sīo gehāten (is),geong goldhroden,  gladum suna Frōdan;(h)afað þæs geworden  wine Scyldinga,rīces hyrde,  ond þæt rǣd talað,þæt hē mid ðȳ wīfe  wælfǣða dǣl,sæcca gesette.  Oft seldan hwǣræfter lēodhryre  lȳtle hwīlebongār būgeð,  þēah sēo brȳd duge !Mæg þæs þonne ofþyncan  ðēodne Heaðo-Beardnaond þegna gehwām  þāra leoda,þonne hē mid fǣmnan  on flett geað, --dryhtbearn Dena  duguða biwenede;on him gladiað  gomelra lāfe,heard ond hringmǣl  Heaða-Bear[d]na gestrēon,þenden hīe ðām  wǣpnum wealdan mōston, --"}}