{"originalTitle": "Sörla_Saga_Sterka_Chapter_19", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_19", "text": {"0": "At morgni eptir orrostuna, sem lítt var ljóst, bjóstHögni í borgina með öllu liði sínu. Gekk hann fyrst íhöll konungsins ok fann þar engan mann inni utan tilkomulausaþræla. Frétti Högni þá at, hvar drottningværi, en þeir sögðu hana gengna í höll dóttur sinnar.En er þeir Högni hugðu þangat at vitja ok þeir várukomnir at þeim skíðgarði, er var í kring skemmuna,laust á svá mikilli þoku, at engi sá annan, ok funduþeir hvárki skíðgarðinn né skemmuna. Fetuðu þeir þáhvergi. En um síðir varð svá mikil móða fyrir hernum,at margir duttu þar ofan í á kaf ok svömluðu þar sváinnan um þá nótt alla með stórum erfiðismunum. Varðþeim torsótt at klifrast neðan þá hamra, er tveim meginváru móðunnar. Gekk þetta allt til dags. En semdagaði, sjá menn enga móðu, ok höfðu þeir verit atklórast neðan skíðgarðinn allt um kring, þar þeir hugðuhamra vera, duttu svá þar ofan fyrir ok gátu eigi at gert.Ok er þeir sáu slíkt óefni í hafa orðit, bauð Högni atbrjóta portin ok ná hurðinni af hjörunum. En er þatvar gert, ganga þeir Högni í skemmuna, ok er þeirkómu þar, sáu þeir engan mann. Tók þá flesta at stanzaaf slíku. Lét Högni þá upp brjóta allar féhirzlur oktaka þaðan gull ok silfr ok dýrleg klæði. Fór hannsíðan á burt með öllu liði sínu. Ok er þeir váru skammtkomnir mjök, verðr Högna aptr litit ok sér á múrnumstanda konu ófríða ok mjök aldraða ásýndum ok hjáhenni eina jómfrú svá fagra ok dæilega ásýndum, atHögna fell vel til geðs hennar prýði. Þá mælti Högnitil Svals: \"Hver grunar þik, at þessi sé in fagra, semþar stendr hjá þeiri ljótu kerlingu á múrnum?\" Svalrmælti: \"Þat mun vera dóttir Erlings konungs, Ingibjörg,ok fóstra hennar, ok munu um brögð búa viðþik ok vilja oss feiga.\" Högni mælti: \"Aptr skulum vérhverfa ok ná þeiri inni fögru mey.\" Svalr mælti: \"Eigimá svá vera, herra, því at í nótt fengum vér hrakningmeð stórum erfiðismunum, en nú munum vér fá dauðannvísan, ef vit aptr snúum.\" Högni bað þá, at Svalrráða skyldi. Riðu þeir nú til tjalda ok skipta öllum sínumherbúðum. Síðan stigu þeir á skip, létu frá landiok sigldu burt af Noregi sínum skipaflota. Váru þaufimmtíu at tölu með drekanum Skrauta. Sigldu þeirnú beinleiðis hægan byr, allt til þess þeir kómu tilSvíaveldis."}}