{"originalTitle": "Grettis_Saga_Chapter_19", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_19", "text": {"0": "Þetta sumar hið næsta bjóst Eiríkur jarl Hákonarson úr landi    vestur til Englands á fund Knúts konungs hins ríka mágs síns    en hann setti eftir til ríkis í Noregi Hákon jarl son sinn og    fékk hann í hendur Sveini jarli bróður sínum til forsjá og    ríkisstjórnar því að Hákon var barn að aldri.    En áður Eiríkur jarl fór úr landi stefndi hann til sín lendum    mönnum og ríkum bóndum. Töluðu þeir mart um lög og    landsskipun því að Eiríkur jarl var stjórnsamur. Þótti mönnum    það mikill ósiður í landinu að úthlaupsmenn eða berserkir    skoruðu á hólm göfgum mönnum til fjár eða kvenna. Skyldu    hvorir ógildir falla sem féllu fyrir öðrum. Fengu margir af    þessu smán og fjármissu en sumir líftjón með öllu og því tók    Eiríkur jarl af allar hólmgöngur í Noregi. Hann gerði og    útlaga alla ránsmenn og berserki þá sem með óspektir fóru.    Var í þessari skipan og ráðagerð með jarli Þorfinnur Kársson    úr Háramarsey því að hann var vitur maður og kær vinur jarla.    Tveir bræður eru nefndir til að verstir voru. Hét annar Þórir    þömb en annar Ögmundur illi. Þeir voru háleyskir að ætt,    meiri og sterkari en aðrir menn. Þeir gengu berserksgang og    eirðu öngu þegar þeir reiddust. Þeir tóku á burt konur manna    og höfðu við hönd sér viku eða hálfan mánuð og færðu síðan    aftur þeim sem áttu. Þeir rændu hvar sem þeir koma eða gerðu    aðrar óspektir. Eiríkur jarl gerði þá útlæga fyrir endilangan    Noreg. Gekk Þorfinnur mest manna fyrir sekt þeirra. Þóttust    þeir honum eiga fullan fjandskap að gjalda. Síðan fór jarl úr    landi sem segir í sögu hans en Sveinn jarl hafði yfirvald í    Noregi og ríki.    Þorfinnur fór heim til bús síns og sat heima mjög til jóla    sem fyrr er sagt. Í móti jólum býst Þorfinnur að fara til bús    síns þangað sem hét í Slysfirði. Það er á meginlandi. Hafði    hann boðað þangað mörgum vinum sínum. Húsfreyja Þorfinns    mátti eigi fara með bónda því að dóttir þeirra frumvaxta lá    sjúk og voru þær báðar heima. Grettir var heima og húskarlar    átta. Þorfinnur fór nú við þrjá tigu frelsingja til    jólaveislunnar. Var þar hinn mesti mannfagnaður og gleði.    Nú kemur aðfangadagur jóla. Þá var veður bjart og kyrrt.    Grettir var lengstum úti um daginn og sá að skip fór suður og    norður með landi því að hver sótti til annars þangað sem    samdrykkjan var sett. Bóndadóttur var þá batnað svo að hún    gekk með móður sinni. Leið nú á daginn.    Þá sá Grettir að skip reri að eynni. Það var ekki mikið og    skarað skjöldum milli stafna. Skipið var steint fyrir ofan    sjá. Þeir reru knálega og stefndu að naustum Þorfinns. Og er    skipið kenndi niður hljópu þeir fyrir borð sem á voru.    Grettir hafði tölu á mönnum þessum að þeir voru tólf saman.    Ekki þótti honum þeir friðlega láta. Þeir tóku upp skip sitt    og báru af sjó. Eftir það hlupu þeir að naustinu. Þar stóð    inni karfinn Þorfinns sá hinn stóri. Hann settu aldrei færri    menn á sjó en þrír tigir en þeir tólf rykktu honum þegar fram    á fjörugrjótið. Síðan tóku þeir upp sitt skip og báru inn í    naustið.    Þá þóttist Grettir sjá að þeir mundu ætla að bjóða sér    sjálfir beina. Hann gekk þá til móts við þá og fagnaði þeim    vel og spyr hverjir þeir væru eða hversu formaður þeirra hét.    Sá svarar skjótt er til var mælt og kvaðst heita Þórir og    kallaður þömb, og bróðir hans Ögmundur og aðrir kompánar    þeirra.    \"Vænti eg,\" segir Þórir, \"að Þorfinnur húsbóndi yðvar hafi    heyrt vor getið eða hvort er hann heima?\"    Grettir svarar: \"Gæfumenn miklir munuð þér vera því að þér    hafið hér góða aðkomu ef þeir eru mennirnir sem eg ætla.    Bóndi er heiman farinn með alla heimamenn þá sem frjálsir eru    og ætlar eigi heim fyrr en að bak jólunum. Húsfreyja er heima    og bóndadóttir. Og ef eg þættist nokkurn mótgang eiga að    gjalda þá vildi eg þann veg að koma því að hér er hvetvetna    það er hafa þarf, bæði öl og annar fagnaður.\"    Þórir þagði meðan Grettir lét ganga töluna. Síðan mælti hann    til Ögmundar: \"Fór nokkuð fjarri því sem eg gat til?\" sagði    hann, \"og væri mér það í hug að hefna Þorfinni er hann hefir    gert oss útlaga. Er þessi maður og góður af tíðindum. Þurfum    vér eigi að togast eftir orðum við hann.\"    \"Orða sinna á hver ráð,\" sagði Grettir, \"og gera skal eg yður    slíkan forbeina sem eg má og gangið heim með mér.\"    Þeir báðu hann hafa þökk fyrir, kváðust hans boði hlíta    mundu. En er þeir komu heim að bænum tók Grettir í hönd Þóri    og leidd hann til stofu. Grettir var þá málreifur mjög.    Húsfreyja var í stofunni og lét tjalda hana og búast um vel.    En er hún heyrði til Grettis nam hún staðar á gólfinu og    spurði hverjum Grettir fagnaði svo alvarlega.    Grettir svarar: \"Það er ráð húsfreyja að taka vel við gestum.    Hér er kominn Þórir bóndi þömb og þeir tólf saman og ætla hér    að sitja um jólin. Er það allgott því að vér áttum heldur    fámennt áður.\"    Hún svarar: \"Eigi tel eg þá með bóndum eða góðum mönnum því    að þeir eru hinir verstu ránsmenn og illvirkjar. Vildi eg    gjarna hafa gefið til mikinn hlut eigu minnar að þeir hefðu    hér eigi komið í þetta sinn. Launar þú og illa Þorfinni fyrir    það er hann tók þig af skipbroti félausan og hefir haldið þig    í vetur sem frjálsan mann.\"    Grettir svarar: \"Réttar er nú fyrst að taka vosklæði af    gestunum en að ámæla mér. Þess mun lengi kostur.\"    Þórir mælti þá: \"Ver eigi stygg húsfreyja. Enginn missir skal    þér í verða þó að bóndi sé eigi heima því að fá skal mann í    stað hans og svo dóttur þinni og öllum heimakonum.\"    \"Slíkt er karlmannlega talað,\" segir Grettir, \"mega þær þá    eigi yfir sinn hlut sjá.\"    Nú stukku fram konur allar og sló á þær óhug miklum og gráti.    Grettir mælti til berserkja: \"Seljið mér það í hendur sem þér    viljið af leggja, vopn og vosklæði, því að eigi mun oss    fólkið stýrilátt meðan það er óhrætt.\"    Þórir kvaðst eigi hirða hvað konur nögguðu \"en mikinn mun    eigum vér að gera þín eða annarra heimamanna. Líst mér sem    vér munum þig hafa að trúnaðarmanni.\"    \"Sjáið þér fyrir því,\" sagði Grettir, \"en eigi geri eg mér    alla menn jafna.\"    Síðan lögðu þeir af flest öll vopn.    Eftir það mælti Grettir: \"Ráðlegt þykir mér að þér farið til    borðs og drekkið nokkuð því að yður mun þyrsta af róðri.\"    Þeir kváðust þess albúnir en sögðu sér ókunnigt til kjallara.    Grettir spurði hvort þeir vildu hlíta hans forsjá og umgangi.    Berserkir létust það gjarna vilja. Grettir fer til og sækir    öl og gefur þeim að drekka. Þeir voru mjög móðir og sulgu    stórum. Lætur hann óspart ölið, það er áfengast var til, og    gekk því lengi. Hann segir þeim og margar kátlegar sögur.    Varð af þessu öllu saman háreysti til þeirra að heyra. Eigi    fýsti heimamenn til þeirra að koma.    Þá mælti Þórir: \"Eigi hefi eg þann mann fundið ókunnan er svo    vel vildi við oss gera sem þessi maður eða hver laun viltu af    oss félögum þiggja fyrir þína þjónustu?\"    Grettir svarar: \"Eigi ætla eg hér til launa fyrir að svo    gervu en ef vér erum þvílíkir vinir þá er þér farið á burt    sem nú horfist þá mun eg ráðast til lags með yður. En þó að    eg megi minna en einnhver yðvar þá mun eg eigi letja    stórræðanna.\"    Þeir urðu mjög glaðir við og vildu þegar binda félag sitt með    fastmælum.    Grettir kvað það eigi skyldu \"því að það er satt sem mælt er    að öl er annar maður og skal eigi bráðabug að þessu gera    framar en áður hef eg sagt. Erum vér litlir skapdeildarmenn    hvorirtveggju.\"    Þeir sögðust eigi ætla þessu að bregða. Leið nú á kveldið svo    að mjög tók að myrkva. Þá sér Grettir að þeir gerast mæddir    nokkuð af drykknum.    Hann mælti þá: \"Þykir yður eigi mál að fara til svefns?\"    Þórir kvað svo vera skyldu \"og skal efna það er eg hét    húsfreyju.\"    Grettir gekk fram og mælti hátt: \"Gangið til sængur, konur,\"    segir hann, \"svo vill Þórir bóndi skipa.\"    Þær báðu honum ills á móti. Var hinn mesti úlfaþytur til    þeirra að heyra. Berserkir komu fram í þessu.    Grettir mælti: \"Göngum vér út og mun eg sýna yður fatabúr    Þorfinns.\"    Þeir létu það leiðast. Komu þeir að útibúri ákaflega stóru.    Þar voru á útidyr og sterkur lás fyrir. Það var allsterkt    hús. Þar var hjá salerni mikið og sterkt og eitt skjaldþili    milli húsanna. Húsin stóðu hátt og var nokkurt rið upp að    ganga. Berserkir gerðust nú umfangsmiklir og stokuðu Gretti.    Hann fór undan í flæmingi og er þeim var minnst von hljóp    hann út úr húsinu og greip í hespuna og rekur aftur húsið og    setur lás fyrir. Þórir og hans félagar ætluðu fyrst að    svarfast mundi aftur hafa hurðin og gáfu sér ekki að. Þeir    höfðu ljós hjá sér því að Grettir hafði sýnt þeim marga gripi    þá er Þorfinnur átti. Litu þeir þar á um stund. Grettir    flýtir ferðinni heim að bænum og þegar hann kemur í dyrnar    kallar hann hátt og spyr hvar húsfreyja væri. Hún þagði því    að hún þorði eigi að svara.    Hann mælti: \"Hér er næsta veiðarefni eða eru nokkur vopn þau    sem neyt eru?\"    Hún svarar: \"Eru vopnin en eigi veit eg til hvers þér koma.\"    \"Tölum síðar um það,\" segir hann. \"Dugi nú hver sem má. Eigi    mun síðar vænna.\"    Húsfreyja mælti: \"Nú væri guð í garði ef nokkuð mætti um    bætast vorn hag. Yfir sæng Þorfinns hangir krókaspjótið stóra    er átt hefir Kár hinn gamli. Þar er og hjálmur og brynja og    saxið góða og munu eigi bila vopnin ef þér dugir hugurinn.\"    Grettir þrífur hjálminn og spjótið en gyrðir sig með saxinu    og gengur út skjótt. Húsfreyja kallar á húskarla og bað þá    fylgja svo góðum dreng. Þeir hlupu til vopna fjórir en aðrir    fjórir þorðu hvergi nær að koma.    Nú er að segja frá berserkjunum að þeim þótti Gretti dveljast    afturkoman. Grunar þá nú hvort eigi munu vera svik í. Hlaupa    þeir á hurðina og finna að hún var læst, treysta nú á    timburveggina svo brakar í hverju tré. Hér kemur um síðir að    þeir fá brotið skjaldþilið og komust svo fram í gangrúmið og    þar út á riðið. Kemur á þá berserksgangur og grenja sem    hundar.    Í því bili kom Grettir að. Hann tvíhenti spjótið á Þóri    miðjum er hann ætlaði ofan fyrir riðið svo þegar gekk í    gegnum hann. Fjöðurin var bæði löng og breið á spjótinu.    Ögmundur illi gekk næst Þóri og hratt honum á lagið svo allt    gekk upp að krókunum. Stóð þá spjótið út um herðarnar á Þóri    og svo framan í brjóstið að Ögmundi. Steyptust þeir báðir    dauðir af spjótinu.    Þá hljóp þar hver út af riðinu sem komið var. Grettir sótti    að sérhverjum, gerði ýmist að hann hjó með saxinu eða lagði    með spjótinu en þeir vörðust með trjám er lágu á vellinum og    öllu því er þeir fengu til. Var það hin mesta mannhætta að    fást við þá fyrir afls sakir þó að þeir hefðu eigi vopn.    Grettir drap þá tvo af Háleygjum þar í túninu. Húskarlar    fjórir komu þá út. Höfðu þeir ekki ásáttir á orðið hver vopn    að hvergi skyldi hafa, sóttu þá að þegar berserkirnir hörfuðu    undan en er þeir snerust á mót hrukku húskarlar upp undir    húsin.    Sex féllu þar víkingar og varð Grettir banamaður allra. Síðan    leituðu aðrir sex undan. Bárust þeir þá ofan að naustinu og    inn í naustið. Vörðust þeir þá með árum. Fékk Grettir þá stór    högg af þeim svo að við meiðingum var búið.    Húskarlar fóru þá heim og sögðu mikið af framgöngu sinni.    Húsfreyja bað þá vita hvað af Gretti yrði en það fékkst ekki    af þeim.    Tvo drap Grettir í naustinu en fjórir komust út hjá honum.    Fóru þá sinn veg hvorir tveir. Hann eltir þá sem nær honum    voru. Gerði nú myrkt af nótt. Þeir hlupu í kornhlöðu nokkura    á þeim bæ sem fyrr var nefndur er á Vindheimi hét. Þar áttust    þeir lengi við en um síðir drap Grettir báða. Var þá ákaflega    móður og stirður en mikið var af nótt. Veður gerði kalt mjög    með fjúki. Nennti hann þá ekki að leita víkinganna, þeirra    tveggja er þá voru eftir. Gekk hann nú heim til bæjar.    Húsfreyja lét kveikja ljós í hinum efstum loftum við gluggana    að hann hefði það til leiðarvísis. Var og svo að hann fat af    því heim er hann sá ljósið.    En er hann kom í dyrnar gekk húsfreyja að honum og bað hann    vera velkominn \"og hefir þú,\" segir hún, \"mikla frægð unnið    og leyst mig og hjú mín frá þeirri skemmd er vér hefðum    aldrei bót fengið nema þú hefðir borgið oss.\"    Grettir segir: \"Eg þykist nú mjög hinn sami og í kveld er þér    töluðuð hraklegar við mig.\"    Húsfreyja mælti svo: \"Vér vissum eigi að þú værir slíkur    afreksmaður sem nú höfum vér reynt. Skal þér allt sjálfboðið    innan bæjar það sem hæfir að veita en þér sæmd í að þiggja.    En mig varir að Þorfinnur launi þér þó betur er hann kemur    heim.\"    Grettir svarar: \"Lítils mun nú við þurfa fyrst um launin en    þiggja mun eg boð þitt þar til er bóndi kemur heim. En þess    væntir mig að þér megið sofa í náðum fyrir berserkjunum.\"    Grettir drakk lítið um kveldið og lá með vopnum sínum um    nóttina. Um morguninn þegar lýsa tók var mönnum saman stefnt    um eyna. Var þá farið að leita berserkjanna, þeirra sem undan    höfðu komist um kveldið. Þeir fundust að áliðnum degi undir    einum steini og voru þá dauðir af kulda og sárum. Síðan voru    þeir færðir í flæðarurð eina og dysjaðir þar. Eftir það fóru    þeir heim og þóttust eyjarskeggjar í frið þegnir.    Grettir kvað vísu þessa er hann kom heim til húsfreyju:Tólf höfum gröf hjá gjálfrigunnelds búið runnum.Einn nam eg öllum vinnaótrauðr beran dauða.Hver munu gild um gjörvast,gulls vel borin selja,verk, þau er einn fær orkað,ítr, ef slík eru lítil.    Húsfreyja mælti: \"Víst ertu fárra manna líki, þeirra sem nú    eru til.\"    Setur hún hann í öndugi og gerði til hans alla hluti vel.    Leið nú svo fram uns Þorfinns var heim von."}}