{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_14", "text": {"0": "Þat byrjast nú, sem þeir bræðr höfðu fullbúit sittlið ok höfðu ógrynni liðs. En svá hafði Goðmundi konungiorðit þungr pústrinn Herrauðar, at hann var eigiferðugr at fara þessa ferð, ok skyldu þeir bræðr hafaaf veg ok vanda. Þeir höfðu fjóra tigi skipa af Glæsisvöllum,en juku þó mörgum við í ferðinni. Þeir kómutil Bjarmalands ok fundu Hárek konung, föður sinn, okváru þeir Herrauðr ok Bósi nýfarnir þaðan. HafðiHárekr konungr þá fulla vissu af því, at þeir höfðutekit í burtu dóttur hans. Hafði hann þá búit lið sittok hafði fimmtán stór skip. Slæst hann nú í ferð meðþeim bræðrum, ok höfðu þeir alls sex tigi skipa oksigla nú til Gautlands.Nú er at segja af þeim Herrauði ok Bósa, at þeirsafna liði, þegar eð þeir koma heim, ok vildu verabúnir, ef þeim væri eptirför veitt, en halda þá brúðlaupin,er gott tóm væri til. Þvari karl hafði látit smíðaspjót ok öxar ok örvar, á meðan þeir váru í burtu, okkom þar nú saman mikit fjölmenni. Þeir frétta nú, atþeir eru við land komnir Hárekr konungr ok synirhans, ok var nú eigi þusulaust. Lét Herrauðr nú leggjaút skipum sínum á móti þeim; hafði hann lið mikit okfrítt ok þó miklu minna en þeir Hárekr. Lagði sínuskipi á móti konungi Smiðr Þvarason, en Bósi mótiHræreki, Herrauðr á móti Siggeiri, ok þurfti þar eigiat sökum at spyrja, ok tekst með þeim bardagi mjökharðr, ok váru hvárirtveggju inir áköfustu.Ok er bardaginn hafði eigi lengi staðit, réð Siggeirrtil uppgöngu á skip Herrauðs ok varð skjótt mannsbani.Sniðill hét stafnbúi Herrauðar. Hann skaut spjótiat Siggeiri. Hann tók spjótit á lopti ok skaut aptr atþeim, er sendi. Spjótit flaug í gegnum Sniðil ok sválangt í skipsstafninn, at hann nisti hann þar við. Herrauðrsneri nú í móti Siggeiri ok leggr til hans meðatgeir, svá at gekk í gegnum skjöldinn, en Siggeirr snaraðisvá hart skjöldinn, at Herrauði varð lauss atgeirrinn,en hann hjó til Herrauðar, ok kom á hjálminnok tók af fjórðunginn, ok fylgdi þar it hægra eyrat.En Herrauðr greip upp eina stóra ruddu af þiljunumok laust á nasir honum, svá at hjálmblikit gekk atandlitinu, ok brotnaði í honum nefit ok ór honumallar tennrnar, ok stökk hann öfugr aptr á skip sitt okfell þá í óvit ok lá mjök lengi. Smiðr barðist drengiliga.Hárekr konungr komst upp á skip hans við tólftamann ok ryðst um fast. Smiðr snýr nú á mót honumok hjó til hans með saxi því, sem Busla kerling hafðigefit honum, því at hann bitu eigi atkvæðalaus vápn.Höggit kom framan um þverar tennrnar, ok brotnuðuþær ór honum allar, gómbeinit brotnaði ok varrirnarsprungu báðar, ok hljóp þar ór blóð mikit. En viðþetta högg brá honum svá, at hann varð at flugdrekaok spjó eitri yfir skipit, ok fengu margir menn bana.Hann steypti sér niðr at Smið ok gleypti hann ok svelgirhonum niðr í sik. Þeir sáu nú, hvar fugl fló af landiofan, sá er skergípr heitir. Hann hefir höfuð svá mikitok hræðiligt, at honum er jafnat til fjándans, ok réðstá móti drekanum, ok var þeira atgangr hræðiligr. Ensvá lauk þeira viðskiptum, at þeir fellu báðir niðr, okfell skergíprinn niðr í sjóinn, en drekinn kom niðr ískipi Siggeirs. Herrauðr var þar þá kominn ok lét gangakylfuna á báðar hendr. Hann sló til Siggeirs, ok komhöggit undir eyrat, ok brotnaði í honum allr haussinn,en hann hraut fyrir borð ok kom aldri upp síðan. Hárekrkonungr raknar nú við ok varð at einum gelti okgreip til Herrauðar með tönnunum ok reif af honumalla brynjuna ok festi tennrnar í brjóstinu á honumok reif af honum báðar geirvörturnar niðr at beini,en hann hjó í móti á trýnit á geltinum, ok tók af fyrirframan augun. Var Herrauðr þá svá móðr, at hann fellá bak aptr, en galtinn trað hann undir fótum sér, engat eigi bitit, er af var trýnit. Þá kom at glatunshundtíkmikil á skipit ok hafði stórar vígtenn. Hún reif gatá náranum á geltinum ok rakti þar út þarmana ok hljópfyrir borð. En Hárekr var þá í mannslíki ok steypti sérfyrir borð eptir henni, ok sukku þau til grunna, okkom hvárki upp síðan, ok þótti mönnum sem þat mundiverit hafa Busla kerling, því at hún sást aldri síðan."}}