{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_2", "text": {"0": "Hringr hét konungr. Hann var fylkiskonungr í Svíaveldi.Hann átti drottningu ok eina dóttur barna, erHúnvör hét. Hún var allra kvenna fríðust ok beztmennt. Hún helt skemmu mikla ok kvenna sveit. Súhét Ingibjörg, er næst henni gekk, dóttir Herfinns jarlsaf Ullarakri. Þat töluðu flestir menn, at Ingibjörguskorti ekki við konungs dóttur nema burði ok speki,því at þat bar hún yfir hvern mann þar í landi. Margirkonungar ok konungasynir báðu hennar, ok vísaði húnöllum frá. Ór hófi þótti öllum ganga metnaðr hennar okofstopi. Töluðu þat ok margir menn, at henni mundikoma nokkurr hnekkir. Gekk nú svá fram nokkura tíma.Fjall eitt var at baki konungs atsetunni. Þat var sváhátt, at þar lágu engir manna vegir yfir. Þat var einndag, at ofan af fjallinu gekk einn maðr, ef mann skyldikalla. Hann var meiri ok illiligri en menn hefði fyrrsét. Hann var líkari jötni en mennskum manni. Hannhafði í hendi flein tvíoddaðan. Þetta var þann tíma,er konungr sat yfir borðum. Þessi raumr gekk at hallardyrumok beiddist inn at ganga, en dyraverðir synjuðu.Sjá lagði til þeira fleininum, ok sinn oddrinn komfyrir brjóst hvárum ok svá út um bakit, ok hóf þábáða yfir höfuð sér ok kastar þeim báðum langt á völlinndauðum, gekk inn síðan ok fyrir hásæti konungsok mælti: \"Með því, Hringr konungr, at ek hefi virtþik svá mikils, at ek hefi sótt yðr heim, þá þykki mérskylt, at þér gerið mitt erendi.\" Konungr spyrr, hvatþat væri eða hvat hann héti. Hann svarar: \"Ek heitiHárekr járnhauss. Er ek sonr Kols konungs kroppinbaksaf Indíalandi, en erendi mitt er þat, at ek vil, at þérgefið í mitt vald dóttur yðra, land ok þegna. Munuþat ok flestir kalla, at betr sé standanda ríkit, at ekstýri en þú afgamall ok mannskaparlauss. En með þvíat þér þykkir nokkur mótgerð í því at láta ríkit, þáskal ek þat veita þér í móti at ganga at eiga dótturþína, Húnvöru, en ef þér líkar þá eigi, þá mun ekdrepa þik, en eiga ríkit ok hafa Húnvöru fyrir frillu.\"Konungi þótti nú at höndum kominn vandi mikill, þvíat allt fólk varð hryggt við tal þeira. Konungr mæltiþá: \"Mér þykkir ráð, at vit vitum, hverju hún villsvara.\" Hárekr kvað sér þat vel líka. Var þá sent eptirHúnvöru, ok þetta var borit upp fyrir henni. Húnmælti: \"Vel lízt mér á þenna mann, en verða þykkimér mega, at mér verðr hann stórr í skapsmunum, enfullkosta er mér í honum í allan máta, en þó vil ekat því spyrja, hvárt ekki skal til undanlausnar.\" \"Eigiskal þat,\" segir Hárekr, \"ef konungr vill ganga á hólmvið mik at þriggja nátta fresti eða fá mann fyrir sik,þá skal sá ráða öllum hlutum, er annan fellir á hólmi.\"\"Víst mun þat,\" segir Húnvör, \"at sá mun engi fást,at þik sigri í einvígi, en þó mun ek því játa.\" Hárekrsnýr síðan út, en Húnvör fór til skemmu ok grét sárt.Konungr spurði eptir sína menn, hvárt engi vildivinna þat til ráðahags við dóttur sína at berjast viðHárek. En þótt ráðit þætti gott, vildi engi til vinna,því at öllum þótti víss dauðinn. Töluðu þat ok margir,at þetta væri henni makligt, svá mörgum sem húnhefði frá vísat, ok mundi nú lægjast metnaðr hennar,ef hún skyldi eiga Hárek.Eymundr hét þjónustumaðr hennar. Hann var hennihollr ok trúr í öllum ráðum. Þenna kallaði hún tilþegar um daginn ok mælti: \"Ekki mun tjá kyrru fyrirat halda. Vil ek senda þik, skaltu taka skip ok róa tileyjar þeirar, er liggr út undan Ullarakri, er Vífilseyheitir. Þar stendr bær í eynni. Þangat skaltu fara okkoma þar annat kveld um dagsetrs skeið. Skaltu gangainn í bæinn vestri dyrr, ok er þú kemr inn, muntu sjároskinn mann hvatligan ok aldraða konu. Ekki munþar fleira manna. Son eiga þau, er Víkingr heitir. Hanner nú fimmtán vetra, manna gerviligastr. Eigi munhann á vaðbergi vera. Annathvárt munum vér þaðanfá leiðrétting várra mála, ella þykki mér seinligt um.Láttu ekki sjá þik, en ef svá kann til at bera, at þúsjáir inn þriðja manninn, þá kasta þú þessu bréfi í knéhonum ok far síðan heim.\"Eymundr bregðr við skjótt ok ferr á skip við tólftamann ok kemr í Vífilsey, en gengr einn á land ok tilbæjar ok finnr eldaskálann ok stendur at hurðarbaki.Bóndi sitr við eld ok húsfreyja. Lízt honum bóndidrengiligr. Fölski var fallinn á eldinn, ok sá eigi glöggt.Húsfreyja tók til orða: \"Þat ætla ek, Vífill minn, at okkrdugi, at Víkingr, sonr okkar, komi fram, því at engirmunu koma í móti, ok er skjótt komit at því, er hólmstefnaná at vera Háreks.\" \"Þat þykki mér eigi ráð,Eimyrja,\" segir hann, \"því at sonr okkarr er ungr okálitalítill, framgjarn ok óforsjáll. Er þat bráðr bani hans,ef hann lætr ginna sik til at berjast við Hárek, en þómuntu þessu ráða.\" Litlu síðar spratt upp hurð at bakibónda, ok gekk þar fram maðr furðuliga mikill vexti oksettist niðr hjá móður sinni. Eymundr varpaði bréfinu íkné Víking ok hljóp út síðan ok til skips ok kom til Húnvararok segir sitt erendi. Hún segir, at auðna mundiráða. Víkingr tók bréfit, ok var þar á kveðja konungsdótturok þat með, at hann berðist við Hárek járnhausok hún mundi ganga með honum. Víkingr brá lit við,ok er Vífill sá þat, þá spurði hann, hvat þat væri.Víkingr sýndi honum bréfit. \"Þat vissa ek,\" segir Vífill,\"ok hefði betra verit, at ek hefði ráðit áðan, Eimyrja,eða hvat ætlar þú til?\" Víkingr segir: \"Mun eigi gottat frelsa konungsdóttur?\" Vífill mælti: \"Þat er þinn bráðrbani, ef þú berst við Hárek.\" \"Til þess skal hætta,\" segirVíkingr. \"Ekki mun þá verða við gert,\" segir Vífill,\"en segja má ek þér frá ætt hans ok honum sjálfum."}}