{"originalTitle": "Völsunga_Saga_Chapter_26", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_26", "text": {"0": "Sigurðr ríðr nú í brott með þat mikla gull. Skiljastþeir nú vinir. Hann ríðr Grana með öllum sínumherbúnaði ok farmi. Hann ríðr, þar til er hann komat höll Gjúka konungs; ríðr nú í borgina, ok þat séreinn af konungsmönnum ok mælti: \"Þat hygg ek, athér fari einn af goðunum. Þessi maðr er allr við gullbúinn. Hestr hans er miklu meiri en aðrir hestar, okafburðarvænn vápnabúnaðr. Hann er langt um aðramenn fram, en sjálfr berr hann þó mest af öðrummönnum.\" Konungrinn gengr út með hirð sína okkvaddi manninn ok spyrr: \"Hverr ertu, er ríðr í borgina,er engi þorði nema at leyfi sona minna?\" Hann svarar:\"Ek heiti Sigurðr, ok em ek sonr Sigmundar konungs.\"Gjúki konungr mælti: \"Vel skaltu hér kominn meðoss, ok þigg hér slíkt, sem þú vilt.\" Ok hann gengr inní höllina, ok váru allir lágir hjá honum, ok allir þjónuðuhonum, ok var hann þar í miklu yfirlæti. Þeirríða allir saman, Sigurðr ok Gunnarr ok Högni, ok þóer Sigurðr fyrir þeim um alla atgervi, ok eru þó allirmiklir menn fyrir sér. Þat finnr Grímhildr, hvé mikitSigurðr ann Brynhildi ok hvé opt hann getr hennar;hugsar fyrir sér, at þat væri meiri gifta, at hann staðfestistþar ok ætti dóttur Gjúka konungs, ok sá, atengi mátti við hann jafnast, sá ok, hvert traust athonum var, ok hafði ofr fjár, miklu meira en mennvissi dæmi til. Konungr var við hann sem við sonusína, en þeir virðu hann framar en sik.Eitt kveld, er þeir sátu við drykk, ríss drottning uppok gekk fyrir Sigurð ok kvaddi hann ok mælti: \"Fögnuðrer oss á þinni hérvist, ok allt gott viljum vértil yðar leggja. Tak hér við horni ok drekk.\" Hanntók við ok drakk af. Hún mælti: \"Þinn faðir skal veraGjúki konungr, en ek móðir, bræðr þínir Gunnarr okHögni ok allir, er eiða vinnið, ok munu þá eigi yðrirjafningjar fást.\"  Sigurðr tók því vel, ok við þann drykkmundi hann ekki til Brynhildar. Hann dvaldist þarum hríð. Ok eitt sinn gekk Grímhildr fyrir Gjúkakonung ok lagði hendr um háls honum ok mælti: \"Hérer nú kominn inn mesti kappi, er finnast mun í veröldu.Væri at honum mikit traust. Gift honum dótturþína með miklu fé ok slíku ríki sem hann vill, okmætti hann hér yndi nema.\" Konungr svarar: \"Fátítter þat at bjóða fram dætr sínar, en meiri vegr er atbjóða honum en aðrir biði.\" Ok eitt kveld skenkirGuðrún. Sigurðr sér, at hún er væn kona ok at ölluin kurteisasta.Fimm misseri var Sigurðr þar, svá at þeir sátu meðfrægð ok vingan, ok ræðast konungar nú við. Gjúkikonungr mælti: \"Margt gott veitir þú oss, Sigurðr, okmjök hefir þú styrkt várt ríki.\" Gunnarr mælti: \"Alltviljum vér til vinna, at þér dvelizt hér lengi, bæðiríki ok vára systur með boði, en eigi mundi annarrfá, þótt bæði.\" Sigurðr svarar: \"Hafið þökk fyrir yðrasæmd, ok þetta skal þiggja.\" Þeir sverjast nú í bræðralag,sem þeir sé sambornir bræðr. Nú er ger ágætligveizla ok stóð marga daga. Drekkr Sigurðr nú brúðlauptil Guðrúnar. Mátti þar sjá margs konar gleðiok skemmtan, ok var hvern dag veitt öðrum betr. Þeirfóru nú víða um lönd ok vinna mörg frægðarverk,drápu marga konungasonu, ok engir menn gerðu slíkafrek sem þeir; fara nú heim með miklu herfangi.Sigurðr gaf Guðrúnu at eta af Fáfnis hjarta, ok síðanvar hún miklu grimmari en áðr ok vitrari. Þeira sonrhét Sigmundr. Ok eitt sinn gekk Grímhildr at Gunnari,syni sínum, ok mælti: \"Yðart ráð stendr með miklumblóma fyrir utan einn hlut, er þér eruð kvánlausir.Biðið Brynhildar. Þat er göfgast ráð, ok mun Sigurðrríða með yðr.\" Gunnarr svarar: \"Víst er hún væn, okeigi em ek þessa ófúss,\" ok segir nú feðr sínum okbræðrum ok Sigurði, ok eru allir fýsandi."}}