{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_11", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_11", "text": {"0": "Sigurðr hefir átt sér einn fóstra, ok annast sá fyrirhans hönd bæði skip at búa ok lið til at fá, svá at þauværi öll skipuð. Ok nú gengr þeim svá skjótt, at þatlið, er Sigurðr skyldi búit hafa, var búit, er þrjár nætrváru liðnar, ok hafði hann fimm skip ok öll vel skipuð.Ok þá er fimm nætr váru liðnar, hafði Hvítserkr okBjörn búin fjórtán skip, en Ívarr hafði tíu skip okÁslaug önnur tíu, þá er sjau nætr váru liðnar frá því,er þau höfðu við ræðzt ok þeir höfðu heitit ferðinni.Nú hittast þau öll saman, ok segir hvárt þeira öðru,hvé mikit lið hvert hafði fengit. Ok nú segir Ívarr, athann hafði sent landveg riddaralið. Áslaug segir: \"Efek vissa, at þat lið mætti til gagns komast, er landfæri, þá mætta ek mikit lið hafa sent.\" \"Ekki skal núat því dveljast,\" segir Ívarr, \"með þetta lið skal núfara, sem vér höfum saman dregit.\" Nú segir Áslaug,at hún vill fara með þeim, -- \"ok veit ek þá gerst, hverstund á er lögð at hefna þeira bræðra.\" \"Þat er víst,\"segir Ívarr, \"at þú kemr eigi á vár skip. Hitt skal vera,ef þú vill, at þú ráðir fyrir því liði, er landveg ferr.\"Hún kvað svá vera skulu. Nú er breytt nafni hennarok er nú kölluð Randalín. Nú ferr liðit hvárttveggja,ok kvað Ívarr á áðr, hvar þau skyldu finnast. Nú ferstþeim vel hvárumtveggjum ok hittast þar, sem ákveðiter. Ok hvar sem þau koma við Svíþjóð í ríki Eysteinskonungs, fara þeir herskildi yfir, svá at þeir brennduallt þat, er fyrir varð, drápu hvert mannsbarn, ok þvíjóku þeir við, at þeir drápu allt þat, er kvikt var."}}