{"originalTitle": "Grettis_Saga_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_7", "text": {"0": "Önundur fór suður á Rogaland og hitti þar marga frændur sína    og vini. Dvaldist hann þar á laun með þeim manni er Kolbeinn    hét. Hann spurði að Haraldur konungur hafði tekið undir sig    eignir hans og skipað þeim manni er Hárekur hét. Hann var    ármaður konungs. Önundur fór til hans um nótt og tók hús á    honum. Var Hárekur til höggs leiddur. Önundur tók þar allt    lausafé það er þeir náðu en brenndu bæinn. Hafðist hann þá    við í ýmsum stöðum um veturinn.    Þetta haust drap Grímur hersir Öndótt kráku fyrir það er hann    náði eigi fénu til handa konungi en Signý kona Öndótts bar á    skip allt lausafé þeirra þegar hina sömu nótt og fór með sonu    sína, Ásmund og Ásgrím, til Sighvats föður síns. Litlu síðar    sendi hún sonu sína í Sóknadal til Héðins fóstra síns og undu    þeir þar litla hríð og vildu fara aftur til móður sinnar.    Fóru þeir síðan og komu til Ingjalds tryggja í Hvini að    jólum. Hann tók við þeim fyrir áeggjan Gyðu konu sinnar. Voru    þeir þar um veturinn.    Um vorið kom Önundur á Agðir norður því að hann hafði spurt    fráfall Öndótts og að hann var drepinn. En er hann fann    Signýju spurði hann hana hverja liðveislu þau vildu af honum    þiggja. Hún sagði að þau vildu gjarna hefna Grími hersi fyrir    víg Öndótts. Var þá sent eftir Öndóttssonum og er þeir fundu    Önund tréfót lögðu þeir saman lag sitt og héldu fréttum um    athafnir Gríms.    Um sumarið var ölhita mikil að Gríms því að hann hafði boðið    heim Auðuni jarli. Og er það fréttu þeir Önundur og    Öndóttssynir fóru þeir til bæjar Gríms og báru þar eld að    húsum, því að þeir komu á óvart, og brenndu Grím hersi inni    og nær þrjá tigu manna. Þeir tóku þar marga góða gripi.    Önundur fór til skógar en þeir bræður tóku bát Ingjalds    fóstra síns og reru í brott og lágu í leyni skammt frá bænum.    Auðunn jarl kom til veislu sem ætlað var og saknaði þar vinar    í stað. Safnaði hann að sér mönnum og dvaldist þar nokkurar    nætur og fréttist ekki til Önundar og þeirra félaga. Jarl    svaf í lofti einu við þrjá menn.    Önundur vissi öll tíðindi af bænum og sendi eftir þeim    bræðrum. Og er þeir fundust spurði Önundur hvort þeir vildu    heldur geyma bæinn eða ganga að jarli. Þeir kjöru að ganga að    jarli. Þeir skutu stokki á loftsdyrnar svo að hurðin    brotnaði. Síðan greip Ásmundur þá tvo er voru með jarli og    rak niður svo hart að þeim hélt við bana. Ásgrímur hljóp að    jarli og bað hann greiða sér föðurgjöld því að hann hafði    verið í atför og ráðum með Grími hersi þá er Öndóttur var    drepinn. Jarl kveðst ekki fé hafa hjá sér og bað fresta um    gjaldið. Ásgrímur setti þá spjótsoddinn fyrir brjóst jarli og    bað hann greiða í stað. Jarl tók þá men af hálsi sér og þrjá    gullhringa og guðvefjarskikkju. Ásgrímur tók við fénu og gaf    jarli nafn og kallaði hann Auðun geit.    Þá er bændur og héraðsmenn urðu varir við að ófriður mundi að    kominn gengu þeir út og vildu veita lið jarli. Varð þar hörð    hríð því að Önundur hafði margt manna. Þar féllu margir góðir    bændur og hirðir menn jarls. Nú komu þeir bræður og sögðu    hversu farið hafði með þeim jarli.    Önundur kvað það illa er jarl var eigi drepinn \"væri það    Haraldi konungi hefnd nokkur fyrir það er vér höfum misst    fyrir honum.\"    Þeir kváðu jarli þetta meiri smán og fóru síðan á brott og    inn í Súrnadal til Eiríks ölfúss, lends manns. Hann tók við    þeim öllum um veturinn.    Þá höfðu þeir samdrykkju um jólin við þann mann er Hallsteinn    hét og kallaður hestur og veitti Eiríkur fyrr vel og trúlega.    Síðan veitti Hallsteinn og varð þeim þá að áskilnaði. Hann    laust Eirík með dýrshorni. Eiríkur gat eigi hefnt sín og fór    heim við það.    Þetta líkaði stórilla Öndóttssonum og nokkuru síðar fór    Ásgrímur til bæjar Hallsteins og gekk inn einn og veitti    Hallsteini mikinn áverka. Þeir hlupu upp sem inni voru og    sóttu að Ásgrími. Ásgrímur varðist vel og komst úr höndum    þeim í myrkrinu en þeir þóttust drepa hann.    Það fréttu þeir Önundur og Ásmundur og hugðu að Ásgrímur væri    dauður og þóttust ekki mega að gera. Réð Eiríkur þeim að þeir    leituðu til Íslands, kvað þeim ekki mundu duga að vera þar í    landi þegar konungur mætti sér svo við koma. Þeir gerðu svo,    bjuggust nú til Íslands og hafði sitt skip hvor þeirra.    Hallsteinn lá í sárum og lést áður þeir Önundur sigldu.    Kolbeinn réðst í skip með Önundi, sá er fyrr er getið."}}