{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_21", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_21", "text": {"0": "Þessu næst sáu þeir, hvar maðr gekk, ok kenndumenn þar Skúla jarl. Hann var herklæddr vel. Hanngekk fyrir Hálfdan ok tók af sér hjálminn ok mælti:\"Nú er svá komit, Hálfdan, at ek vil bjóða þér sættirok sjálfdæmi fyrir þá hluti, sem ek hefi af brotit viðþik. Hér með vil ek bjóða þér fóstbræðralag ok gefaþér þar með Ingigerði, fóstru mína, en ef þú vilt ekkiþenna kost, þá mun ek ekki hætta til fleiri funda viðþik, ok mun þá hvárr fara með sínu máli sem kann.\"\"Ekki mun þat duga,\" sagði Hálfdan, \"renna ok aptrat sjá. Munda ek ekki frá mörgum tíðendum sagt hafa,þá vér Úlfkell snillingr áttumst við, ef þú hefðir þáeigi sýnt mér drengskap.\" \"Aptr hefir þú nú hann launat,\"sagði Skúli. Þá lagði Ingigerðr til, at þeir værisáttir, ok var þat þá auðsótt, ok þótti flestum mönnumþar hvárumtveggja fara drengiliga, ok urðu menn fegnirsætt þeira.Var nú síðan skipt herfangi, ok var þat svá mikit fé,at nú var sá margr fullríkr, sem fyrr hafði verit fátækr.Hálfdan lét þá búast við brullaupi sínu, ok á meðan þatvar gert, lét Hálfdan sækja fé sitt, þat sem spellvirkjarnirhöfðu, ok var þat svá mikit fé, at fimmtán stór skipváru hlaðin af allra handa gersemum. Hann lét ok sækjaHrifling karl ok allt hans hýski ok gerði hann fullríkan.Hálfdan helt nú brullaupit sitt ok bauð til öllum höfðingjum.Hafði Skúli jarl forsögn hér fyrir, ok fór veizlansæmiliga fram. Váru allir menn með sæmiligumgjöfum út leystir, ok varð Hálfdan af þessu vinsæll, sváat allir vildu honum þjóna."}}