{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_14", "text": {"0": "Þat var um þann tíma, er konungr sat yfir borðum.Þeir kvöddu konunginn, en hann tók vel kveðju þeiraok spurði, hvat manna þeir væri. Vilhjálmr segir: \"Ekheiti Vilhjálmr, en þetta er sveinn minn, er með mérferr, ok heitir Hrólfr. Ek er sonr jarls eins ór Fríslandi,ok varð ek þaðan landflótti, því at ríkit var svikitundan mér af sjálfum landsmönnum. Er ek hér þvíkominn, at ek hafi spurt til yðvarrar rausnar ok mikilmennsku,ok vilda ek hér þiggja vetrvist í vetr.\" Konungrsegir: \"Eigi spari ek mat við yðr, ok muntu veraíþróttamaðr mikill?\" Vilhjálmr segir: \"Nógar kann ekíþróttir, ok sú in fyrsta, at ek er svá sterkr, at mérverðr aldri aflfátt. Önnur er sú, at ek hefi fráleik yfiröll dýr ok ferfætt kvikendi.\" \"Þjóflig íþrótt,\" segir konungr,\"ok kemr þó opt at gagni.\" Vilhjálmr mælti:\"Eigi vantar mik skotfimi ok vápnfimi, sund eða taflok burtreiðir, vizku ok málsnilld, ok enga missi ek þá,er karlmann má prýða.\" \"Heyri ek,\" segir konungr,\"at eigi vantar þik skörugleik. Tel nú þínar listir,Hrólfr, því at honum treysti ek ekki verr en þér.\"Hrólfr segir: \"Eigi má ek þær telja, herra, sem engareru til.\" \"Mjök er þá misskipt með ykkr,\" segir konungr,\"at annarr hefir allar, en annarr engar, en gangiðtil sætis á inn óæðra bekk miðjan.\" \"Þér munuð ráða,herra,\" segir Vilhjálmr, \"en aldri hafði ek jafnóvirðuligansess fyrri.\" Gengu þeir síðan til sætis. Ekki váruþeir Sörkvir ok Brynjólfr heima í þenna tíma. Váruþeir farnir með Grími ægi upp í Jötunheima. Þeir Vilhjálmrok Hrólfr váru þar í góðu yfirlæti. SkjalaðiVilhjálmr í hvern heim, en Hrólfr var jafnan hljóðrok þögull ok ekki at leikum með öðrum mönnum. DróVilhjálmr mjök undan sínar íþróttir, en konungr varveiðimaðr mikill ok þótti þat skemmtan at jaga dýrmeð hirð sinni. Var hann jafnan í kyrrsæti, síðan hannkom í Garðaríki, því at flestir váru ófúsir at herja áhans ríki sakir kappa þeira, er með honum váru, einkanligasakir galdra ok fjölkynngi Gríms ægis."}}