{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_7", "text": {"0": "Hárekr hét sá konungr, er þar réð þá fyrir. Hann varkvángaðr ok átti tvá sonu. Hét annarr Hrærekr, en annarrSiggeirr. Þeir váru kappar miklir ok hirðmenn Goðmundarkonungs á Glæsisvöllum ok landvarnarmennhans. Dóttir konungs hét Edda. Hún var fríð sýnum okum flesta hluti vel kunnandi.Nú er at segja frá þeim fóstbræðrum, at þeir várukomnir undir Bjarmaland ok þann skóg, er Vínuskógrheitir. Þeir reistu tjald á landi mjök fjarri mannavegum.Um morguninn sagði Bósi mönnum sínum, at þeirHerrauðr mundu ganga á land ok kanna skóginn okvita, hvers þeir yrði vísir. \"En þér skuluð bíða okkarhér mánuð, en ef vit komum þá eigi aptr, þá skuluð þérsigla, hvert sem þér vilið.\" Mönnum þeira þótti mikitfyrir þessu, en þó varð svá at vera sem þeir vildu. Síðanganga þeir fóstbræðr á skóginn ok höfðu þat eitt tilmatar, sem þeir skutu, dýr ok fugla, en stundum höfðuþeir ekki nema ber ok safa. Skógrinn ónýtti mjök klæðiþeira.Einn dag kómu þeir at húsabæ einum. Þar stóð karlúti ok klauf skíð. Hann heilsar þeim ok spyrr þá atnafni. Þeir sögðu til it sanna ok spurðu, hvat karl hét,en hann kveðst heita Hóketill. Hann sagði þeim tilreiðu nætrgreiða, ef þeir vildu, en þeir þágu þat. Karlfylgir þeim til stofu, ok var þar fámennt. Húsfreyjavar við aldr. Dóttur áttu þau væna, ok dró hún klæðiaf gestum, ok váru þeim fengin þurr klæði. Síðan váruhandlaugar fram látnar, ok var þeim reist borð ok gefitgott öl at drekka, ok skenkti bóndadóttir. Bósi leit opthýrliga til hennar ok sté fæti sínum á rist henni, okþetta bragð lék hún honum. Um kveldit var þeim fylgtat sofa með góðum umbúningi. Bóndi lá í lokrekkju,en bóndadóttir í miðjum skála, en þeim fóstbræðrumvar skipat í stafnsæng við dyrr utar. En er fólk varsofnat, stóð Bósi upp ok gekk til sængr bóndadótturok lypti klæðum af henni. Hún spyrr, hverr þar væri.Bósi sagði til sín. \"Hví ferr þú hingat?\" sagði hún.\"Því, at mér var eigi hægt þar, sem um mik var búit,\"ok kveðst því vilja undir klæðin hjá henni. \"Hvat viltuhér gera?\" sagði hún. \"Ek vil herða jarl minn hjá þér,\"segir Bögu-Bósi. \"Hvat jarli er þat?\" sagði hún. \"Hanner ungr ok hefir aldri í aflinn komit fyrri, en unganskal jarlinn herða.\" Hann gaf henni fingrgull ok fórí sængina hjá henni. Hún spyrr nú, hvar jarlinn er.Hann bað hana taka milli fóta sér, en hún kippti hendiniok bað ófagnað eiga jarl hans ok spurði, hví hannbæri með sér óvæni þetta, svá hart sem tré. Hann kvaðhann mýkjast í myrkholunni. Hún bað hann fara meðsem hann vildi. Hann setr nú jarlinn á millum fótahenni. Var þar gata eigi mjök rúm, en þó kom hannfram ferðinni. Lágu þau nú um stund, sem þeim líkar,áðr en bóndadóttir spyrr, hvárt jarlinum mundi hafatekizt herzlan. En hann spyrr, hvárt hún vill herða optar,en hún kvað sér þat vel líka, ef honum þykkir þurfa.Greinir þá ekki, hversu opt at þau léku sér á þeiri nótt,en hins getr, at Bósi spyrr, hvárt hún vissi ekki til, --\"hvert at leita skyldi at gammseggi því, sem vit fóstbræðrerum eptir sendir ok gullstöfum er ritat utan.\"Hún kvaðst eigi minna mundu launa honum gullit okgóða nætrskemmtan en segja honum þat, sem hann villvita, -- \"en hverr var þér svá reiðr, at þik vill feigan oksenda þik forsending?\" \"Eigi gengr illt til alls, ok verðrengi frægr af engu,\" segir hann, \"eru þeir ok margirhlutir, at opt snúast til gæfu, þó at háskasamliga séstofnaðir.\""}}