{"originalTitle": "Grettis_Saga_Chapter_34", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_34", "text": {"0": "Nú er þar til að taka að Grettir Ásmundarson sat heima að    Bjargi um haustið síðan þeir Víga-Barði skildu á    Þóreyjargnúpi. Og er mjög var komið að veturnóttum reið    Grettir heiman norður yfir hálsa til Víðidals og gisti á    Auðunarstöðum. Sættust þeir Auðunn til fulls og gaf Grettir    honum öxi góða og mæltu til vináttu með sér. Auðunn bjó lengi    á Auðunarstöðum og var kynsæll maður. Hans son var Egill er    átti Úlfheiði dóttur Eyjólfs Guðmundarsonar og var þeirra son    Eyjólfur er veginn var á alþingi. Hann var faðir Orms    kapiláns Þorláks biskups.    Grettir reið norður til Vatnsdals og kom á kynnisleit í    Tungu. Þar bjó þá Jökull Bárðarson móðurbróðir Grettis.    Jökull var mikill maður og sterkur og hinn mesti ofsamaður.    Hann var siglingamaður og mjög ódæll en þó mikilhæfur maður.    Hann tók vel við Gretti og var hann þar þrjár nætur.    Þá var svo mikið orð á afturgöngum Gláms að mönnum var ekki    jafntíðrætt sem það. Grettir spurði innilega að þeim atburðum    er höfðu orðið.    Jökull kvað þar ekki meira af sagt en til væri haft \"eða er    þér forvitni á frændi að koma þar?\"    Grettir sagði að það var satt.    Jökull bað hann eigi gera \"því það er gæfuraun mikil en    frændur þínir eiga mikið í hættu þar sem þú ert,\" sagði hann.    \"Þykir oss nú engi slíkur af ungum mönnum sem þú en illt mun    af illum hljóta þar Glámur er. Er og miklu betur að fást við    mennska menn en við óvættir slíkar.\"    Grettir kvað sér hug að koma á Þórhallsstaði og sjá hversu    þar væri um gengið.    Jökull mælti: \"Sé eg nú, ekki tjáir að letja þig en satt er    það sem mælt er að sitt er hvað, gæfa eða gjörvugleikur.\"    \"Þá er öðrum vo fyrir dyrum, er öðrum er áður inn um komið,    og hygg að hversu þér mun fara sjálfum áður lýkur,\" kvað    Grettir.    Jökull svarar: \"Vera kann að við sjáum báðir nokkuð fram en    hvorgi fái við gert.\"    Eftir það skildu þeir og líkaði hvorigum annars spár."}}