{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_7", "text": {"0": "Nú er þar til at taka, sem Eirekr konungr er. Hannátti sér drottningu vitra ok væna. Hún hendi mikit talaf draumum. Hún hét Ingigerðr. Þat var eina nótt, erdrottning vaknaði í sæng sinni, hún talar við Eirekkonung ok mælti: \"Ek mun hafa illa látit í svefni.\"\"Svá er,\" segir konungr, \"eða hvat dreymdi þik?\" Húnsvaraði: \"Úti var ek stödd, ok þóttumst ek lítast um,en því brá við, at sá um alla Svíþjóð ok miklu víðara.Ek sá upp til Gautlands ok svá gerla, at ek sá þaðanrenna vargaflokk mikinn, ok hingat þótti mér þeirstefna á Svíþjóð, en fyrir vörgunum fór it óarga dýr.Þat var harla mikit. Þar fór eptir hvítabjörn. Þat varrauðkinnr. Bæði þótti mér dýrin sléttfjölluð ok kyrrligok láta ógrimmiliga, en þat þótti mér með ólíkendum,hversu skjótt hingat bar dýrin eða hversu gerla ekþóttumst þau sjá, ok eigi þótti mér færi saman en sextigir. Ek þóttumst vita, at þau mundu hingat ætla tilUppsala. Ek þóttist kalla á þik ok segja þér til, ok íþví vaknaða ek.\"Konungr mælti: \"Frú,\" segir hann, \"fyrir hverjuætlar þú slíkt vera?\" Hún svaraði: \"Þar sem sá varga,þat eru manna fylgjur, en þar sem it óarga dýr fórfyrir, þat er konungs fylgja, ok mun hann vera formaðrhinna. Rann í hjá honum einn hvítabjörn. Þarmun þessum konungi fylgja nokkurr kappi eða konungsson,því at björninn er sterkr, ok merkir hann sterkafylgd, ok þykki mér mikil ván, at yðr sæki heim nokkurrágætr konungr. Var þetta dýr miklu meira ok sterkaraen ek hafi spurn af, at svá mætti vera.\" Konungrmælti: \"Hvaðan ætlar þú þenna konung at koma eðahversu skaðvænliga þykki þér þetta vera munu váruríki?\" Drottning mælti: \"Skylda ek nokkut um ætla,þá vænti ek, at þessi konungr fari með engri stríðu íþetta sinn, því at þessi dýr váru hýr, en ef ek skyldigeta til, þá er þat mín ætlan, at þetta it mikla dýr munivera fylgja Hrólfs konungs Gautrekssonar af Gautlandi,með því at þaðan runnu þessi dýr at, en hvítabjörninnget ek vera fylgju Ingjalds, fóstbróður hans.\" Konungrmælti: \"Hvat mun kappinn Hrólfr vilja hingat á várnfund?\" Drottning mælti: \"Ór slíku öllu verðr gátu atgera svá búit, en með því at dýrin váru hýr í viðbragði,get ek, at þeir fari með friði ok góðum hug til vár.Þætti mér líkast, at Hrólfr konungr mundi hafa þateyrindi, sem margir hafa áðr haft, at biðja Þornbjargar,dóttur yðvarrar. Er hún nú frægust kvenna hingatí Norðrlönd.\" Konungr mælti: \"Ekki kann ek Hrólfiat ætla þessa dul eða öðrum þeim konungi, er svá litluríki stýrir, þar sem áðr hafa beðit hennar þeir konungar,er haft hafa undir sik aðra skattkonunga, ok farekki, frú, með slíka draumóra.\" Drottning mælti:\"Eigi tekr til þess, nema þurfi, hvat ek ætla um þetta.\"Konungr mælti: \"Hversu skal ek ganga í móti Hrólfikonungi, ef hann kemr hér, eða taka hans máli, efhann ferr þessara eyrenda?\" Hún svaraði: \"Vel skuluþér taka Hrólfi konungi, ef hann sækir yðr heim, oksýna honum ina mestu blíðu, því at hann er inn mestiafreksmaðr um marga hluti ok eigi víst, at yðar dóttirfái frægra mann en sem mér er hann sagðr.\" Ok eptirþetta skilja þau sitt tal at sinni. Líða nú nokkurir dagar."}}