{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_18", "text": {"0": "Vilhjálmr hefir konungr heitit, er réð fyrir Vallandi,vitr konungr ok vinsæll. Hann átti dóttur þá, er Ólofhét, kvenna kurteisust.Nú er þar til at taka, sem Jökull Njörfason er, ateptir þat er þeir Víkingssynir váru burt farnir, gerðihann Þorstein ok Þóri útlæga fyrir endilangan konungdómsinn. Ekki samþykkti Njörfi konungr þat, því atþeir Víkingr heldu vináttu sinni, meðan þeir lifðu.Eitt sinn kom Ógautan at máli við Jökul ok spyrr,hvárt hann vill ekki kvángast. Jökull frétti eptir, hvarhann sæi þar jafnaðarkvánfang. Ógautan mælti: \"Vilhjálmrí Vallandi á dóttur, er Ólof heitir. Þar þættimér vaxa þinn heiðr, ef þú fengir þat ráð.\" \"Hví skulumvit eigi þar til ráða?\" segir Jökull.Bjuggust þeir þá til ferðar með sex tigi manna okfóru síðan til Vallands ok fundu Vilhjálm konung. Tókhann vel við Jökli, því at Njörfi, faðir hans, var nafnkunnigrum öll lönd. Jökull hefr upp bónorð sitt tilÓlofar sér til handa. Ógautan fylgdi fast bónorðinu,en konungr skaut til dóttur sinnar. Ok er þeir höfðuþetta talat, gengu inn í höllina þrír tigir manna heldrröskligir. Sá var mestr ok fríðastr, er fyrir þeim var.Hann gekk fyrir konung ok kvaddi hann. En þegarÓgautan sér þessa menn, þá hljóðnar um hann ok drapniðr hökuskegginu ok mælti við Jökul ok aðra mennsína, at þeir skyldu ekki nefna sik, meðan þeir væriþar í landi. Konungr spyrr ina miklu menn at heiti,en formaðr þeira kvaðst Beli heita ok vera sonr Skatakonungs, er réð fyrir í Sogni, -- \"er þat erendi mitthingat, at ek vil biðja dóttur þinnar.\" Konungr segir:\"Hér er kominn áðr Jökull Njörfason ok biðr hennar.Mun ek nú þann veg á gera, at hún kjósi, hvárn húnvill eiga.\" Skipaði konungr Bela á aðra hönd sér. Varþar veizla in bezta. At þrem nóttum liðnum gengu þeirút til skemmu ok fréttu konungsdóttur eptir, með hvárumhún vildi ganga, Jökli eða Bela. Skjótt var þatauðfundit á henni, at hún vildi heldr eiga Bela, en íþví varpaði Ógautan kefli í kné henni, en svá bráhenni við þat, at hún neitaði Bela, en gekk at eigaJökul. Sneri Beli þá til skipa. Vináttumál hafði faritáðr milli þeira Jökuls ok Bela, svá at þat segja sumir, atBeli mun hafa tekit fé til höfuðs þeim bræðrum, Þorsteiniok Þóri. Gaf Beli Jökli enga skuld á, þóttkonungsdóttir vildi hann ekki eiga, með því at undir hennarórskurð kom. Síðan fór Beli heim til ríkis síns. Jökullbjóst heim, þegar úti var brullaup hans, ok Ógautanmeð honum."}}