{"originalTitle": "Sörla_Saga_Sterka_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_3", "text": {"0": "Þessu næst heyrir hann dunur ok dynki stóra mjöknærri sér ok fýsir nú at vita, hverju slíkt gegnir. Gengrhann nú nokkut lengra fram á skóginn með fjallshlíðinni,þar til er hann kemr at helli stórum. Hann lítrnú um gluggann, er var á hellinum, ok sér um hannallan. Lítr hann einn hræðiligan jötun liggja í sinnirekkju. Aldri hafði konungsson sét stærra mann. Hansbúkr tók beggja veggja á milli með svo herfiligri ásýndok óskapligri, at konungsson undraðist þat stórliga.Hann sá þar ok eina kerlingu heldr stórmannliga. Húnstóð við þverpall einn ok var at brytja þar niðr mannakjötok hrossa ok var harðla stórvirk at þessu. Síðanheyrði konungsson, at kerling mælti við karl sinn --ok nefndi hann Skrímni -- á þessa leið: \"Nú eru eigi,\"sagði hún, \"matvæli meiri í helli okkrum en nú hefiek búit til máltíðar. Skrímnir kvað slíkt eigi ólíkligt,ok sagði þat vel enzt hafa, -- \"ok þat skalt þú vita,\"sagði hann, \"at, þótt ek liggi nú lágt, skal enn þánokkut fyrir verða, nær piltar okkar koma heim í kveld,því at nú eru hér skip at landi komin, eigi færi enátta, ok er þat at mínum vilja, því at ek gerði þeimmegnan vind með þoku, svá at þeir skyldu hingat villast,ok skulu þeir allir helju gista, áðr en þessi dagrer á enda.\" Kerling gladdist mjök við þetta ok gekksíðan í einn afhelli.Nú sprettr konungsson upp af hellisglugganum okgengr í hellinn. Berr hann nú sitt spjót í hægri hendi,en sverðit í vinstri, ok leggr síðan spjótinu báðumhöndum í kvið risans, svá at út gekk oddrinn um bakit.Í öðru lagi eða sinni leggr konungsson báðum höndumsverði sínu í kjapt risans, en risinn, er hann fekk lagit,brauzt um með öskri ok ólmligum hljóðum, þar tiler sængin brotnaði, en risinn steyptist á gólf niðr meðstórum umbrotum. Ok í þessu bili kemr kerling aptrí hellin ok sér nú, hvat um er. Grípr hún þá einabitrliga skálm, bregðr henni síðan, ok höggr framanat konungssyni, svá at hún klauf allan hans skjöld atendilöngu, ok nam oddrinn brjóstit, svá at í beini stóð.Höggr hún þá hvert högg at öðru, svá at konungssonhopaði á hæl við sér hvert, ella hefði hann dauða beðit,ok svá ákafliga fast fylgdi hún sér, at því ólmari varhún, er hún sótti lengr. Var hún með beli ok háumhljóðum, svá at eldr þótti brenna ór augum hennarok kjapti. Ok svá mikil ógn stóð konungssyni af óvinþessum, at eigi þorði hann í mót at sjá þeim eldligaanda, er af hennar kjapti gaus, ok eigi gat hann staðiztþau ógnarligu hljóð, sem hún hafði. Sér nú konungssoneina gjá í hellisgólfinu svá djúpa, at hann hyggrþeim dauða búinn, er þar í fellr. Er hann nú svá semkominn á gjáarbarminn ok hyggr, at skessan muni viljabægja sér í gjána. Snarar hann nú sínu sverði ok hleyprundir tröllkonuna, en hún þreif í mót allgrimmliga okrak klærnar allt inn at beini. Kómu nú í með þeimharðar sviptingar, ok hrakti hún konungsson um hellinn.En þó at hún væri mjök trylld at afli, þá gat hún þóaldri komit honum af fótunum. Hafði konungsson náthryggspennu á henni ok sá nú eigi annat vísara fyriren bæði skyldu þau í gjána falla. Sté þá tröllkonan ígólfit allt til knjánna ok togaði konungsson at sér,svá at hann kom nú engri hreysti við. Numu þá hælarhennar við gjáarbarminn, ok hljóp Sörli nú í fanghenni svá hart, at bæði duttu þau í gjána, svá at þaukómu djúpt niðr, ok numu staðar við stall einn, er ívar gjánni. Varð Sörli nú efri. Kerling hafði læst sínaaðra hönd í hári konungssonar, en aðra í hans brjósti,ok með því henni varð ósvipt við byltuna, þá slepptihún þeiri hendinni, er hún helt í hárit með. Tók Sörliþá báðum höndum fyrir kverkar henni ok dró eigi af.Lét hann nú kné fylgja kviði. Dró þá allt megn órhenni, svá at hún tók til at biðja sér griða ok mælti:\"Gef mér grið, konungsson, ok skal ek allt til vinna,þat er þú vilt, at ek geri, upp á þat ek haldi lífinu.\"En konungsson kvað þat fjarri fara, at hann léti hanalifa, ok sagði hana í þessari gjá skyldu deyja án allrardvalar it snarasta, en hún bað sér á marga vega lífsins,sem hún kunni. En um síðir mælti Sörli: \"Á þatmun ek hætta, at þú haldir lífi þínu með slíkum skilmála,at þú sækir mér herklæði svá góð, at aldri kunnineitt sverð á þeim festa, ok sverð þat, er eins bíti stálsem stein, ok þat skaltu gert hafa innan mánaðar. Fylgjaskal hér með ok liðsemd þín, nær sem ek vil ok meðkann þurfa.\" Kerling mælti: \"Allt skal þetta gert, semþér biðið, ok öllu til kosta, at ent verði.\"Lét konungsson hana þá upp standa, ok gengu núbæði um hellinn. Beiddi hún þá, at hann liðsinnti sérat koma karlinum dauða í gjána, ok þat veitti hannhenni. Ok er því starfi var lokit, lét kerling einn hlemmyfir gjáarmunnann. Síðan leiddi hún konungsson tilsængr, ok þótti honum sú sæng svá vel til reidd semeinum konungssyni mundi vel hæfa at sofa. Tók núkerling eitt horn ok bað hann af því drekka, ok svágerði hann. Þóttist hann þá lítt kenna meina ok sofnaðiskjótt."}}