{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_4", "text": {"0": "Einn dag gekk Hálfdan fyrir jarl ok kveðr hann.Jarl tók því vel ok spyrr, hvat undir kveðju sé. Hálfdansegist vilja halda fyrir land fram. Jarl fekk honumþrjú skip ok dreka mikinn inn fjórða. Skip þessiváru vel skipuð at mönnum ok vápnum. Hálfdan þakkaðijarli þessa gerð ok tók orlof af honum. Fór hannsíðan til skipa ok Ingibjörg, systir hans, með honum.Þá var Hálfdan tólf vetra, er hann lét frá landi ok íhaf. Helt hann víða um sumarit. En er haustaði, vildihann halda aptr til Bjarmalands. Kómu þá á fyrir honumþokur ok hafvillur, ok rakst hann um haf innan.Þá gerði at þeim stórviðri svá mikit, at skipin öll týndustnema dreki Hálfdanar, ok lét hann reka at honummarga snarvölu. Ok er þetta var gert, rekr drekannat björgum stórum ok upp á sand sléttan. Hálfdan segir,at þeir munu þar um búast, en þeir báðu hannfyrir sjá. Þeir setja þá upp drekann. Viðr var þar rekinnmikill á sandinn, ok taka þeir þar til skálasmíðar,ok var skjótt algerr. Hálfdan gengr á jökla jafnan oknokkurir menn með honum, en sumir váru eptir hjáIngibjörgu við skála. Menn Hálfdanar spurðu, hvatlandi þetta væri. Hálfdan kvað þá mundu vera komnaat Hellulands óbyggðum.Einn dag gekk Hálfdan einn á jökla at afla fanga.Hann fór þann dag allan. Um síðir kom hann at einstiginokkuru. Hann hafði öxi eina í hendi, er Óttarrjarl hafði gefit honum. Hálfdan gekk í einstigit. Sporváru klöppuð í berginu, en í milli sporanna var eigiskemmra en fjögra álna. Hálfdan krækti axarhyrnunniupp í sporin ok las sik svá upp eptir skaptinu, þar tiler hann komst upp á bjargit. Þar sá hann helli stóranok í bjartan eld. Hann gengr at hellisdyrum ok sér,at tvau tröll sátu við eldinn, annat kvensvipt, en annatkarlsvipt, ok höfðu soðketil í milli sín. Þar var í bæðihrossa slátr ok manna. Karl hafði krók í nefinu, enkerling hring. Þat var gaman þeira, at hann kræktikróknum í hringinn, ok var þá upp á þeim ýmsir endarnir,en þá krókrinn slapp ór hringnum, fekk kerlingbakfall. Hún mælti þá: \"Eigi vil ek þetta gaman hafa,Járnnefr minn sæll.\" \"Svá skal vera, Sleggja mín,\"segir hann, ok höfðu þá lokit ór katlinum. Járnnefrtekr þá til orða: \"Er nokkut eptir, Sleggja,\" segirhann, \"af þeim hálfum þriðja tigi manna, er ek seiddahingat í fyrra vetr?\" Hún segir alllítit um þat. Hún gekkþá innar eptir hellinum ok kom svá aptr, at hún hafðisinn mann undir hvorri hendi sér, ok leggr niðr hjáeldinum ok segir, at eigi váru fleiri eptir. Hálfdan sérnú, at þetta váru röskligir menn ok svá líkir, at hváriganmátti þekkja frá öðrum, ok ætlaði Hálfdan, at þeirværu tvíburar. Hálfdan snarar þá inn í hellinn ok attröllkarlinum ok hjó á háls honum með öxinni, sváat af tók höfuðit, en hann sitr sem áðr. Kerling sprettrþá upp ok mælti: \"Þat er vel, Hálfdan,\" segir hún,\"at vit höfum fundizt.\" Hann hefir sik nú undan, enhún sækir eptir, þar til er hún náði saxi einu. Húnsótti at honum fast, en hann varðist vel. Sleggja kastarsaxinu ok hleypr undir Hálfdan. Þeira glíma var hörðok löng, ok rak Sleggja hann um allan hellinn, en svávar hann mjúkr, at hún kom honum aldri af fótunum.Þar til rekst hann, at þau kómu at gjá einni. Húnvar bæði djúp ok breið. Þá varð Sleggja framar á gjábakkanum.Í því var kippt undan henni fótunum, okdatt hún ofan í gjána. Hálfdan helt þá í hárit á henni.Hann sá eitt sax gulli búit liggja hjá sér. Hann bráþví skjótt ok hjó af Sleggju höfuðit. Hálfdan spurði,hverr honum hefði dugnað veitt eða saxit gefit, enengi svaraði honum þá um sinn."}}