{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_14", "text": {"0": "Eptir þetta sendir Eirekr konungr menn á fundHrólfs konungs ok lætr bjóða honum til veizlu meðliði sínu. Bregðr hann við skjótt ok ferr til Uppsala.Ok er Eirekr konungr spyrr þangatkvámu Hrólfs konungs,gengr hann í mót honum með alla hirð sína okleiðir hann í hásæti hjá sér í höll sinni, skipar þar útí frá hans fóstbræðrum, drekka nú glaðir ok kátir. Síðaninna þeir til, hvat í þeira einkamál hafði komit, oksamdi þeim þat allt it bezta. Eptir þetta lætr Eirekrkonungr kalla dóttur sína inn í höllina. Sem hennikómu orð föður síns, býst hún með inu mesta skarti,gengr inn í höllina með móður sinni ok mörgum öðrumkurteisum konum. Sem Eirekr sá dóttur sína innkoma, stóð hann upp í mót henni ok leiddi hana tilsætis sér til annarrar handar með drottningu ok öllumþeim konum, er í þeira flokki váru. Nú svá sem konungarhöfðu drukkit um stund, vekr Hrólfr konungrbónorðit, svá at jungfrúin heyrði, ok þarf þat eigi meðorðum at lengja, at Hrólfr konungr fastnar júmfrúna.Var þá aukin veizlan ok boðit til múg manna víða umSvíaveldi. Varð þessi veizla ágæt ok stóð hálfan mánuð.Ok at lokinni veizlu gefr Eirekr konungr öllum ríkismönnumágætar gjafir með glöðum góðvilja, ok ferrþá hverr til síns heimilis með blíðu samþykki Eirekskonungs. Hrólfr konungr sitr eptir í Svíþjóð með húsfreyjusína, ok takast með þeim góðar ástir. Hrólfrkonungr sendir Ketil, bróður sinn, til ríkisstjórnar íGautlandi. Ingjaldr ferr til Danmerkr til föður síns,Hrólfr konungr tekr þat ríki til forráða, er konungsdóttirhafði fyrir ráðit, sitja nú allir saman með náðum,hverr í þeim stað, sem kominn var."}}