{"originalTitle": "Beowulf2_Xxxvi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf2_Xxxvi", "text": {"0": "XXXVIWiglaf was named Weohstan's son,The worthy warrior, prince of the Scylfings,Kinsman of Aelfhere. He saw his lordUnder his helmet the heat endure;He remembered the favor, that he once to him gaveThe rich dwelling-place of the Waegmundings,Each one of folk-rights which his father possessed.He might not then refrain, his hand seized the shield,The yellow wood, he drew his old sword:That was among men Eanmund's bequest,Ohtbere's son, to whom in strife was,To the friendless exile, Weohstan the slayerBy the edge of the sword, and he bore to his kinsmenThe brown-colored helmet, the ringed burnie,The old giant's sword that Onela gave him,His own relation's war-equipments,Ready war-weapons: he spoke not of the feud,Though he had slain his brother's son.He the ornaments held many half-years,Bill and burnie, until his son mightHeroic deeds work, as his old father:He gave to him then war-weeds 'mong the Geats,Countless number of each, when he from life wentOld on his last journey. Then was the first timeTo the young warrior that in storm of warWith his dear lord he should engage;His courage failed not, nor his kinsman's bequestSoftened in battle: that the dragon perceived,After they two together had gone.Wiglaf then spoke many suitable words,Said to his comrades (sad was his mind):\"I remember that time when we received mead,When we did promise to our dear lordIn the beer-hall, who gave us these rings,That we for the war-weeds him would repay,If to him such need ever should happen,For helmets and hard swords, since in host he us choseFor this expedition of his own will,Thought of honors for us, and gave me these treasures,Us whom he deemed spear-warriors good,Brave helmet-bearers, although our lordThis noble work intended aloneTo accomplish for us, ward of his folk,Because he of men most noble deeds did,Rashly-bold actions. Now is the day comeThat our own chieftain has need of the strengthOf warriors good: let us to him go.Help the war-prince whilst there is heat,Fierce fiery terror. God knows in me,That to me 'tis far dearer that my own bodyWith my gold-giver the flame should embrace.Not becoming, methinks, is't that we should bear shieldsAgain to our home, unless we may soonerStrike down the foe, the life protectOf the Weders' chief. I know it well,That he does not deserve that he alone shallOf the Geats' nobles sorrow endure,Fall in the battle: now shall sword and helmet,Burnie and battle-dress, to us both be common.\"Went he then through the flame, his war-helmet boreFor help to his lord, spoke a few words:\"Beowulf dear! do thou all well,As thou in thy youth long ago said'st,That thou would'st not let for thyself livingHonor e'er cease; now shalt thou, strong in deeds,Firm-minded prince, with all thy mightThy life protect; I shall assist thee.\"After these words the angry worm came,The terrible demon, a second timeWith fire-waves shining to seek his foes,The hostile men. With flame-billows burnedThe shield to the rim: the burnie might notTo the young spear-warrior assistance afford.But the young hero 'neath the shield of his kinsmanWith courage went. when his own wasDestroyed by flames. Then still the war-kingWas mindful of fame, of his mighty strength,Struck with his war-bill, that it stood in the headForcibly driven: broke in two Naegling,Failed in battle Beowulf's sword,Old and gray-etched. 'T was not granted to him,That him of the sword the edges were ableTo help in the battle: that hand was too strong,Which any of swords, by my hearsay,With its stroke tested, when to battle he boreThe sharp-wounding weapon: 'twas not for him better.Then was the folk-foe for the third time,The bold fire-dragon, mindful of feuds,Rushed on the strong one, since space him allowed,Hot and war-fierce, clasped around all the neckWith his sharp bones: he was all bloodiedWith the life-blood; gore welled in waves."}}