{"originalTitle": "Grettis_Saga_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_6", "text": {"0": "Það bar næst til tíðinda að Björn andaðist, faðir Þrándar. Og    er það frétti Grímur hersir fór hann til móts við Öndótt    kráku og kallaði til fjárins eftir Björn en Öndóttur kvað    Þránd eiga arf eftir föður sinn. Grímur kvað Þránd fyrir    vestan haf en Björn gauskan að ætt og kvað konung eiga að    erfa alla útlenda menn. Öndóttur kvaðst halda mundu fénu til    handa Þrándi dóttursyni sínum. Fór Grímur við það á brott og    fékk ekki af fjárheimtum.    Þrándur spurði nú lát föður síns og bjóst þegar af Suðureyjum    og Önundur tréfótur með honum en þeir Ófeigur grettir og    Þormóður skafti fóru út til Íslands með skuldalið sitt og    komu út á Eyrum fyrir sunnan landið og voru hinn fyrsta vetur    með Þorbirni laxakarli. Síðan námu þeir Gnúpverjahrepp.    Ófeigur nam hinn ytra hlut, á milli Þverár og Kálfár. Hann    bjó á Ófeigsstöðum hjá Steinsholti. En Þormóður nam hinn    eystra hlut og bjó hann í Skaftaholti. Dætur Þormóðar voru    þær Þórvör, móðir Þórodds goða á Hjalla, og Þórvé, móðir    Þorsteins goða, föður Bjarna hins spaka.    Nú er að segja frá þeim Þrándi og Önundi að þeir sigldu    vestan um haf til Noregs og fengu svo mikið hraðbyri að engi    njósn fór um ferð þeirra fyrr en þeir komu til Öndótts kráku.    Hann tók vel við Þrándi og sagði honum frá tilkalli því er    Grímur hersir hafði haft um arf Bjarnar \"líst mér betur komið    frændi að þú erfir föður þinn en konungsþrælar. Hefir þér og    gæfusamlega til tekist er engi maður veit um ferðir þínar. En    grunar mig að Grímur stefni að öðrum hvorum okkrum ef hann    má. Vil eg að þú takir arfinn undir þig og hafir þig til    annarra landa.\"    Þrándur kveðst svo gera mundu. Tók hann þá við fénu og bjóst    sem skyndilegast í brott úr Noregi.    Áður Þrándur sigldi á haf þá spurði hann Önund tréfót hvort    hann vildi ekki leita til Íslands. Önundur kveðst áður vilja    finna frændur sína og vini suður í landi.    Þrándur mælti: \"Þá munum við nú skilja. Vildi eg að þú    sinnaðir frændum mínum því að þangað mun hefndum snúið ef eg    kemst undan. Mun eg fara út til Íslands og svo vildi eg að þú    færir.\"    Önundur hét því. Skildu þeir með kærleikum. Fór Þrándur út    til Íslands. Tóku þeir Ófeigur og Þormóður skafti vel við    honum. Þrándur bjó í Þrándarholti. Það er fyrir vestan    Þjórsá."}}