{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_17", "text": {"0": "Nú ráða þeir þetta með sér, at Ívarr sverr honumeiða, at hann skyldi eigi skjóta í mót honum ok eigiráð leggja til meins honum, en hann skal eignast af Englandiþat, sem uxahúð tekr yfir, er hann fengi mesta til.Nú fær Ívarr sér öldungshúð eina, ok nú lætr hannhana bleyta, ok þrisvar lætr hann hana þenja. Nú lætrhann rista hana sem mjóst alla í sundr, ok þá lætrhann renna sér hvárt, háram eða holdrosu. Ok erþessu var lokit, var þvengr sjá svá langr, at furða varat, ok engum kom í hug, at svá mætti verða. Ok þálætr hann breiða á einum velli, en þat var svá vítt land,at þat var mikil borgarvídd, ok þar fyrir utan lætrhann marka grundvöll sem til mikilla borgarveggja.Ok þá fær hann sér smiði marga ok lætr reisa hús mörgá þeim velli, ok þar lætr hann gera borg eina mikla,ok er sú kölluð Lundúnaborg. Hún er allra borgamest ok ágæzt of öll Norðrlönd. Ok nú er hann hafðiborg þessa látit gera, hafði hann lausafé upp gefit. Enhann var svá örr, at hann gaf á tvær hendr, ok þóttisvá mikit um speki hans, at allir sóttu hann at sínumráðum ok vandamálum. Ok svá skipaði hann öllummálum sem hverjum þótti sér bezt gegna, ok geristhann vinsæll, svá at hann á undir hverjum manni vin,ok er Ellu konungi mikit lið at honum fyrir landráðasakir, svá at konungr lætr hann mörgum ráðum okmálum skipa ok þarf eigi til at koma sjálfr. Ok er Ívarrhafði svá komit ráði sínu, at þar þykkir til allrarspektar at sjá, sendir hann menn á fund bræðra sinnaþess erendis, at þeir sendi honum gull ok silfr svámikit sem hann kvað á. En er þessir menn koma áfund þeira bræðra, segja þeir sín erendi ok svá, hvarþá var komit hans ráð, því at menn þóttust þat eigivita, yfir hverjum brögðum hann bjó. Ok svá skilduþeir bræðr, at hann hafði ekki skapsmuni eptir því,sem hann var vanr. Nú senda þeir slíkt fé sem hanná kvæði. Ok er þeir koma til Ívars, gefr hann þau öllfé inum stærstum mönnum í landinu ok dregr svá liðundan Ellu konungi, ok allir hétu því, at kyrrir mundusitja, þótt hann gerði þangat herför. Ok er Ívarr hefirsvá lið dregit undir sik, þá sendir hann menn á fundbræðra sinna at segja þeim, at vildi hann, at þeir byðiút leiðangri of þau lönd öll, er þeira ríki stóð yfir, okþeir skoraði hverjum manni, er þeir fengi. Ok þá erþessi orðsending kom til þeira bræðra, kennast þeirvið skjótt, skilja, at nú mundi honum þykkja mjökvænligt um, at nú mundi þeir fá sigr. Nú safna þeirliði um alla Danmörk ok Gautland ok öll þau ríki,er þeira völd váru yfir, ok draga óvígan her samanok hafa almenning úti. Þá halda þeir skipum sínum tilEnglands bæði nótt ok dag ok vildu nú sem sízt látafara njósn fyrir þeim. Nú er sjá hersaga sögð Ellu konungi.Nú safnar hann sér liði ok fær lítit, fyrir því atÍvarr hafði mikit lið undan honum dregit. Nú ferrÍvarr í mót Ellu konungi ok segir, at hann mundienda þat, er hann hafði svarit. \"En eigi má ek ráðatiltekju bræðra minna, en því má ek ráða at finnaþá ok vita, ef þeir vili stöðva her sinn ok gera eigimeira illt en þeir hafa áðr gert.\" Nú ferr Ívarr á fundbræðra sinna ok eggjar þá nú mjök, at þeir skyldi sembezt fram ganga ok sem bráðast láta bardaga verða, --\"því at konungr hefir miklu minna lið.\" En þeir svara,at eigi mundi hann þurfa at eggja þá ok þeim var itsama í hug sem fyrr. Nú ferr Ívarr ok hittir Ellu konungok segir honum, at miklu váru þeir ákafari ok óðarien þeir vildi á hans orð hlýða. \"Ok þá er ek vilda umgrið leita yðar í milli, æptu þeir í gegn. Nú mun ekenda mína svardaga, at ek mun eigi berjast í mótiþér, ok mun ek vera kyrr hjá ok mitt lið, en bardagigengr með yðr sem verða má.\" Nú sjá þeir Ella konungrlið þeira bræðra, ok ferr svá geyst, at furða varat. Þá mælti Ívarr: \"Þat er nú til, Ella konungr, at þúfylkir liði þínu, en ek get þess, at þeir veiti þér harðaatsókn nokkura hríð.\" En þegar þeira lið hittist, verðrbardagi mikill, ok ganga þeir hart fram synir Ragnarsí gegnum fylkingar Ellu konungs, ok svá eru þeirákafir, at þeir hyggja at því einu at gera at verkumsem mest, ok sú orrosta var bæði löng ok hörð. Okhér lauk svá, at Ella konungr ok lið hans kom á flóttaok hann varð handtekinn. Ok þá var Ívarr þar í nándok mælti, at svá skyldi breyta um líflát hans: \"Er núþat ráð,\" segir hann, \"at minnast, hvern dauðdagahann valdi föður várum. Nú skal sá maðr, er oddhagastrer, marka örn á baki honum sem inniligast, okþann örn skal rjóða með blóði hans.\" En sá maðr, erkvaddr var til þessarar sýslu, gerir sem Ívarr bauð honum,en Ella konungr var mjök sárr, áðr þessi sýslulýkr. Lætr hann nú líf sitt, ok þykkjast þeir nú hefnthafa föður síns, Ragnars. Ívarr segir, at hann vill þeimgefa ríki þat, er þeir áttu allir saman, en hann kveðstráða vilja fyrir Englandi."}}