{"originalTitle": "Völsunga_Saga_Chapter_34", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_34", "text": {"0": "Ok er menn höfðu drukkit sem líkaði, þá fóru þeirat sofa. Tekr Kostbera at líta á rúnarnar ok innti stafinaok sá, at annat var á ristit, en undir var, ok villtarváru rúnirnar. Hún fekk þó skilit af vizku sinni. Eptirþat ferr hún til rekkju hjá bónda sínum. Ok er þauvöknuðu, mælti hún til Högna: \"Heiman ætlar þú,ok er þat óráðligt. Far heldr í annat sinn, ok eigimuntu vera glöggrýnn, ef þér þykkir sem hún hafi íþetta sinn boðit þér, systir þín. Ek réð rúnarnar, okundrumst ek um svá vitra konu, er hún hefir villtristit, en svá er undir sem bani yðarr liggi á, en þar varannathvárt, at henni varð vant stafs, eða elligar hafaaðrir villt. Ok nú skaltu heyra draum minn: \"Þatdreymdi mik, at mér þótti hér falla inn á, harðlaströng, ok bryti upp stokka í höllinni.\" Hann svarar:\"Þér eruð opt illúðgar, ok á ek ekki skap til þess at faraillu í mót við menn, nema þat sé makligt. Mun hannoss vel fagna.\" Hún segir: \"Þér munuð reyna, en eigimun vinátta fylgja boðinu. Ok enn dreymdi mik, atönnur á felli hér inn ok þyti grimmliga ok bryti uppalla palla í höllunni ok bryti fætr ykkra beggja bræðra,ok mun þat vera nakkvat.\" Hann svarar: \"Þar munurenna akrar, er þú hugðir ána, ok er vér göngum akrinn,nema opt stórar agnir fætr vára.\" \"Þat dreymdimik,\" segir hún, \"at blæja þín brynni ok hryti eldrinnupp af höllunni.\" Hann svarar: \"Þat veit ek gerla, hvatþat er: Klæði vár liggja hér lítt rækt, ok munuð þau þarbrenna, er þú hugðir blæjuna.\" \"Björn hugða ek hérinn koma,\" segir hún, \"ok braut upp konungs hásætitok hristi svá hrammana, at vér urðum öll hrædd, okháfði oss öll senn sér í munni, svá at ekki máttum vér,ok stóð þar af mikil ógn.\" Hann svarar: \"Þar munkoma veðr mikit, er þú ætlaðir hvítabjörn.\" \"Örn þóttimér hér inn koma,\" segir hún, \"ok eptir höllunni okdreifði mik blóði ok oss öll, ok mun þat illt vita, þvíat mér þótti sem þat væri hamr Atla konungs.\" Hannsvarar: \"Opt slátrum vér örliga ok höggum stór nautoss at gamni, ok er þat fyrir yxnum, er örnu dreymir,ok mun heill hugr Atla við oss.\" Ok nú hætta þau þessutali."}}