{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_4", "text": {"0": "Í þenna tíma er þetta var tíðenda, er nú er frásagt, réð Sturlaugr inn starfsami fyrir Hringaríki íNoregi. Hann átti Ásu ina vænu, dóttur Eireks jarls.Þau áttu marga sonu ok vel mannaða. Einn hét Rögnvaldr,annarr Fraðmarr, þriði Eirekr, fjórði hét Hrólfr.Hann var kallaðr eptir Hrólfi nefju, fóstbróður Sturlaugs.Hann dó í hofinu á Írlandi, þá Sturlaugr sóttiþangat úrarhornit. Hrólfr Sturlaugsson var mannamestr, bæði at digrð ok hæð, ok svá þungr, at engi hestrfekk borit hann allan dag, ok var hann því jafnan ágöngu. Manna var hann vænstr at yfirlit. Ekki var hannsiðblendinn við alþýðu, fór lítt með gleði ok skemmtan,utan helzt þótti honum gaman at fara í skotbakkaok vera at burtreiðum. Var hann svá þungr ok sterkr,at engi kom honum ór söðli, en ófimliga bar hannvápn fyrir sik, ok aldri bar hann vápn. Bæði var hannmeinlauss ok gagnlauss flestum mönnum. Ekki varHrólfr líkr bræðrum sínum. Var ok jafnan fátt meðþeim.Einn dag var þat sem optar, at þeir Sturlaugr okHrólfr töluðust við. Sturlaugr mælti: \"Svá lízt mér áþik sem lítil muni þín afdrif verða. Heyrir meir konuen karlmanni at hafa þvílíkt framferði sem þú hefir.Því þykki mér ráðligt, at þú kvænist ok setist í bú okgerir þik at kotkarli í afdal nokkurum, þar engi maðrfinnr þik, ok al þar þinn aldr svá lengi sem auðitverðr.\" Hrólfr segir: \"Eigi mun ek búa ok eigi kvænást,því at konur skulu mér ekki. Sé ek þat ok gerla,at þér gengr þat til ámælis þíns, at þú sparir mat viðmik. Skal ek því burt verða ok eigi aptr koma, fyrren ek hefi fengit jafnmikit ríki ok þú átt nú, eða liggjadauðr ella. Þykki mér þetta kotungs eign, er þú hefirmeðferðar, ok lítil til skiptis með oss bræðrum. Skal okhvárki yðr né þeim verða gagn at mér heðan í frá.\"Sturlaugr mælti: \"Bæði má ek fá þér skip ok góða fardrengi,ef þú vilt nokkut þat fyrir þik leggja, er þérmegi til frægðar verða eða metnaðar.\" Hrólfr segir:\"Eigi hirði ek at draga menn eptir mér, til þess atþeir sjái af sonum yðrum. Mér mun ok ekki orrostaheyra, því at ek þori eigi mannsblóð at sjá. Vil ek okeigi þyrpast út á smábáta með margt fólk, svá at þásökkvi þeir niðr ok drukknu vér allir.\" Sturlaugr mælti:\"Ekki mun ek til leggja með þér, því at ek sé, at þúert bæði heimskr ok einráðr.\" Skildu þeir at svá mæltu.Þótti sinn veg hvárum.Hrólfr gekk þá til Ásu, móður sinnar, ok mælti:\"Þat vilda ek, móðir, at þú sýndir mér kápurnar, þærer Véfreyja, fóstra þín, gerði föður mínum endr fyrirlöngu.\" Hún gerði svá, lauk upp kistu einni stórri okmælti: \"Hér máttu nú sjá kápurnar, ok fyrnast þærenn lítit.\" Hrólfr tók upp kápurnar allar. Þær várusvá gerðar: Ermar váru á ok höttr upp af ok grímurfyrir andliti. Bæði váru þær víðar ok síðar. Engi járnbitu þær, ok eigi mátti þeim eitr granda. Hrólfr tókþær tvennar, er stærstar váru, ok mælti: \"Eigi hefi ekof mikit ór föðurgarði, þótt ek hafi kápurnar.\" Ásamælti: \"Ekki muntu svá skjótt fara, frændi, at þú hafirekki vápn ok föruneyti.\" Hrólfr gekk í burt þegjandi,en fám dögum síðar hvarf hann í brutt, svá at engimaðr vissi, hvat af honum varð. Hvárki bað hann vellifa föður sinn né móður ok enga sína frændr. Vissumenn ok eigi, hvat um hann leið. Ekki er þess getit,at Sturlaugr gæfi sér um burtferð Hrólfs. Leið nú sváum tíma, at Sturlaugr sat um kyrrt í ríki sínu."}}