{"originalTitle": "Örvar-Odds_Saga_Chapter_14", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_14", "text": {"0": "Þat er nú af þeim Oddi at segja, at þeir búa tvauskip ok hafa fjóra tigi manna á hváru skipi. Þeir siglanú fyrir land fram. Svá berr til, at veðr bægir þeim,ok halda þeir at ey einni, er heitir Sámsey. Þar eruvágar þeir, er heita Munarvágar. Þeir leggja skip síní lægi ok tjalda yfir sér. En þat hefir at gengit umdaginn á skipi Odds, at húsasnotra hefir í sundr gengit.En er morgunn kemr, ganga þeir á land upp Oddr okHjálmarr at höggva sér efnitré. Hjálmarr var svá vanrat ganga, at hann hafði öll herklæði sín, þau sem hannhafði í bardögum. Oddr hafði eptir látit örvamælisitt at skipum niðri, en bæði hafði hann skyrtu sínadag ok nátt. Allt lið þeira var í svefni. Þeir finna eigifyrr en víkingar koma at þeim, ok er sá Angantýrnefndr, er fyrir þeim var. Þeir váru tólf saman ok váruallir bræðr. Þeir hafa aldri fleira lið ok höfðu þá faritvíða um heim ok fengit hvergi viðnám. Nú koma þeirat, þar er skip þeira Odds ok Hjálmars váru. Þeir hlaupaá þá með bardaga, ok gengr þar skjótt saga frá, atþeir drepa þar hvert mannsbarn, er á skipunum var.Þá taka þeir til orða bræðr ok segja svá: \"Þat er þóum at ræða, at eigi hefir Arngrímr, faðir várr, í annatsinn logit meir at oss en þá hann sagði oss þessa mennharða ok mikla víkinga, svá at ekki reisti rönd við, envér höfum hér svá komit, at allir hafa verst at boritsik ok sízt dugat. Ok förum heim ok drepum skítkarlinn,föður várn, ok hafi hann þat fyrir lygi sína.\" \"Þater annathvárt,\" sögðu sumir, \"at þeir Oddr ok Hjálmarrhafa mest ægðir verit, eða hitt ella, at þeir munuvera gengnir á land upp, er veðr er gott. Nú munuvér ganga á land upp ok leita þeira heldr en at faraaptr at óreyndu.\" Þeir gera nú svá tólf bræðr, ok kemrnú á þá berserksgangr, ok fara grenjandi. Þá kom okberserksgangr á Angantý, en þat hafði aldri fyrr orðit.Þetta stenzt á ok þeir Oddr ganga ofan ok Hjálmarrfrá mörkinni. Nú nemr Oddr stað ok stingr við fótum.Hjálmarr spyrr, hvat honum sé. Oddr mælti:\"Berr fyrir mik læti kynlig. Mér þykkir stundum semgriðungar gelli eða hundar ýli, en stundum er því líktsem grenjat sé, eða veiztu nokkut þá menn, at þannveg sé til náttúru, at slík læti hafi.\" \"Já,\" sagði Hjálmarr,\"veit ek þá tólf bræðr.\" \"Kanntu nöfn þeira?\" sagðiOddr. Þá varð Hjálmari ljóð á munni:\"Hervarðr, Hjörvarðr,Hrani, Angantýr,Bíldr ok Búi,Barri ok Tóki,Tindr ok Tyrfingr,tveir Haddingjar,þeir í Bólm austrbornir váru,Arngríms synirok Eyfuru.Þá frá ek mannameinúðgastaok ógjarnastagott at vinna.Þeir eru berserkirböls of fylldir,tvau skip hruðutryggra manna.\"Þá sér Oddr, hvar berserkirnir fara, ok varð honumljóð á munni:\"Menn sé ek gangafrá Munarvágumgunnar gjarnaí grám serkjum.Þeir hafa reiðirrómu háða.Eru okkur skipauð á ströndu.\"Þá mælti Oddr: \"Þetta kemr eigi vel við,\" sagði hann,\"því at örvamæli mitt ok bogi lá eptir við skip niðri,en ek hefi bastöxi eina í hendi.\" Oddr kvað þá stökueina:\"Þá var mér óttieinu sinni,er þeir grenjandigengu af öskumok emjandií ey stigu.Þá frá ek fyrðafláráðastaok örvastaillt at vinna.\"Oddr gengr nú aptr í mörkina ok höggr sér kylfu eina,en Hjálmarr bíðr þar eptir. Ok er hann kemr at ofan,þá koma þeir at neðan berserkirnir. Þá kvað Hjálmarrþetta:\"Hliðu vérfyrir hjaldrviðum,aldri, þótt okkratalt þykki.Vit skulum í aptanÓðin gistatveir fóstbræðr,en þeir tólf lifa.\"Þá segir Oddr enn svá:\"En ek því einuorði hnekkta:Þeir skulu í aptanÓðin gistatólf berserkir,en vit tveir lifa.\"Þá varð Angantý ljóð á munni:\"It eruð halirharðir komnirseggir ór hlunnviði.Fallnir eru ykkrirförunautar,ok farið í höll Viðris.\"Þá kvað Oddr:\"Hér eru rekkarreiðir komnir,tírarlausir,eru tólf saman.Einn skal við einnorrostu heyjahvatra drengja,nema hugr bili.\"\"Hverir eru þessir menn,\" sagði Oddr, \"at vér höfumhér hitta?\" \"Maðr heitir Angantýr,\" sögðu hinir, \"sáer fyrir liði ræðr. Vér erum tólf bræðr, synir Arngrímsjarls ok Eyfuru austan af Flæmingjalandi. En hverrspyrr at því?\" sagði Angantýr. \"Hér heitir annarr Oddr,sonr Gríms loðinkinna, en annar heitir Hjálmarr innhugumstóri.\" \"Þá er vel á móti,\" sagði Angantýr, \"fyrirþví at ykkar höfu vit víða leitat.\" \"Hafið þér nokkutkomit til skipa várra?\" sagði Oddr. \"Kómu vér þar,\"sagði Angantýr, \"ok er þar allt unnit oss til handa.\"\"Hversu ætlið þit nú þá til,\" sagði Hjálmarr, \"um fundvárn?\" \"Ek ætla,\" sagði Angantýr, \"sem þit mæltuðtil áðan, at hér skal einn við einn eiga, ok ætla ekmér Odd, fyrir því at þú hefir skyrtu þá, at þér er þvífyrir heitit, at þik skuli engi járn bíta, en ek hefi sverðþat, er Tyrfingr heitir ok dvergar smíðuðu ok hétu,at hvergi skyldi í höggi stað nema, hvárt fyrir eru járneða steinar. Hér er skipt í helminga liði, ok fara sjauí annan stað, en ek við fimmta mann. Þat er líkt látit,ek einn ok Haddingjar tveir. Þá kemr einn í mótiTyrfingi. \" Þá tekr Hjálmarr til orða: \"Ek vil berjastvið Angantý, því at ek hefi brynju þá, er ek hefi aldrisár í fengit. Hún er sett ferföldum hringum.\" \"Þá gerirþú illa,\" sagði Oddr, \"því at okkr mun hlýða, ef ekberjumst við Angantý, en víst eigi ella.\" \"Hvernig semferr,\" sagði Hjálmarr, \"þá skal ek ráða.\" Þá mælti Angantýr:\"Þat vil ek,\" sagði Angantý, \"ef nokkurr várkemst á burt heðan, þá skal enginn annan ræna atvápnum. Ek vil hafa Tyrfing í haug með mér, þótt ekdeyja. Svá skal Oddr hafa skyrtu sína ok skeyti, enHjálmarr brynju sína.\" Ok svá skilja þeir, at þeir skuluverpa haug eptir aðra, er lifa.Nú ganga þeir fyrst fram Haddingjar tveir, en Oddrlýstr sitt kylfuhögg hvárn þeira, ok þurfa þeir ekkifleiri. Þá ríss upp hverr eptir annan, þeir er við Oddskyldu eiga, ok svá lýkr, at hann drepr þá alla, er honumváru ætlaðir. Nú tekr Oddr hvíld. Þá stendr Hjálmarrupp ok þar einnhverr á mót. Varð skammt viðskiptiþeira, áðr hann fellr. Þá ríss upp annarr, inn þriði okfjórði. Þá ríss upp Angantýr, ok eiga þeir harðan oklangan atgang, en svá lýkr, at Angantýr fellr fyrirHjálmari. Þá gekk Hjálmarr at þúfu einni ok seztniðr ok hnígr at upp. Oddr gengr at honum ok kvaðvísu:\"Hvat er þér, Hjálmarr?Hefir þú lit brugðit.Þik kveð ek mæðamiklar undir.Hjálmr er þinn höggvinn,en á hlið brynja.Nú kveð ek fjörviof farit þínu.Ok hefir nú sannazt þat, er ek sagða þér, at okkr mundieigi hlýða, ef þú berðist við Angantý.\" \"Eigi er undirþví,\" sagði Hjálmarr, \"deyja skal hverr um sinn,\" okkvað þetta:\"Sár hefi ek sextán,slitna brynju,svart er mér fyr sjónum,sékat ek ganga.Hneit mér við hjartahjörr Angantýs,hvass blóðrefillherðr í eitri.\"\"Nú hefi ek þann skaða beðit,\" sagði Oddr, \"at ekmun aldri bætr bíða, meðan ek lifi, ok hefir nú illagefizt þrá þitt, ok mundu vér hér mikinn sigr fengithafa, ef ek hefða ráðit.\" \"Nú skaltu setjast niðr,\" sagðiHjálmarr, \"ok vil ek kveða ljóð nokkur ok senda heimtil Svíþjóðar.\" Hann kvað nú þetta:\"Fregna eigi þatá fold konur,at fyr höggumhlífast létak.Hlær eigi at því,at ek hliða gerðak,snót svinnhuguðSigtúnum í.Hvarf ek frá fögrumfljóða söngvi,ótrauðr gamans,út með Sóta.För skundaðakok fórk í liðhinzta sinnifrá hollvinum.Leiddi mik in hvítahilmis dóttirá Agnafitútanverða.Saga mun sannast,er hún sagði mér,at ek aptr komaeigi mundak.Hvarf ek frá ungriIngibjörgu,skjótt réðum þat,á skapadægri.Sá mun fljóðifastnæmr tregi,er vit síðanséumst aldrigi.Ber þú til sýnis,sá er minn vili,hjálm ok brynjui höll konungs.Hugr mun gangasthilmis dóttur,er hún höggna sérhlíf fyr brjósti.Átta ek á foldufimm ból saman,en því undakaldri ráði.Nú verð ek liggjalítt megandi,sverði undaðr,Sámseyju í.Drag þú mér af hendihring inn rauðaok fær inni unguIngibjörgu.Sá mun hennihugfastr tregi,er vit síðanséumst aldrigi.Sé ek, hvar sitjaSigtúnum ífljóð þau, er löttufarar mik þaðan.Gleðr eigi Hjálmarí höll konungsöl né rekkarof aldr síðan.Nú vil ek ok, at þú berir kveðju mína öllum bekkjunautumokkrum, ok mun ek nefna þá á nafn:Drukku vér ok dæmdumdægr margt samanÁlfr ok Atli,Eyvindr, Trani,Gizurr, Gláma,Guðvarðr, Starri,Steinkell, Stikill,Stórólfr, Vífill.Hrafn ok Helgi,Hlöðvér, ÍgullSteinn ok Kári,Styrr ok Áli,Össurr, Agnarr,Ormr ok Trandill,Gylfri ok Gauti,Gjafarr ok Raknarr.Fjölmundr, Fjalarr,Frosti ok Beinir,Tindr ok Tyrfingr,tveir Haddingjar,Valbjörn, Vikarr,Vémundr, Flosi,Geirbrandr, Goti,Guttormr, Snerill.Styrr ok Ári,Steinn ok Kári,Vöttr, Véseti,Vémundr, Hnefi.Vér á einn bekkallir sátumteitir ok reifir;því emk trauðr flugar.Svarfandi, Sigvaldi,Sæbjörn ok Kolr,Þráinn ok Þjóstólfr,Þórólfr ok Svalr,Hrappi ok Haddingr,Húnfastr, Knúi,Óttarr, Egillmeð Ingvari.Nú vil ek þess biðja þik,\" sagði Hjálmarr við Odd, \"atþú látir mik eigi verða lagðan í haug hjá svá illumvættum sem berserkirnir eru, fyrir því at ek þykkjumstmiklu betr at mér en þeir.\" \"Þetta vil ek veitaþér,\" sagði Oddr, \"sem þú beiðir, því at nú þykki mérsem fast dragi at þér.\" \"Nú skaltu draga hringinn afhendi mér,\" sagði Hjálmarr, \"ok færa Ingibjörgu, okseg henni, at ek senda henni hann á deyjanda degi.\"Nú verðr Hjálmari ljóð á munni:\"Drekkr með jöfrijarla mengiöl glaðligaat Uppsölum.Mæðir margamungát fira,en mik eggja sporí eyju þjá.Hrafn flýgr sunnanaf hám meiði,ok er eptir þarörn í sinni.Þeim gef ek erniefstum bráðir.Sá mun á blóðibergja mínu.\"Ok eptir þat dó Hjálmarr. Oddr dró þá saman berserkinaí eina kös ok sveigði þar at utan viðu. Þat varskammt frá sjó. Þar leggr hann hjá þeim vápn þeiraok klæði, rænandi þá engum hlut. Síðan bar hann þáat utan torf ok eyss eptir þat sandi. Síðan tekr hannHjálmar ok leggr á bak sér, gengr til sjóvar ofan oklætr hann niðr á ströndinni, en hann gengr út á skipin,berr þá á land hvern mann, er fallit hafði, ok verprþar annan haug eptir lið sitt, ok er þat sagt af þeimmönnum, er þar hafa komit, at enn sjái þess merki ídag, er Oddr gerði þá."}}