{"originalTitle": "Völsunga_Saga_Chapter_20", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_20", "text": {"0": "Sigurðr ríðr nú langar leiðir ok allt til þess, er hannkemr upp á Hindarfjall, ok stefndi á leið suðr tilFrakklands. Á fjallinu sá hann fyrir sér ljós mikit, semeldr brynni, ok ljómaði af til himins. En er kom at,stóð þar fyrir honum skjaldborg ok upp ór merki.Sigurðr gekk í skjaldborgina ok sá, at þar svaf maðrok lá með öllum hervápnum. Hann tók fyrst hjálminnaf höfði honum ok sá, at þat var kona. Hún var íbrynju, ok var svá föst sem hún væri holdgróin. Þáreist hann ofan ór höfuðsmátt ok í gegnum niðr oksvá út í gegnum báðar ermar, ok beit sem klæði. Sigurðrkvað hana helzti lengi sofit hafa. Hún spurði,hvat svá var máttugt, er beit brynjuna -- \"ok brá mínumsvefni, eða mun hér kominn Sigurðr Sigmundarson,er hefir hjálm Fáfnis ok hans bana í hendi?\" Þásvarar Sigurðr: \"Sá er Völsunga ættar, er þetta verkhefir gert, ok þat hefi ek spurt, at þú ert ríks konungsdóttir, ok þat sama hefir oss sagt verit frá yðrum vænleikok vitru, ok þat skulu vér reyna.\" Brynhildr segir,at tveir konungar börðust. Hét annarr Hjálmgunnarr.Hann var gamall ok inn mesti hermaðr, ok hafði Óðinnhonum sigri heitit, en annarr Agnarr eða Auðabróðir.\"Ek fellda Hjálmgunnar í orrostu, en Óðinn stakk miksvefnþorni í hefnd þess ok kvað mik aldri síðan skyldusigr hafa ok kvað mik giftast skulu. En ek strengdaþess heit þar í mót at giftast engum þeim, er hræðastkynni.\" Sigurðr mælti: \"Kenn oss ráð til stórra hluta.\"Hún svarar: \"Þér munuð betr kunna, en með þökkumvil ek kenna yðr, ef þat er nokkut, er vér kunnum,þat er yðr mætti líka, í rúnum eða öðrum hlutum, erliggja til hvers hlutar, ok drekkum bæði saman, okgefi goðin okkr góðan dag, at þér verði nyt ok frægðat mínum vitrleik ok þú munir eptir, þat er vit ræðum.\"Brynhildr fylldi eitt ker ok færði Sigurði ok mælti:\"Bjór færik þér,brynþings apaldr,magni blandinnok megintíri;fullr er ljóðaok líknstafa,góðra galdraok gamanrúna.Sigrúnar skaltu kunna,ef þú vilt snotr vera,ok rísta á hjalti hjörs,á vettrimumok á valböstumok nefna tysvar Tý.Brimrúnar skaltu gera,ef þú vilt borgit hafaá sundi seglmörum.Á stafni skal þær rístaok á stjórnar blaðiok leggja eld í ár.Fellrat svá brattr brekiné blár unnir,þó kemstu heill af hafi.Málrúnar skaltu kunna,ef þú vilt, at manngi þérheiptum gjaldi harm.Þær um vindr,þær um vefr,þær um setr allar samaná því þingi,er þjóðir skuluí fulla dóma fara.Ölrúnar skaltu kunna,ef þú vilt, at annars kvánvélit þik í tryggð, ef þú trúir.Á horni skal þær rístaok á handarbakiok merkja á nagli nauð.Full skaltu signaok við fári sjáok verpa lauk í lög.Þá ek þat veit,at þér verðr aldrimeinblandinn mjöðr.Bjargrúnar skaltu nema,ef þú vilt borgit fáok leysa kind frá konu.Á lófa skal þær rístaok um liðu spennaok biðja dísir duga.Limrúnar skaltu kunna,ef þú vilt læknir veraok kunna sár at sjá.Á berki skal þær rísta,ok á barri viðarþess, er lúti austr limar.Hugrúnar skaltu nema,ef þú vilt hverjum verageðhorskari guma.Þær of réð,þær of reist,þær of hugði Hroptr.Á skildi váru ristnar,þeim er stendr fyr skínanda guði,á eyra Árvakrsok á Alsvinns hófiok á því hveli, er stendrundir reið Rögnis,á Sleipnis tönnumok á sleða fjötrum,á bjarnar hrammiok á Braga tungu,á úlfs klómok á arnar nefi,á blóðgum vængjumok á brúar sporði,á lausnar lófaok á líknar spori,á gleri ok á gulliok á góðu silfri,í víni ok í virtriok á völu sessi,í guma holdi,á Gungnis oddiok á gýgjar brjósti,á nornar nagliok á nefi uglu.Allar váru af skafnar,þær er á váru ristnar,ok hrærðar við inn helga mjöðok sendar á víða vegu.Þær eru með álfum,sumar með Ásumok með vísum Vönum.Sumar hafa mennskir menn.Þat eru bókrúnarok bjargrúnarok allar ölrúnarok mærar meginrúnar,hverjum, er þær knáóvilltar ok óspilltarsér at heillum hafa.Njóttu, ef þú namt,unz rjúfast regin.Nú skaltu kjósa,alls þér er kost of boðinn,hvassra vápna hlynr.Sögn eða þögnhaf þú þér sjálfr of hug.Öll eru mál of metin.\"Sigurðr svarar:\"Munkat ek flæja,þótt mik feigan vitir.Emkat ek með bleyði borinn.Ástráð þínvil ek öll of hafa,svá lengi sem ek lifi.\""}}