{"originalTitle": "Grettis_Saga_Chapter_60", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_60", "text": {"0": "Nú er Grettir hafði verið tvo vetur í Fagraskógafjalli og er    hinn þriðji var kominn þá fór Grettir suður á Mýrar á þann bæ    er í Lækjarbug heitir og hafði þaðan sex geldinga að óvilja    þess er átti. Þaðan fór hann ofan til Akra og rak á burtu tvö    naut til sláturs og marga sauði og fór upp fyrir sunnan    Hítará.    En er bændur urðu varir við ferð hans gerðu þeir orð Þórði á    Hítarnesi og báðu hann fyrir bindast að ráða Gretti af en    hann fór undan. En við bæn manna fékk hann til Arnór son    sinn, er síðan var kallaður jarlaskáld, að fara með þeim og    bað þá eigi láta Gretti undan reka. Voru þá menn sendir um    alla byggðina.    Bjarni hét maður er bjó á Jörva í Flysjuhverfi. Hann safnaði    mönnum fyrir utan Hítará. Ætluðu þeir svo til að sínum megin    skyldu koma hvorir flokkarnir.    Grettir var við þriðja mann. Hét sá Eyjólfur er fór með    honum, son bónda úr Fagraskógum, og var röskur maður og hinn    þriðji maður með þeim.    Þeir komu fyrst, Þórarinn frá Ökrum og Þorfinnur úr Lækjarbug    og voru nær tuttugu menn saman. Grettir vildi þá leita út    yfir ána. Þá komu þeir Þorgeir og Arnór og Bjarni utan að    ánni. Nes mjótt gekk fram í ána þeim megin sem Grettir var.    Hann rak féið í framanvert nesið þá er hann sá mannaförina    því að hann vildi aldrei laust láta það sem hann fékk höndum    á komið.    Mýramenn réðu þegar til atgöngu og létu gildlega. Grettir bað    fylgdarmenn sína að geyma að þeir gengju eigi að baki honum.    Ei máttu í senn allmargir að honum ganga. Varð þar hörð    viðureign með þeim. Grettir hjó á tvær hendur með saxinu og    varð þeim eigi auðvelt að sækja að honum. Féllu þá sumir    Mýramenn en sumir urðu sárir. Þeir urðu seinir utan yfir ána    því að vaðið var ei allnær. Ei höfðu þeir lengi barist áður    en þeir hurfu frá. Þórarinn frá Ökrum var gamall maður mjög,    svo að hann var ekki í atsókninni.    En er úti var bardaginn þá kom að Þrándur son Þórarins og    Þorgils Ingjaldsson bróðurson Þórðar og Finnbogi son Þorgeirs    Þórhaddssonar úr Hítardal og Steinólfur Þorleifsson úr    Hraundal. Þeir eggjuðu menn mjög til atsóknar. Gerðu þeir enn    harða hríð.    Grettir sá nú að annaðhvort varð að gera, flýja eða hlífast    ekki við. Gengur hann nú svo hart fram að öngvir héldust við    því svo var mannmargt að honum þótti ósýnt til undankomunnar    utan sem vinna sem mest áður en hann félli, vildi og hafa    þann einnhvern fyrir sig er honum þótti manntak í vera. Hljóp    hann þá að Steinólfi úr Hraundal og hjó til hans í höfuðið og    klauf hann í herðar niður og þegar annað högg hjó hann til    Þorgils Ingjaldssonar og kom á hann miðjan og tók nálega í    sundur. Þá vildi Þrándur fram hlaupa og hefna frænda síns.    Grettir hjó til hans á lærið hægra svo að úr tók allan    vöðvann og varð hann þegar óvígur. Eftir það veitti hann    Finnboga mikinn áverka.    Þá kallaði Þórarinn og bað þá frá hverfa \"því að því verra    munuð þér af honum fá sem þér berjist lengur en hann kýs menn    úr liði yðru.\"    Þeir gerðu svo og sneru frá. Þar voru fallnir fimm menn en    fimm sárir til ólífis og örkumla. En flestir höfðu nokkurar    skeinur þeir sem á fundinum höfðu verið. Grettir var ákaflega    móður en lítt sár. Leituðu Mýramenn við þetta undan og höfðu    fengið mikinn mannskaða því að þar féllu margir röskvir menn.    En þeim utan yfir ána fórst seint og komu eigi fyrr en slitið    var fundinum. Og er þeir sáu ófarir sinna manna þá vildi    Arnór ekki hafa sig í hættu og fékk hann mikið ámæli af föður    sínum og mörgum öðrum. Ætla menn að hann hafi engi garpur    verið. Það heitir nú Grettisoddi er þeir börðust.    En þeir Grettir tóku sér hross og riðu upp undir fjall því að    þeir voru allir sárir. Og er þeir komu í Fagraskóga var    Eyjólfur þar eftir. Þar var bóndadóttir úti og spurði að    tíðindum.    Grettir sagði af hið ljósasta og kvað vísu:Hæg munat, hirði-Ságahornflæðar, nú græðastór, þótt steyptust fleiri,Steinólfs höfuðskeina.Því er um Þorgils æviþung von að bein sprungu.Lýðr segir átta aðraauðbrjóta þar dauða.    Eftir það fór Grettir í bæli sitt og sat þar um veturinn."}}