{"originalTitle": "Grettis_Saga_Chapter_88", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_88", "text": {"0": "Í þenna tíma var Haraldur Sigurðarson í Miklagarði og kom    Þorsteinn sér í vináttu við hann. Þótti Þorsteinn nú    mikilhæfur því að Spes lét hann ekki fé skorta. Lögðust þau    nú á hugi, Þorsteinn og Spes. Fannst henni mikið um atgervi    hans. Varð henni féskylft mjög því að hún hélt sér mjög til    vinsælda. Bóndi hennar þóttist og finna að hún tók sér    háttaskipti, bæði í skaplyndi og margri breytni og einkanlega    í fjárauðn. Saknaði hann bæði gulls og gripa er hurfu úr    hennar geymslu.    Og eitthvert sinn talaði Sigurður bóndi hennar við hana og    segir að hún tæki undarlega breytni upp \"þú gefur eigi gaum    að góssi okkru og sukkar því ýmsa vega. En svo er sem eg sjái    þig í svefni og viltu aldrei vera þar stödd sem eg er. Nú    veit eg fyrir víst að eitthvert ber til.\"    Hún svarar: \"Eg sagði þér og svo frændur mínir þá er við    komum saman að eg vildi vera sjálfráð og frjáls allra þeirra    hluta sem mér stæði vel að veita og af því spara eg ekki fé    þitt. Eða viltu nokkuð aðra hluti við mig tala þá sem mér    megi blygð í verða?\"    Hann svarar: \"Eigi er mér það grunlaust að þú haldir    einnhvern þann mann er þér þykir betri en eg.\"    \"Eigi veit eg,\" segir hún, \"að mikið sé fyrir því en þó vil    eg það ætla að þú megir það með öngum sannindum segja. En    ekki munum við tvö ein við talast ef þú berð þessa óvissu að    mér.\"    Hann lét nú falla niður þetta tal að sinni.    Þau Þorsteinn héldu fram hinu sama og voru ekki viðsjál við    orði vondra manna því að hún treysti visku og vinsældum. Oft    sátu þau á tali og skemmtu sér.    Það var eitt kveld er þau sátu í einu lofti þar sem í voru    gripir hennar. Hún bað Þorstein kveða nokkuð því að hún hugði    bónda sitja við drykk sem hann átti vanda til. Hún strengdi    aftur dyrnar. Og er hann hafði kveðið um stund var brotist á    hurðina og kallað að upp skyldi láta. Var þar kominn bóndinn    með marga sveina. Húsfreyja hafði lokið upp einni stórri    kistu og sýndi Þorsteini gripi sína. En er hún kenndi hver    var vildi hún ekki lúka upp dyrnar.    Hún talar við Þorstein: \"Skjót er ráðagerð mín. Hlaup hér    niður í kistuna og lát hljótt um þig.\"    Hann gerði svo. Hún rak lás fyrir kistuna og settist þar upp    á. Í því kom bóndi inn í loftið og höfðu þeir þá brotið upp    loftið.    Húsfreyja mælti: \"Því farið þér með svo miklu harki eða fara    ófriðarmenn eftir yður?\"    Bóndi svarar: \"Nú er vel að þú gefur sjálf raun hver þú ert.    Eða hvar er sá maður er mest renndi raustum áðan? Get eg að    þér þyki hann fagurhljóðari en eg.\"    Hún mælti: \"Enginn er allheimskur ef þegja má. Fer þér og    svo. Þú þykist vera slægur og ætlar að þú munir festa á mér    lygi þína en hér mun raun á nú. Ef þú hefir satt að mæla þá    tak þú hann því að eigi mun hann hlaupa út um veggina eða    ræfrið.\"    Hann leitaði um húsið og fann ekki.    Hún mælti: \"Hví tekur þú hann ekki nú ef þú þykist þó eftir    vísu ganga?\"    Hann þagnaði þá og þóttist ekki vita við hver brögð hann var    kominn og frétti fylgdarmenn sína hvort þeim heyrðist eigi    sem honum. En er þeir sáu að húsfreyju mislíkaði varð ekki af    vitnisburði þeirra og sögðu að jafnan heyrði eigi eftir því    sem var. Gekk bóndi þá út og þóttist vita með sannindum þó að    hann fyndi eigi manninn. Lét hann þá af að forvitnast um    húsfreyju og hagi hennar langa stund.    Annan tíma var það enn miklu síðar að þau Þorsteinn og Spes    sátu í fatabúri einu. Þar voru inni klæði bæði skorin og    óskorin er þau bóndinn áttu. Sýndi hún Þorsteini marga dúka    og röktu í sundur. Og er þau uggði minnst kom þar að þeim    bóndinn með marga menn og brutu upp loftið. En meðan þeir    gerðu það rak hún klæðin ofan á Þorsteinn og studdist við    klæðahlaðann er þeir komu inn í húsið.    \"Hvort muntu enn þræta,\" segir bóndi, \"að hér væri maður hjá    þér? Munu þeir menn vera hér nú er sáu ykkur bæði.\"    Hún bað þá vera eigi svo óða \"mun yður nú eigi bresta en    látið mig vera kyrra og skýfið mér hvergi.\"    Þeir leituðu nú um húsið og fundu ekki, gefa upp um síðir.    Þá mælti húsfreyja: \"Gott er það jafnan að gefa betri raun en    margir ætla og var það von að eigi munduð þér það finna sem    ekki var til. Eða viltu nú bóndi ganga við heimsku þinni og    bera mig undan þessu illmæli?\"    Hann mælti: \"Síður ber eg þig undan að eg þykist víst vita að    þú ert sönn að þessu sem eg hefi á þig borið. Skaltu og verða    þig við að hafa um það mál ef þú getur það af þér fært.\"    Hún kvað sér það ekki í móti skapi. Skildu þau að því tal    sitt.    Eftir þetta var Þorstein með Væringjum jafnan. Og það segja    menn að hann hafi leitað ráða undir Harald Sigurðarson og    ætla menn að þau hefðu eigi svo úr ráðið ef þau hefðu eigi    hans við notið og hans visku.    Og þá er fram liðu stundir gerði Sigurður bóndi orð á því að    hann mundi fara heiman að einhverjum erindum sínum. Ekki    latti húsfreyja hann þess. Og er bóndi var á burtu kom    Þorsteinn til Spes og voru þau þá jafnan bæði saman. Svo var    háttað í garði hennar að hann var húsaður fram yfir sjóinn og    voru það nokkur hús er sjórinn gekk upp undir. Þar sátu þau    Spes og Þorsteinn jafnan. Þar var lítil hlemmur í gólfinu svo    að enginn vissi nema þau tvö. Skyldi hann opinn standa ef    skjótt þyrfti til að taka.    Nú er frá bónda að segja að hann fór hvergi á burt nema hann    leyndist og vildi speja um húsfreyju. Bar það og svo til að    þá er þau varði síst á einu kveldi og þau sátu í    sjóvarloftinu og skemmtu sér að þar kom bóndinn að þeim    óvörum með fjölda fólks og leiddi nú nokkura menn til gluggs    er á var á húsinu og bað þá sjá hvort eftir því væri sem hann    sagði. Allir sögðu að hann hefði rétt talað og svo mundi fyrr    hafa verið, hlupu nú á loftið.    Og er þau heyrðu brakið mælti hún til Þorsteins: \"Hér verður    þú niður að fara hvað sem kostar. Ger mér vísbending ef þú    kemst fram undan húsunum.\"    Hann kvað já við og steypti sér niður í gólfið en húsfreyja    spyrnti fæti sínum á hlemminn, féll síðan aftur í lag og sá    þá hvergi nývirki á gólfinu.    Kom bóndi í loftið og hans menn. Þeir fóru nú leitandi og    fundu ekki sem von var. Loftið var autt svo að þar var engi    hlutur inni nema slétt gólfið og pallar. Sat húsfreyja þar og    lék að fingurgullum sínum. Hún gaf sér fátt að þeim og lét    sem hún ætti ekki um að vera. Nú þótti bónda allkynlegt og    spurði fylgdarmenn sína hvort þeir hefðu eigi séð manninn.    Þeir kváðust fyrir víst hafa séð hann.    Þá mælti húsfreyja: \"Hér mun koma að því sem mælt er að    þrisvar hefir allt orðið forðum. Hefir þér og svo farið    Sigurður,\" sagði hún. \"Þú hefir gert mér þrisvar ónáðir að    því sem mér þykir. Eða eruð þér nú nokkuru hyggnari en fyrir    öndverðu?\"    \"Eg var nú ekki einn til frásagnar,\" segir bóndi. \"Skaltu    fyrir allt það eiga undanfærslu því að eg vil með engu móti    þessa svívirðing hafa óbætta.\"    \"Eg ætla,\" sagði húsfreyja, \"að þú beiðir þess er eg vil    bjóða því að mér þykir allgott að færast undan þessum áburð.    Er hann svo á loft kominn að mér verður mikill vanmetnaður í    ef eg hrind honum eigi af mér.\"    \"Einn veg skaltu þess synja,\" segir bóndi, \"að þú hafir eigi    gefið góss vort né gripi.\"    Hún svarar: \"Þann tíma sem eg færist undan skal eg einn veg    hrinda af mér öllum þeim greinum sem þú hefir til mín að    tala. En hygg að hvar niður skal koma. Vil eg þegar nú á    morgun fara fram fyrir biskup og nefni hann mér fulla    undanfærslu fyrir svo fallin orð fyrir þenna áburð.\"    Bóndi lét sér þetta vel nægja og gekk í burt með sína menn.    Nú er frá Þorsteini að segja að hann lagðist fram undan    húsunum og gekk upp þar sem honum líkaði og tók sér eina    skíðu með logandi eldi og hélt upp svo að sjá mátti úr garði    húsfreyju. Hún var löngum úti um kveldið og um nóttina því að    hún vildi vita ef Þorsteinn kæmi á land. Og er hún sá eldinn    þóttist hún vita að hann var á land kominn því að þau höfðu    þetta ráð gert með sér.    Eftir um morguninn bauð Spes bónda sínum að þau skyldu við    talast fyrir biskupi um sín mál og hann var þess albúinn.    Koma þau nú fram fyrir biskup og hefir bóndi hinar sömu sakir    við hana sem fyrr var getið. Biskup spurði hvort hún hefði    við þetta kennd verið fyrri en enginn sagðist það heyrt hafa.    Þá spurði hann með hverjum líkindum hann bæri þetta að henni.    Hann leiddi þá fram menn er séð höfðu að hún sat í læstu húsi    og þar einn maður hjá henni. Og á því sagði bóndinn sér grun    að sá maður mundi glepja hana. Biskup sagði að hún mátti vel    færast undan þessum áburð ef hún vildi.    Hún kvað sér nú allvel líka \"trúi eg,\" sagði Spes, \"að mér    verði gott til eiðakvenna um þetta mál.\"    Var henni nú nefndur eiður og ákveðinn dagur til að fram    skyldi koma. Fór hún eftir það heim og lét vel yfir sér.    Fundust þau Þorsteinn og Spes og gerðu ráð sín."}}