{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_1", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_1", "text": {"0": "ÞESSI saga byrjast af einum ágætum konungi, er Ingihét. Hann var vel búinn maðr at öllum íþróttum,meiri ok mektugri, vænni ok vitrari, stærri ok sterkarien hverr annarr maðr í veröldinni honum samtíða.Hann lá í hernaði fyrra hlut ævi sinnar ok vann undirsik mörg konungaríki. Hann átti at ráða fyrir Mann-heimum, hvert er var öllum löndum meira ok gagnauðugra.Konungr átti ágæta drottning, er Marsibil hét.Hún var dóttir Margaríuss konungs af Syría. Hún varprýdd öllum kvenligum listum. Þeim varð sonar auðit,er Hjálmþér hét. Hann var vænn, stórr ok sterkr okfimr við allar íþróttir þegar á unga aldri. Konungrlét kenna honum allar menntir, þær sem ungum mönnumvar títt at læra.Einn jarl var í ríki konungs, er Herrauðr hét. Hannkunni allar listir, sem þá váru tíðar. Klókskap okvitrleika hafði hann yfir hvern mann. Hann var inn æðstivinr konungs. Hann átti einn son, ungan ok vænan, erÖlvir hét. Jarl kenndi honum allar íþróttir. Hann hafðiþrjátigi leiksveina ok reið á skóg dagliga at skjóta dýrok fugla. Liðu svá tímar, at Ölvir var fimmtán vetra.Var hann þá manna stærstr ok sterkastr ok bar af hverjummanni tafl, sund ok í turniment at ríða.Þat var eitt sumar, at Ingi konungr lét búa veizlumeð allri makt, er fá kunni. Þangat var boðit jarlinumok syni hans ok mörgu stórmenni, ok var veizla inbezta. Þat var einn dag, er konungr ok jarl sátu undirborðum ok váru glaðir, þá mælti konungr: \"Þat vilek, at þú takir við syni mínum til fósturs.\" Jarl baðhann ráða. En at liðinni veizlunni gaf konungr þeimfeðgum góðar gjafir. Fór Hjálmþér nú með jarli oknam allar þær listir, sem Herrauðr kunni. Þatvar sagt, at kært væri með þeim Hjálmþé ok Ölvi, enjarl skipaði honum at þéna Hjálmþé í öllu ok vægjafyrir honum, ok svá gerði Ölvir."}}