{"originalTitle": "Grettis_Saga_Chapter_43", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_43", "text": {"0": "Þorbjörn öxnamegin spurði að Atli og Grímur voru heiman    farnir. Voru hjá honum Þórissynir frá Skarði, Gunnar og    Þorgeir. Þorbirni lék öfund á vinsældum Atla og því eggjaði    hann þá bræður Þórissonu að þeir skyldu sitja fyrir Atla er    þeir færu utan af Nesinu. Riðu þeir þá heim til Skarðs og    biðu þar til þess er þeir Atli fóru upp um með lestina. En er    þeir komu fram um bæinn á Skarði þá var sén för þeirra.    Brugðu þeir bræður þá skjótt við með húskarla sína og riðu    eftir þeim.    En er þeir Atli sáu ferð þeirra bað hann þá taka ofan    klyfjarnar af hestunum \"og munu þeir vilja bjóða mér bætur    fyrir húskarl minn er Gunnar drap í fyrra sumar. Orkum ekki á    fyrri en verjum hendur vorar ef þeir vekja fyrri við oss.\"    Nú koma hinir að og hlaupa þegar af baki. Atli fagnar þeim og    spurði að tíðindum \"eða viltu bæta mér nokkuru Gunnar fyrir    húskarl minn?\"    Gunnar svarar: \"Annars væruð þér verðir Bjargsmenn en eg bæti    það góðu. Væri og meiri bóta vert fyrir víg Þorbjarnar er    Grettir vó.\"    \"Ekki á eg því að svara,\" sagði Atli, \"enda ertu ekki aðili    þess máls.\"    Gunnar kvað nú fyrir það ganga mundu \"og göngum að þeim og    neytum þess nú að Grettir er nú eigi nærri.\"    Þeir hlupu að Atla og voru átta saman en þeir Atli sex saman.    Atli gekk fram fyrir sína menn og brá sverðinu Jökulsnaut er    Grettir hafði gefið honum.    Þá mælti Þorgeir: \"Margt er líkt með þeim er góðir þykjast.    Ofarlega bar Grettir saxið í fyrra sumar á    Hrútafjarðarhálsi.\"    Atli svarar: \"Hann mun og vanari við stórvirkin en eg.\"    Síðan börðust þeir. Gunnar sótti að Atla með ákefð og var    hinn óðasti.    Og er þeir höfðu barist um stund mælti Atli: \"Engi frami er í    því að við drepum verkmenn hvor fyrir öðrum og er það næst að    við sjálfir leikumst við því að eg hefi aldrei með vopnum    vegið fyrr en nú.\"    Gunnar vildi það eigi.    Atli bað húskarla sína að geyma að lestinni \"en eg mun sjá    hvað þeir gera að\" gekk þá svo hart fram að þeir Gunnar    hrukku fyrir. Drap Atli þar tvo fylgdarmenn þeirra bræðra.    Eftir það sneri hann á móti Gunnari og hjó til hans svo að í    sundur tók skjöldinn fyrir neðan mundriða um þvert og kom á    fótinn fyrir neðan knéð. Og þegar hjó hann annað högg svo að    það varð að banasári.    Nú er að segja frá Grími Þórhallssyni að hann réðst á móti    Þorgeiri og áttust þeir lengi við því að hvortveggi þeirra    var hraustur maður. Þorgeir sá fall Gunnars bróður síns.    Vildi hann þá undan leita. Grímur hljóp eftir honum og elti    hann þar til að Þorgeir drap fæti og féll áfram. Þá hjó    Grímur með öxi milli herða honum svo stóð á kafi. Þá gáfu    þeir grið fylgdarmönnum þeirra þremur sem eftir voru. Eftir    það bundu þeir sár sín og hófu upp klyfjar á hestana og fóru    síðan heim og lýstu vígum þessum.    Sat Atli þá heima með fjölmenni um haustið. Þorbirni    öxnamegin líkaði stórilla og gat þó ekki að gert því að Atli    var mjög vinsæll. Grímur var með honum veturinn og svo Gamli    mágur hans. Þar var þá og Glúmur Óspaksson, annar mágur hans.    Hann bjó þá á Eyri í Bitru. Höfðu þeir setu fjölmenna á    Bjargi og var þar glaumur mikill um veturinn."}}