{"originalTitle": "Commentary_On_Beowulf_Lines_2231_Ff-2238", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Commentary_On_Beowulf_Lines_2231_Ff-2238", "text": {"0": "Supplemented by the account of an earlier stage (3049 ff., 3069 ff.), the history of the hoard is briefly this. Long, long ago (3050a) the hoard had been placed in the earth by illustrious chieftains (3070). A curse had been laid on it. After a time, it was discovered and seized by certain warriors (2248 f.), who made good use of it. The last survivor of this race returned the treasures to the earth, placing them in a barrow or cave. There the dragon found them and kept watch over them for three hundred years (2278), until the theft of a cup aroused his anger and brought on the tragic fight, in which both Bēowulf and the dragon lost their lives. The hoard was finally buried in the ground with the ashes of the hero.It will be observed that the somewhat complicated history of the hoard previous to its seizure by the dragon shows a rather modern motivation. A more primitive conception would have taken a treasure-guarding dragon as an ultimate fact. (Gnom. Cott. 26: draca sceal on hlǣwe,/frōd, frætwum wlanc.) Regarding the story of the last survivor, it has been suggested that, according to the original notion, the man provided in the cave a burial place for himself as well as his treasures, and was then transformed into a dragon (cp. the story of Fáfnir); see Ettmuller Transl. 177; Simrock L 3.21.200; Bu. 370; Buigge & Olrik L 4.51; also J. Grimm, Kleinere Schrtften iv 184. -- The cave of the dragon represents one of those ancient, imposing stone graves covered with a mound which by later generations were regarded as enta geweorc 2717 (cp. Saxo, Prefacio, p. 8 ; also the mod. Dan. jættestue, 'giants' chamber'; Grimm D.M. 442 f. [534f]), and which are found in the Scandinavian countries as well as in England. (S. Muller i 55 ff., 77ff., 95, 122 f.; Wright L 9.3.7 ff.; cf. Schuchhardt, R.-L. iii 206 ff.) See Figure 4 inserted in this edition.The inconsistencies discovered by Stjerna in regard to the place where the hoard was deposited, the nature of the objects composing it, and the depositors (Stjer. 37 ff., 136 ff.) cannot be admitted to exist. [For a study of the whole subject, see also Lawrence L 4.62a.]"}}