{"originalTitle": "Örvar-Odds_Saga_Chapter_28", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_28", "text": {"0": "Jafnan berr saman tal þeira Odds ok Háreks. Þá spyrrOddr, hvárt menn biðja ekki konungs dóttur. \"Eigi erþat traust,\" sagði hann, \"þeir hafa beðit hennar öndvegishöldarnirtil handa sér.\" \"Hversu svarar hann þvímáli?\" sagði Oddr. \"Á hefir hann gert þeim kostinn,\"sagði hann. \"Lát mik heyra þann kost,\" sagði Oddr.\"Konungr á skatt at heimta af landi því, er Bjálka heitir.Þar ræðr fyrir sá konungr, er Álfr heitir ok kallaðrbjálki. Hann er kvángaðr. Kona hans heitir Gyðja. Húner mikill blótmaðr ok bæði þau. Þau eiga son saman,ok heitir Víðgripr. Svá eru þau fjölkunnug, at þau festasaman stóð ok stjörnur. Þar á konungr skatt at heimta,ok hafa lengi niðri legit. Mælti konungr þat til, ef hannskyldi gifta þeim dóttur sína, at þeir skyldu heimta skattaf landinu, en þat nam við, at þeir mæltu til svá mikilsliðs ór landinu, at konungr þóttist berr fyrir hermönnum,er á ganga ríkit. \"Svá þykki mér,\" sagði Oddr,\"at annathvárt mun vera, at skattrinn mun aldri heimtrverða, eða endast mun ella, þó at minna lið sé til haft,eða hvat ætlar þú, hvárt konungr mun vilja gera mérþvílíka kosti sem öðrum, ef ek get heimt skattinn?\" sagðiOddr. \"Vitr maðr er konungr,\" sagði Hárekr, \"ok getek, at sjá þykkist hann þann mun, er yðvarr er um ráðakostinn.\"Ok er nú þetta mál birt fyrir konungi, en hvártsem rætt er um þetta fleira eða færa, þá urðu þau málalok,at Oddr skyldi fara för þessa at heimta skattinn,ok ef hann kemr fram ferðinni ok fær skattinn, þá skalhann eignast konungsdóttur, ok er honum heitit konunnivið margra manna vitni.Nú býst Oddr til ferðar, ok er nú lið saman dregit,sem hann vill hafa, ok er hann er búinn, þá leiðir konungrhann á götu. Þeir skyldu landveg fara. \"Hér ergripr sá,\" sagði konungr, \"at ek vil gefa þér.\" \"Hvater þat?\" sagði Oddr. \"Þat er skjaldmær, er lengi hefirmér fylgt,\" sagði konungr, \"ok verit brjóst fyrir mérí hverjum bardaga.\" Oddr brosti ok mælti: \"Þar hefi ekhvergi komit, at konur hafi verit brjóst fyrir mér, enþó skal þetta þiggja, alls at þú þykkist vel bjóða.\" Þeirkonungr ok Oddr skilja nú, ok ferr Oddr til þess, athann kom at feni einu miklu, ok skopar at skeið okhleypr yfir fenit. Skjaldmærin var it næsta honum, okvarð henni bilt, er hún kom at feninu. Þá spyrr Oddr:\"Hví hljóptu eigi eptir mér?\" \"Því ek var eigi búin,\"sagði hún. \"Já,\" sagði hann, \"vertu nú þá búin.\" Húnstyttir sik þá upp ok hleypr at feninu í annat sinn, okferr sem fyrr ok svá it þriðja sinn. Þá hleypr Oddr aptryfir fenit ok þrífr í hönd henni ok fleygir henni út á fenitok mælti: \"Far þú þar nú, ok hafi þik öll tröll,\" hleyprnú fram aptr yfir fenit í þriðja sinn ok bíðr nú liðs síns.Þeir urðu allir at ganga fyrir enda síkisins, svá var þatbreitt ok illt yfirferðar. Ok nú ferr Oddr með lið sittok gerir njósnir fyrir sér, ok spyrr hann þau tíðendi,at Víðgripr hefir dregit saman her mikinn ok í mótþeim ferr hann. Þeir finnast á völlum nokkurum, okvar þá kveld.Þeir setja herbúðir sínar hvárirtveggja, ok hugðiOddr at um kveldit, hvar Víðgripr setr tjald sitt. Ener menn höfðu látrazt ok allt var kyrrt ok hljótt, stendrOddr upp ok gengr út. Hann var svá búinn, at hannhafði sverð í hendi ok ekki fleira vápna. Eigi nam hannfyrr staðar en hann kom at tjaldi því, er Víðgripr svafí, ok stóð hann þar mjök lengi ok bíðr þess, ef nokkurrmaðr gengr út ór tjaldinu. Þat varð, at maðr gekkút, en húm var á mikit. Hann tók til orða ok mælti:\"Hví hímir þú hér,\" sagði hann, \"en gengr eigi annathvártinn í tjaldit eða á burt?\" \"Já,\" sagði hann, \"mérhefir tekizt til eigi vel. Ek hitti eigi til rúms míns, þarsem ek lögðumst niðr í gærkveld.\" \"Vissir þú, hvar þatvar í tjaldinu?\" \"Þat vissa ek víst, at ek skyldi liggjaí tjaldi Víðgrips ok einn maðr í millum mín ok hans,en svá fjarri ferr, at ek feta þangat, en ek mun verðafyrir hvers manns hlátri, ef ek nýt eigi þín við.\" \"Já,\"segir hinn, \"mega mun ek þat til leggja með þér at komaþér til sængr þeirar, er Víðgripr liggr í,\" ok svá gerirhann. \"Já,\" sagði Oddr, \"láttu nú hljótt, ok mun mérnú allvel hlýða, því at nú sé ek gerla rúm mitt.\" Núgengr sá á burt, en Oddr stendr þar eptir ok þar til,er hann ætlar, at hinn muni sofnaðr. Þá stingr Oddrspýtu út í gegnum tjaldit, þar sem Víðgripr lá undir.Eptir þat gengr hann út ok á bak tjaldinu ok þar at,er spýtan stóð. Þar sprettr hann til ok kippir Víðgripút um skörina ok á tjaldstokkinn ok höggr af honumhöfuðit við stokkinum. Hann spýtti aptr tjaldinu oklét falla inn aptr búkinn, en hann gekk til tjalds sínsok leggst niðr ok lætr sem ekki hafi í orðit."}}