{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_3", "text": {"0": "Liðu nú langir tímar, þar til at þat bar til einn dagsnemma í björtu sólskini, at konunginum varð litit tilsjóvarins. Hann sér einn lítinn bát bruna at landi. Hannvar sem gull álits. Konungr íhugar mjök þessa sýn.Tveir menn váru á skipinu. Konungr reikar ofan tilstrandar með mikilli sturlan ok áhyggju, hugsandi,hversu veröldin mætti brigðul vera. Hann sá manneinn ganga. Hann bar konu eina á hendi sér forkunnarvæna, svá at konungr þóttist enga slíka sét hafa at allrikurteisi ok sköruleik, ok rann honum þegar mikill ástarhugrtil hennar, ok heilsar henni. Hún tók kveðju hans.Konungr frétti hana at nafni ok at tíðendum. \"Ekheiti Lúða,\" segir hún, \"en nóg eru yðr tíðendi at segja,herra. Lúcartus, minn eigin konungr, er réð fyrir borginniBóósía, var helsleginn í sínu eigin ríki af konunginum afSerklandi, sem Núdus heitir. Hann er hverjum manni meiri oksterkari ok at allri atgervi um framhvern mann í þeiri álfu heimsins. Hann hefir með sérallra handa lýð, blámenn ok tröll ok berserki ok risaok dverga ok annat fítónsandafólk. Því mætti engimennskr maðr í móti honum standa ok hans arma lýð.Drápu þeir konunginn, en tóku borgina í sitt vald, envildu hafa nauðgat mér til eiginorðs við sik, en ek vildieigi. Næstu nótt eptirfarandi komst ek leyniliga í burtór minni skemmu ok þræll sá, er hér stendr. Váru vittil sjóvar gangandi ok hingat í yðvart ríki flýjandi, oker ek nú komin á yðar náð, þó með því móti, at ekvíl yðar eiginkona vera, en eigi frilla.\" Konungr segir:\"Hér hefir mjök lukkuliga at borizt, því at mín drottningdeyði fyrir skömmu, ok munum vit gera þetta atgóðu ráði, ok göngum heim til hallar.\" Hún játarþessu.Ganga þau nú heim, ok var við brúðkaupi búizt, okgekk þat fram með heiðri. Ekki var Hjálmþér at veizlunni.Þótti mörgum í ríkinu frúin stórlynd ok ráðgjörn.Leið eigi langt, áðr en maðr hvarf hverja nátt,ok þótti þetta mörgum kynligt. Þræl þann, sem drottninghafði þangat flutt, lét hún geyma svín. Hann varstór ok sterkr sem tröll ok fríðr sýnum. Leið nú sváfram í ríkinu langa tíma."}}