{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_27", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_27", "text": {"0": "\"Þat er upphaf at sögu minni, at faðir minn bjó viðskóg einn hér í Danmörk, er Úlfr hét. Hann átti sérkonu ok átta börn, ok var ek eitt af þeim, it elzta ataldri. Faðir minn átti geitr margar ok mjök óspakar.Var ek til þess fenginn at geyma þeira, ok allt gerðaek, þat er til fell ok ek komst höndum undir, en viðgerningrvar léttr, ok illa var ek klæddr. En þegar ekkom eigi geitunum heim, þá var ek flengdr. Tók ekþetta illa at þola, þar til at ek kom heim eina nótt;bar ek eld at húsunum, ok brenndi ek þau inni. Bjó ekþá búinu um langa stund. Tók ek þá mikinn þroska.Eina nótt dreymdi mik, at maðr kom at mér mikillvexti ok nefndist Grímr. Hann kvað mik vera gottmannsefni ok mikla giftu lagna verða, ef ek kynnieptir at leita, ok mælti til kaupa við mik. Ek spurði,hverninn kaup þat væri. Hann segir: \"Ek skal gefa þérenn meira afl en þú hefir áðr, þar með vápn ok góðklæði ok fleiri hluti aðra, en þú skalt fara á fundHrólfs Sturlaugssonar ok svíkja hann, ef þú getr, þvíat hann er nú á ferð kominn, ok ætlar hann nú til Garðaríkisok ná burt konungsdóttur. Mun hann mörgu illu afstað koma, ef hann er eigi af dögum ráðinn. Má svágera giftumuninn, at þú verðir mágr Eireks konungs,en hann fái bana.\" Ek játaði þessu. Síðan tók hannhorn undan skikkju sinni ok gaf mér einn drykk. Þóttimér þá hlaupa afl í mik. Síðan skildu vit at svá mæltu,ok er ek vaknaði, lágu þar bæði vápnin ok klæðin. Fórek síðan, þar til er vit fundum Ölvi, frænda minn.Váru þat allt mín ráð, er þar fór fram, því at ek þóttistvita, at þú mundir halda eiða þína ok ek mundikosti eiga at drepa þik, þá er ek vilda, ok þú hefðirunnit mér þat til framkvæmdar. Þykkist ek nú vita, atþetta hefir Grímr ægir verit, er mér hefir vitrazt, okþví fór ek ór Garðaríki eptir þér, at ek hræddumst, athann mundi mér grimmliga hefna, ef ek gerði þat eigi,er hann hafði mælt. Nú hafði ek ætlat at fá Þóru tileiginkonu, ok því færði ek Ingigerði hingat, en eigií Garðaríki. Hefði ek þar aldri óttalauss verit, ef itsanna væri uppi um hagi mína, ok hefi ek ætlat atdrepa Stefni ok svá jarl eptir ok taka Ingigerði ok ráðaeinn fyrir ríkinu þaðan af. Mundi ek hafa gengit millibols ok höfuðs á þér, Hrólfr minn, í skóginum, ef ekhefði eigi óttazt Dúlcifal. Er nú ævisaga mín úti. Væntirmik nú, Hrólfr minn, at þú munir gefa mér líf, þóttek sé ómakligr, því at mér hefir nokkur várkunn áverit at vinna til þvílíks heiðrs sem í boði var ok slíkskvánfangs ok mikils ríkis.\" Eptir þat þagnar Vilhjálmr,en öllum þeim, er heyrðu þessa sögu, þótti hann verainn mesti svikari.Eptir þat hefr Hrólfr upp sína sögu ok segir frá því,er hann fór heiman ór Danmörku, ok til þess, er þávar komit, ok þótti mönnum mikils vert um hans frægðok hreystiverk, ok þótti dvergrinn honum sendr verithafa til happa.Tók nú Björn aptr þvílík metorð ok heiðr sem hannhafði áðr haft, en Vilhjálmr var nú fanginn, ok er stefnttil hans fjölmennt þing. Var þá um leitat, hvern dauðadaghann skyldi helzt hafa. Urðu allir á þat sáttir, athann fengi it hræðiligasta líflát, ok var síðan sett ginkeflií kjapt honum ok hengdr á hæsta gálga. Lét Vilhjálmrsvá sitt líf sem fyrr var sagt, ok var þess ván, atilla mundi illum lúka, þar sem þvílíkr svikari ok morðingivar.Ingigerðr konungsdóttir varð fegin aptrkvámu Hrólfsok því, at hann var heill orðinn. Átti jarl þá tal viðhana ok segir, at nú mundi ekki brullaupinu lengrfresta þurfa. Hún segir: \"Þat skuluð þér vita, herra,at eigi er hefnt Hreggviðar konungs, föður míns, okþat með, at ek skal í einskis manns sæng koma, fyrren þat er gert, at Eirekr konungr er drepinn ok Grímrægir ok allir þeir, er þar gerðu mest at. Vil ek ok eigi,at Garðaríkis menn þjóni undir annan höfðingja enþann, er ek skal eiga.\" Hrólfr segir: \"Með því ek færðikonungsdóttur burt ór Garðaríki ok hún vildi mérlostig fylgja, þá skal hún ok ónauðug af hverjum manni,ef ek má ráða. En bjóða vil ek yðr, herra, at fara íGarðaríki með styrk yðrum ok vinna þar þvílíkt, erek má orka.\" Jarl segir: \"Þakka vil ek yðr, Hrólfr,fyrir þann góðvilja, er þér hafið mér tét í þessu okallri þinni þjónustu. Nú vil ek gjarna þat þiggja, atþit Stefnir séuð formenn þessar ferðar. Skal ek ykkrsvá búa í þessa ferð at skipum ok liði sem ek hefi framastefni á, því at ek vildi, at þit kæmuð svá hefndumfram, at konungsdóttur líki. Skal ok brullaupit eigifyrr vera en þit komit aptr, ef þess verðr auðit.\" Konungsdóttirsegir sér þetta vel líka, ok var þetta meðþeim staðráðit. Menn Hrólfs höfðu beðit hans í kastalanum,meðan hann var í burtu, ok urðu þeir glaðirvið hans heimkvámu."}}