{"originalTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_17", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Brönufóstra_Chapter_17", "text": {"0": "Eina nátt, þá er Hálfdan lá í sæng sinni, vaknaðihann við þat, at þar var komin Brana, fóstra hans, athonum svá mælandi: \"Stattu upp, Hálfdan,\" segir hún,\"ef þú vilt eiga Marsibil konungsdóttur, því at Eirekrkonungr ór Miklagarði er kominn í England ok biðrhennar, en hún læsir sik í skemmu sinni, ok nær konungrhennar máli aldri, ok far þú á Skrauta, drekaþínum.\" Hálfdan stendr þá upp ok man allt, sem hannvakni af svefni. Hann ferr til skips einn saman okhrindr fram drekanum. Kemr þegar á blásandi byrr.Léttir Hálfdan eigi ferð sinni, fyrr en hann kemr tilEnglands í þá höfn, er fyrr hafði hann út lagt, ok varþá komit at kveldi.Hann gengr upp frá skipi ok kemr at skíðgarðkonungsdóttur. Hann rennr þegar upp garðinn ok klappará hurðina. Þær Marsibil ok Ingibjörg heyra höggit.Ingibjörg mælti: \"Við þetta högg varð mér gott, okvilda ek upp láta.\" Marsibil bað hana ráða. Hún lýkrnú upp hurðunni ok sá þar kominn Hálfdan, bróðursinn. Verða þær honum harðla fegnar. Þegar um morguninngengr Hálfdan fyrir Óláf konung ok biðr Marsibilsér til handa, en konungi brá svá við þessi orð, athann gifti honum dóttur sína, en hafði áðr ætlat atdrepa hann. Eirekr konungr bað nú Ingibjargar. Hálfdangifti honum hana. Þá var þar kominn Sigurðrkonungr af Skörðuborg ok með honum Sigurðr, fóstbróðirHálfdanar. Hann bað Alfífu til handa honum,ok var hún honum gefin, ok váru þessi brullaup öllí einu. Stóðu þau hálfan mánuð með miklum prís.En eptir veizluna af liðna gaf hvárr konungr öðrumgjafir góðar. Fór Eirekr konungr ok hans drottningheim í sitt ríki, ok ríktu þau þar til elli, ok er margtmanna frá þeim komit. Þau Sigurðr ok Alfífa fóruheim til Skotlands, ok stýrði því ríki til dauðadags.Var þá andaðr Angantýr, faðir hans. Hann átti sérþann son, er Angantýr hét. Sá tók ríki eptir hann okvarð frægr maðr. Þau Hálfdan ok Marsibil fóru tilDanmerkr ok ríktu þar til, er Óláfr konungr andaðist,en þá fóru þau til Englands ok ríktu þar til elli. Þauáttu þann son, er Ríkarðr hét. Hann varð konungr íEnglandi eptir födur sinn. Þat segja sumir menn, atsá Ríkarðr væri faðir Álaflekks, ok lýkst hér nú sagaHálfdanar Brönufóstra."}}