{"originalTitle": "Grettis_Saga_Chapter_32", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_32", "text": {"0": "Þórhallur hét maður er bjó á Þórhallsstöðum í Forsæludal.    Forsæludalur er upp af Vatnsdal. Þórhallur var Grímsson,    Þórhallarsonar, Friðmundarsonar er nam Forsæludal. Þórhallur    átti þá konu er Guðrún hét. Grímur hét son þeirra en Þuríður    dóttir er þá var vel á legg komin. Þórhallur var vel auðigur    maður og mest að kvikfé svo að engi maður átti jafnmargt    ganganda fé sem hann. Ekki var hann höfðingi en þó skilríkur    bóndi.    Þar var reimt mjög og fékk hann varla sauðamenn svo að honum    þætti duga. Hann leitaði ráðs við marga vitra menn hvað hann    skyldi til bragðs taka en engi gat það ráð til gefið er    dygði.    Þórhallur reið til þings hvert sumar. Hann átti hesta góða.    Það var eitt sumar á alþingi að Þórhallur gekk til búðar    Skafta lögmanns Þóroddssonar. Skafti var manna vitrastur og    heilráður ef hann var beiddur. Það skildi með þeim feðgum.    Þóroddur var forspár og kallaður undirhyggjumaður af sumum    mönnum en Skafti lagði það til með hverjum manni sem hann    ætlaði að duga skyldi ef eigi væri af því brugðið. Því var    hann kallaður beturfeðrungur.    Þórhallur gekk í búð Skafta. Hann fagnaði vel Þórhalli því að    hann vissi að hann var ríkur maður að fé og spurði hvað að    tíðindum væri.    Þórhallur mælti: \"Heilræði vildi eg af yður þiggja.\"    \"Í litlum færum er eg til þess,\" sagði Skafti, \"eða hvað    stendur þig?\"    Þórhallur mælti: \"Það er svo háttað að mér helst lítt á    sauðamönnum. Verður þeim heldur klaksárt en sumir gera öngvar    lyktir á. Vill nú engi til taka sá er kunnigt er til hvað    fyrir býr.\"    Skafti svarar: \"Þar mun liggja meinvættur nokkur er menn eru    tregari til að geyma síður þíns fjár en annarra manna. Nú    fyrir því að þú hefir að mér ráð sótt þá skal eg fá þér    sauðamann þann er Glámur heitir, ættaður úr Svíþjóð úr    Sylgsdölum, er út kom í fyrra sumar, mikill er og sterkur og    ekki mjög við alþýðuskap.\"    Þórhallur kvaðst ekki um það gefa ef hann geymdi vel fjárins.    Skafti sagði öðrum eigi vænt horfa ef hann geymdi eigi fyrir    afls sakir og áræðis. Þórhalli gekk þá út. Þetta var að    þinglausnum.    Þórhalli var vant hesta tveggja ljósbleikra og fór sjálfur að    leita. Af því þykjast menn vita að hann var ekki mikilmenni.    Hann gekk upp undir Sleðás og suður með fjalli því er    Ármannsfell heitir.    Þá sá hann hvar maður fór ofan úr Goðaskógi og bar hrís á    hesti. Brátt bar saman fund þeirra. Þórhallur spurði hann að    nafni en hann kveðst Glámur heita. Þessi maður var mikill    vexti og undarlegur í yfirbragði, bláeygður og opineygður,    úlfgrár á hárslit. Þórhalli brá nokkuð í brún er hann sá    þenna mann en þó spurði hann og skildi hann að honum mundi    til þessa vísað.    \"Hvað er þér best hent að vinna?\" segir Þórhallur.    Glámur kvað sér vel hent að geyma sauðfjár á vetrum.    \"Viltu geyma sauðfjár míns?\" segir Þórhallur. \"Gaf Skafti þig    á mitt vald.\"    \"Svo mun þér hentust mín vist að eg fari sjálfráður því eg er    skapstyggur ef mér líkar eigi vel,\" segir Glámur.    \"Ekki mun mér mein að því,\" segir Þórhallur, \"og vil eg að þú    farir til mín.\"    \"Gera má eg það,\" segir Glámur, \"eða eru þar nokkur vandhæfi    á?\"    \"Reimt þykir þar vera,\" segir Þórhallur.    \"Ekki hræðist eg flykur þær,\" sagði Glámur, \"og þykir mér að    ódauflega.\"    \"Þess muntu við þurfa,\" segir Þórhallur, \"og hentar þar betur    að vera eigi alllítill fyrir sér.\"    Eftir það kaupa þeir saman og skal Glámur koma að    veturnóttum. Síðan skildu þeir og fann Þórhallur hesta sína.    Þar hafði hann nýleitað. Reið Þórhallur heim og þakkaði    Skafta velgerning.    Sumar leið af og frétti Þórhallur ekki til sauðamanns og engi    kunni skyn á honum en að ánefndum tíma kom hann á    Þórhallsstaði. Tekur bóndi við honum vel en öllum öðrum gast    ekki að honum en húsfreyju þó minnst. Hann tók við    fjárvarðveislu og varð honum lítið fyrir því. Hann var    hljóðmikill og dimmraddaður og fé stökk allt saman þegar hann    hóaði. Kirkja var á Þórhallsstöðum. Ekki vildi Glámur til    hennar koma. Hann var ósöngvinn og trúlaus, stirfinn og    viðskotaillur. Öllum var hann hvimleiður.    Nú leið svo þar til er kemur aðfangadagur jóla. Þá stóð    Glámur snemma upp og kallaði til matar síns.    Húsfreyja svaraði: \"Ekki er það háttur kristinna manna að    matast þenna dag því að á morgun er jóladagur hinn fyrsti,\"    segir hún, \"og er því fyrst skylt að fasta í dag.\"    Hann svarar: \"Marga hindurvitni hafið þér þá er eg sé til    einskis koma. Veit eg eigi að mönnum fari nú betur að heldur    en þá er menn fóru ekki með slíkt. Þótti mér þá betri siður    er menn voru heiðnir kallaðir og vil eg mat minn en öngvar    refjar.\"    Húsfreyja mælti: \"Víst veit eg að þér mun illa farast í dag    ef þú tekur þetta illbrigði til.\"    Glámur bað hana taka mat í stað, kvað henni annað skyldu vera    verra. Hún þorði eigi annað en að gera sem hann vildi. Og er    hann var mettur gekk hann út og var heldur gustillur. Veðrið    var svo farið að myrkt var um að litast og flögraði úr drífa    og gnýmikið og versnaði mikið sem á leið daginn. Heyrðu menn    til sauðamanns öndverðan daginn en miður er á leið daginn.    Tók þá að fjúka og gerði á hríð um kveldið. Komu menn til    tíða og leið svo fram að dagsetri. Ei kom Glámur heim. Var þá    um talað hvort hans skyldi eigi leita en fyrir því að hríð    var á og niðamyrkur þá varð ekki af leitinni. Kom hann ekki    heim jólanóttina. Biðu menn svo fram um tíðir.    Að ærnum degi fóru menn í leitina og fundu féið víða í    fönnum, lamið af ofviðri eða hlaupið á fjöll upp. Því næst    komu þeir á traðk mikinn ofarlega í dalnum. Þótti þeim því    líkt sem þar hefði glímt verið heldur sterklega því að    grjótið var víða upp leyst og svo jörðin. Þeir hugðu að    vandlega og sáu hvar Glámur lá skammt á burt frá þeim. Hann    var dauður og blár sem hel en digur sem naut. Þeim bauð af    honum óþekkt mikla og hraus þeim mjög hugur við honum. En þó    leituðu þeir við að færa hann til kirkju og gátu ekki komið    honum nema á einn gilsþröm þar skammt ofan frá sér og fóru    heim við svo búið og sögðu bónda þenna atburð.    Hann spurði hvað Glámi mundi hafa að bana orðið. Þeir kváðust    rakið hafa spor svo stór sem keraldsbotni væri niður skellt    þaðan frá sem traðkurinn var og upp undir björg þau er þar    voru ofarlega í dalnum og fylgdu þar með blóðdrefjar miklar.    Það drógu menn saman að sú meinvættur er áður hafði þar verið    mundi hafa deytt Glám en hann mundi fengið hafa henni mikinn    áverka þann er tekið hafi til fulls því að við þá meinvætti    hefir aldrei vart orðið síðan.    Annan dag jóla var farið að leita við enn að færa Glám til    kirkju. Voru eykir fyrir beittir og gátu þeir hvergi fært    hann þegar sléttlendið var og eigi var forbrekkis að fara.    Gengu nú frá við svo búið. Hinn þriðja dag fór prestur með    þeim og leituðu allan daginn og Glámur fannst ekki. Ekki    vildi prestur oftar til fara en sauðamaður fannst þegar    prestur var eigi í ferð. Létu þeir þá fyrir vinnast að færa    hann til kirkju og dysjuðu hann þar sem þá var hann kominn.    Litlu síðar urðu menn varir við það að Glámur lá eigi kyrr.    Varð mönnum að því mikið mein svo að margir féllu í óvit ef    sáu hann en sumir héldu eigi vitinu. Þegar eftir jólin    þóttust menn sjá hann heima þar á bænum. Urðu menn ákaflega    hræddir. Stukku þá margir menn í burt. Því næst tók Glámur að    ríða húsum á nætur svo að lá við brotum. Gekk hann þá nálega    nætur og daga. Varla þorðu menn að fara upp í dalinn þó að    ættu nóg erindi. Þótti mönnum þar í héraðinu mikið mein að    þessu."}}