{"originalTitle": "Völsunga_Saga_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_3", "text": {"0": "Siggeirr hefir konungr heitit. Hann réð fyrir Gautlandi.Hann var ríkr konungr ok fjölmennr. Hann fór áfund Völsungs konungs, ok bað hann Signýjar til handasér. Þessu tali tekr konungr vel ok svá synir hans, en húnsjálf var þessa ófús, biðr þó föður sinn ráða sem öðruþví, sem til hennar tæki. En konunginum sýndist þat ráðat gifta hana, ok var hún föstnuð Siggeiri konungi. Enþá er sjá veizla ok ráðahagr skal takast, skal Siggeirrkonungr sækja veizluna til Völsungs konungs. Konungrbjóst við veizlunni eptir inum beztum föngum. Okþá er þessi veizla var albúin, kómu þar boðsmennVölsungs konungs ok svá Siggeirs konungs at nefndumdegi, ok hefir Siggeirr konungr marga virðuligamenn með sér. Svá er sagt, at þar váru miklir eldargervir eptir endilangri höllinni, en nú stendr sjá innmikli apaldr í miðri höllinni, sem fyrr var nefndr.Nú er þess við getið, at þá er menn sátu við eldanaum kveldit, at maðr einn gekk inn í höllina. Sá maðrer mönnum ókunnr at sýn. Sjá maðr hefir þess háttarbúning, at hann hefir heklu flekkótta yfir sér. Sá maðrvar berfættr ok hafði knýtt línbrókum at beini. Sá maðrhafði sverð í hendi ok gengr at barnstokkinum okhött síðan á höfði. Hann var hár mjök ok eldiligr ok einsýnn.Hann bregðr sverðinu ok stingr því í stokkinn, sváat sverðit sökkr at hjöltum upp. Öllum mönnum fellustkveðjur við þenna mann. Þá tekr hann til orða ok mælti:\"Sá, er þessu sverði bregðr ór stokkinum, þá skal sá þatþiggja at mér at gjöf, ok skal hann þat sjálfr sanna, ataldri bar hann betra sverð sér í hendi en þetta er.\" Eptirþetta gengr sjá inn gamli maðr út ór höllinni, ok veitengi, hverr hann er eða hvert hann gengr. Nú standaþeir upp ok metast ekki við at taka sverðit. Þykkistsá bezt hafa, er fyrst náir. Síðan gengu til inir göfgustumenn fyrst, en þá hverr at öðrum. Engi kemr sá til, ernái, því at engan veg bifast, er þeir taka til. Nú kom tilSigmundr, sonr Völsungs konungs, ok tók ok brá sverðinuór stokkinum, ok var sem laust lægi fyrir honum.Þetta vápn sýndist öllum svá gott, at engi þóttist sét hafajafngott sverð, ok býðr Siggeirr honum at vega þrjújafnvægi gulls. Sigmundr segir: \"Þú máttir taka þettasverð eigi síðr en ek, þar sem þat stóð, ef þér sæmdi atbera, en nú fær þú þat aldri, er þat kom áðr í mína hönd,þótt þú bjóðir við allt þat gull, er þú átt.\" Siggeirr konungrreiddist við þessi orð ok þótti sér háðuliga svaratvera. En fyrir því, at honum var svá varit, at hann varundirhyggjumaðr mikill, þá lætr hann nú sem hannhirði ekki um þetta mál, en þat sama kveld hugði hannlaun fyrir þetta, þau er síðar kómu fram."}}