{"originalTitle": "Völsunga_Saga_Chapter_27", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_27", "text": {"0": "Þeir búa nú ferð sína listuliga, ríða nú fjöll ok dalitil Buðla konungs; bera upp bónorðit. Hann tók þvível, ef hún vill eigi níta, ok segir hana svá stóra, atþann einn mann mun hún eiga, er hún vill. Þá ríðaþeir í Hlymdali. Heimir fagnar þeim vel. Segir Gunnarrnú erendin. Heimir kvað hennar kör vera, hvern húnskal eiga; segir þar sal hennar skammt frá ok kvaðstþat hyggja, at þann einn mundi hún eiga vilja, er riðield brennanda, er sleginn er um sal hennar. Þeir finnasalinn ok eldinn ok sjá þar borg gulli bysta, ok branneldr um utan. Gunnarr reið Gota, en Högni Hölkvi.Gunnarr keyrir hestinn at eldinum, en hann hopar.Sigurðr mælti: \"Hví hopar þú, Gunnarr?\" Hannsvarar: \"Eigi vill hestrinn hlaupa þenna eld,\" ok biðrSigurð ljá sér Grana. \"Heimilt er þat,\" segir Sigurðr.Gunnarr ríðr nú at eldinum, ok vill Grani eigi ganga.Gunnarr má nú eigi ríða þenna eld; skipta nú litum,sem Grímhildr kenndi þeim Sigurði ok Gunnari. Síðanríðr Sigurðr ok hefir Gram í hendi ok bindr gullsporaá fætr sér. Grani hleypr fram at eldinum, er hannkenndi sporans. Nú verðr gnýr mikill, er eldrinn tókat æsast, en jörð tók at skjálfa. Loginn stóð við himin.Þetta þorði engi at gera fyrr, ok var sem hann riði ímyrkva. Þá lægðist eldrinn, en hann gekk af hestinuminn í salinn. Svá er kveðit:\"Eldr nam at æsast,en jörð at skjálfaok hár logivið himni gnæfa.Fár treystist þarfylkis rekkaeld at ríðané yfir stíga.Sigurðr Granasverði keyrði.Eldr slokknaðifyr öðlingi,logi allr lægðistfyr lofgjörnum.Bliku reiði,er Reginn átti.\"Ok er Sigurðr kom inn um logann, fann hann þar eittfagrt herbergi, ok þar sat í Brynhildr. Hún spyrr, hverrsá maðr er. En hann nefndist Gunnarr Gjúkason. --\"Ertu ok ætluð mín kona með jáyrði föður þíns, efek riða þinn vafrloga, ok fóstra þíns með yðru atkvæði.\"\"Eigi veit ek gerla, hversu ek skal þessu svara,\" segirhún. Sigurðr stóð réttr á gólfinu ok studdist á sverðshjöltinok mælti til Brynhildar: \"Þér í mót skal ekgjalda mikinn mund í gulli ok góðum gripum.\" Húnsvarar af áhyggju af sínu sæti sem álpt af báru okhefir sverð í hendi ok hjálm á höfði ok var í brynju:\"Gunnarr,\" segir hún, \"ræð ekki slíkt við mik, nemaþú sér hverjum manni fremri, ok þá skaltu drepa, ermín hafa beðit, ef þú hefir traust til. Ek var í orrostumeð Garðakonungi, ok váru vápn vár lituð í mannablóði,ok þess girnumst vér enn.\" Hann svarar: \"Mörgstórvirki hafi þér unnit, en minnizt nú á heit yður, efþessi eldr væri riðinn, at þér mundið með þeim manniganga, er þetta gerði.\" Hún finnr nú hér sönn svörok merki þessa máls, stendr upp ok fagnar honum vel.Þar dvelst hann þrjár nætr, ok búa eina rekkju. Hanntekr sverðit Gram ok leggr í meðal þeira bert. Húnspyrr, hví þat sætti. Hann kvað sér þat skipat, at svágerði hann brúðlaup til konu sinnar eða fengi ellabana. Hann tók þá af henni hringinn Andvaranaut,er hann gaf henni, en fekk henni nú annan hring afFáfnis arfi. Eptir þetta ríðr hann brott í þann samaeld til sinna félaga, ok skipta þeir aptr litum ok ríðasíðan í Hlymdali ok segja, hvé farit hafði.Þann sama dag fór Brynhildr heim til fóstra síns oksegir honum af trúnaði, at til hennar kom einn konungr-- \"ok reið minn vafrloga ok kvaðst kominn tilráða við mik ok nefndist Gunnarr. En ek sagða, atþat mundi Sigurðr einn gera, er ek vann eiða á fjallinu,ok er hann minn frumverr.\" Heimir kvað nú svábúit vera mundu. Brynhildr mælti: \"Dóttur okkarSigurðar, Áslaugu, skal hér upp fæða með þér.\" Farakonungar nú heim, en Brynhildr fór til föður síns. Grímhildrfagnar þeim vel ok þakkar Sigurði sína fylgd. Erþar búizt við veizlu. Kom þar mikill mannfjöldi. Þarkom Buðli konungr með dóttur sína ok Atli, sonr hans,ok hefir þessi veizla staðit marga daga. Ok er lokit erþessi veizlu, minnir Sigurð alla eiða við Brynhildi oklætr þó vera kyrrt. Brynhildr ok Gunnarr sátu viðskemmtan ok drukku gott vín."}}