{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_13", "text": {"0": "Þat var einn morgun í sólarupprás, at Hervör stóðupp á kastala einum yfir borgarhliði. Hún sá jóreykistóra suðr til skógarins, svá at löngum fal sólina. Þvínæst sá hún glóa undir jóreyknum, sem á gull eitt liti,fagra skjöldu ok gulli lagða, gyllta hjálma ok hvítarbrynjur. Sá hún þá, at þetta var herr Húna ok mikillfjöldi. Hervör gekk ofan skyndiliga ok kallar lúðrsveinok bað blása saman lið. Ok síðan mælti Hervör: \"Takiðvápn yður ok búizt til orrostu, en þú, Ormarr, ríð ímót Húnum ok bjóð þeim orrostu fyrir borgarhliðiinu syðra. Ormarr kvað:\"Skal ek víst ríðaok rönd bera,Gota þjóðumgunni heyja.\"Þá reið Ormarr af borginni ok í mót hernum. Hannkallaði hátt ok bað þá ríða til borgarinnar, -- \"ok útifyrir borgarhliðinu suðr á völlunum þar býð ek yðrtil orrostu; bíði þeir þar annarra, er fyrr koma.\" Núreið Ormarr aptr til borgarinnar, ok var þá Hervöralbúin ok allr herr. Riðu þau nú út af borginni meðhernum móti Húnum, ok hófst þar allmikil orrosta.En með því at Húnar hafa lið miklu meira, snerimannfallinu í lið þeira Hervarar, ok um síðir fell Hervörok mikit lið umhverfis hana. En er Ormarr sáfall hennar, flýði hann ok allir þeir, er lífit þágu. Ormarrreið dag ok nótt, sem mest mátti hann, á fundAngantýs konungs í Árheima. Húnar taka nú at herjaum landit víða ok brenna. Og sem Ormarr kom fyrirAngantý konung, þá kvað hann:\"Sunnan em ek kominnat segja spjöll þessi:sviðin er öll mörkok Myrkviðar heiðr,drifin öll Goðþjóðgumna blóði.\"Ok enn kvað hann:\"Mey veit ek Heiðreks,systur þína,svigna til jarðar;hafa Húnarhana felldaok marga aðrayðra þegna.Léttari gerðist hún at böðen við biðil ræðaeða í bekk at faraat brúðar gangi.\"Angantýr konungr, þá er hann heyrði þetta, brá hanngrönum ok varð seint til orða ok mælti þetta um síðir:\"Óbróðurliga vartu leikin,in ágæta systir.\"Ok síðan leit hann yfir hirðina, ok var ekki margtliðs með honum. Hann kvað þá:\"Mjök váru vér margir,er vér mjöð drukkum,nú eru vér færi,er vér fleiri skyldum.Sék eigi manní mínu liði,þótt ek biðjaok baugum kaupa,er muni ríðaok rönd beraok þeira Húnaherlið finna.\"Gizurr gamli sagði:\"Ek mun þik einkiseyris krefjané skjallandaskarfs ór gulli;þó mun ek ríðaok rönd bera,Húna þjóðumherstaf bjóða.\"Þat váru lög Heiðreks konungs, ef herr var í landi,en landskonungr haslaði völl ok lagði orrostustað, þáskyldu víkingar ekki herja, áðr orrosta væri reynd.Gizurr herklæddist með góðum hervápnum ok hljópá hest sinn, sem ungr væri. Þá mælti hann til konungs:\"Hvar skal ek Húnumhervíg kenna?\"Angantýr kvað:\"Kenndu at Dylgjuok á Dúnheiði,ok á þeim öllumJassarfjöllum;þar opt Gotargunni háðuok fagran sigrfrægir vágu.\"Nú reið Gizurr í brott ok þar til, er hann kom í herHúna. Hann reið eigi nær en svá, at hann mátti talavið þá. Þá kallar hann hári röddu ok kvað:\"Felmtr er yðru fylki,feigr er yðarr vísir,gnæfar yðr gunnfáni,gramr er yðr Óðinn.\"Ok enn:\"Býð ek yðr at Dylgjuok á Dúnheiðiorrostu undirJassarfjöllum;hræ sé yðrat hái hverjum,ok láti svá Óðinn flein fljúga,sem ek fyrir mæli.\"Þá er Hlöðr hafði heyrt orð Gizurar, þá kvað hann:\"Taki þér GizurGrýtingaliða,mann Angantýs,kominn af Árheimum.\"Humli konungr sagði:\"Eigi skulumárum spilla,þeim er of faraeinir saman.\"Gizurr mælti: \"Eigi gera Húnar oss felmtraða néhornbogar yðrir.\" Gizurr drap þá hest sinn með sporumok reið á fund Angantýs konungs ok gekk fyrirhann ok kvaddi hann vel. Konungr spyrr, hvárt hannhefði fundit konunga. Gizurr mælti: \"Talaða ek viðþá, ok stefnda ek þeim á vígvöll á Dúnheiði íDylgjudölum.\" Angantýr spyrr, hvat mikit lið Húnarhafa. Gizurr mælti: \"Mikit er þeira mengi:Sex ein eruseggja fylki,í fylki hverjufimm þúsundir,í þúsund hverriþrettán hundruð,í hundraði hverjuhalir fjórtaldir.\"Angantýr spyrr nú til Húna hers. Þá sendi hannalla vegu menn frá sér ok stefndi hverjum manni tilsín, er honum vildi lið veita ok vápnum mætti valda.Fór hann þá á Dúnheiði með lið sitt, ok var þat allmikillherr. Kom þá á móti honum herr Húna, okhöfðu þeir lið hálfu meira."}}