{"originalTitle": "Þorsteins_Saga_Víkingssonar_Chapter_25", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Saga_Víkingssonar_Chapter_25", "text": {"0": "Nú er þar til at taka, sem Jökull Njörfason er, athann stýrði Upplöndum, þá er þeir váru báðir dauðir,Njörfi ok Víkingr. Höfðu þeir vel haldit vináttu sinniallt til dauðadags. Jökull aflaði sér skipa ok fjár ok varinn harðasti víkingr ok fór í meðallagi með her sínum,en ekki betr. Gekk svá fram nokkur ár, at hann var innnafnfrægasti. Hann lá í hernaði mest um Eystrasalt.Eigi höfðu þeir Þorsteinn ok Beli lengi heima verit,áðr þeir bjuggust í hernað, ok heldu suðr með landi,svá í gegnum Eyrarsund, ok herjuðu á Saxland umsumarit ok gerðu mikit hervirki ok fengu þar mikitfé í gulli ok silfri ok mörgum öðrum gersimum. Síðanætluðu þeir at sigla heim, sem þeir gerðu. Ok er þeirkómu fyrir mynni á Limafirði, þá kemr at þeim stormrveðrs ok rak þá til hafs, ok skilja skjótliga skipin. Tekrþá sjór at ganga á bæði borð, ok stóðu allir menn íaustri. Þar kemr, at þessi stormr rekr upp nauðrekadrekann Elliða at Borgundarhólmi einskipa.Þar kemr við land þann tíma Jökull með tíu skipumok öll vel búin sakir vápna ok manna. Þarf þá eigiat sökum at spyrja, at Jökull lét sækja at Þorsteini okmönnum hans. Þorsteinn var lítt við búinn, því at þeirváru mjök dasaðir af mæði ok sjávargangi. Þessi bardagivar bæði harðr ok mannskæðr. Var Jökull innákafasti ok eggjaði fast menn sína ok segir, at þeirmundu aldri í betra færi komast við Þorstein, -- \"munoss ok ævinlig brigzl í vera, ef Þorsteinn kemst núundan.\" Sóttu þeir þá at Þorsteini ok mönnum hansok léttu eigi fyrr við en menn hans váru allir fallnir,svá at engi maðr stóð á drekanum nema Þorsteinneinnsaman. Hann varðist þá enn karlmannliga. Var þatþá langan tíma, at þeir kómu engu sári á hann. Þarkom þó um síðir, at þeir kómu svá nærri honum, atþeir kómu á hann spjótalögum, ok hjó hann þau flest öllaf sér, því at sverðit Angrvaðill beit sem vant var.Jökull sótti þá fast at ok lagði til hans spjóti í gegnumlærit. Í því hjó Þorsteinn til Jökuls. Þat högg kom áhöndina fyrir framan olboga ok tók af höndina. Í þvígátu þeir borit skjöldu at Þorsteini ok tekit hann. Þávar komit at kveldi, svá at þeim þótti eigi vígt at honum.Var þá settr fjöturr á fætr honum, en bogastrengrá hendr. Váru þá fengnir til tólf menn at geyma hansum nóttina. Ok er allir váru á land komnir nema þeirtólf ok Þorsteinn, mælti hann: \"Hvárt vilið þér heldrskemmta mér eða ek skemmti yðr?\" Þeir kváðu honumóvant um skemmtun, at hann skyldi deyja þegar ámorgin. Þorsteinn hugsaði nú sitt ráð ok þóttist eigivel staddr vera. Hann mælti þá hljótt fyrir munni sér:\"Hvat mun ek nú í annan tíma þurfa þín meir, Sindrifélagi, en nú, ef eigi væri lokit allri okkar vináttu?\"Sló þá dimmu yfir varðmennina, ok því næst sofnuðuþeir allir. Þá sá Þorsteinn, hvar Sindri fór eptir skipinuok at honum ok mælti: \"Lítt ertu staddr nú, Þorsteinnfélagi, ok mun ráð at bjarga þér.\" Hann blésupp lásinn. Síðan hjó hann af honum bogastrenginn.Var Þorsteinn þá lauss. Tók hann þá sverðit, því athann vissi, hvar hann hafði við þat skilit. Sneri hannþá til varðmanna ok drap þá alla.Síðan hvarf Sindri í burt, en Þorsteinn tók sér bátok reri í land ok fór burt ok heim í Sogn. Var þarfagnafundr með þeim Bela, ok þóttist hann Þorsteinór helju heimt hafa. Jökull vaknar snemma um morgininnok hugði gott til at taka bandingjann ok drepa.En er þeir kómu þar, var bandinginn burtu, en varðmenndauðir. Þóttust þeir þá sakna vinar í stað. HeltJökull heim ok undi lítt við sína ferð, missi Þorsteins,en fengit þau örkuml, at hann varð aldri heill. Varhann kallaðr síðan Jökull inn einhendi.Þeir fóstbræðr, Beli konungr ok Þorsteinn, söfnuðuliði ok fóru til Upplanda ok gerðu orð Jökli ok hösluðuhonum völl til orrostu. Jökull safnaði mönnum,ok sátu þó margir heima, þeir er lýðskyldugir váruundir Jökul, ok gerðu þat fyrir vináttu sakir við Þorstein.Ok er Jökull fekk fátt manna, þá treystist hanneigi að halda til orrostu við þá, ok stökk hann ór landiok fór þá til Vallands til Vilhjálms, mágs síns. Tók hannþar þriðjung ríkis til forráða. Beli konungr ok Þorsteinnlögðu undir sik Upplönd ok fóru heim síðan oksettust um kyrrt.Nokkuru síðar kómu menn af Vallandi til móts viðÞorstein, þeir er Jökull sendi. Var þat at erendum, atJökull bauð Þorsteini sættir, ok skyldu þeir finnast áLimafirði ok hafa þrjú skip hvárir ok tengja samansættir. Þorsteini fellst þetta vel í geð, sagðist nauðigrhafa átt ófrið við Jökul sakir Njörfa konungs ok vináttuþeira Víkings.Var þetta nú staðráðit. Fóru sendimenn heim, enÞorsteinn bjóst heiman um sumarit ok hafði drekannElliða ok tvau skip önnur. Bela þótti sjá ferð ekki vænlig,þótti Jökull svikull ok ótrúr. Þat var ráð hans, athann sendi undan njósnarmenn at vita, hvárt allt væritryggt af hendi Jökuls, ok færi svá aptr í móti þeimtil Eyrasunds. Svá gerðu þeir ok kómu aptr ok sögðuþeim, at þeir lægi á Limafirði með þrim skipum ok alltværi kyrrt um þá. Heldu þeir þá fram ferðinni á fjörðinn,ok fundust í nefndum stað, ok gengu þar samansættir með þeim at svá fyrir skildu, at mannalát, áverkarok bardagar skyldi vera jafnt, en Jökull skyldi takaaptr ríki sitt ok skyldi eigi vera skattgildr undir nokkurnmann. Ríki þat, er Þorsteinn átti at Upplöndum,skyldi falla undir Jökul fyrir handarhöggit. Með þessuskyldu þeir vera sáttir. Fór Jökull þá heim í ríki sittok settist þar um kyrrt.Þeir Þorsteinn ok Beli fóru heim í Sogn ok settustnú at ríkjum sínum ok léttu öllum hernaði. Önduð varIngibjörg, kona Þorsteins, ok hafði Ingibjörg Beladóttirhennar nafn. Friðþjófr óx upp með föður sínum. Þorsteinnátti dóttur, er Véfreyja hét. Hún var þá roskin,er hér var komit sögunni, því at hún var getin í hellinumhjá Skellinefju, ok þar var hún fædd. Brá hennium vísdóm til móður sinnar. Hún tók Angrvaðil eptirÞorstein, föður sinn. Ok er margt ágætra manna fráÞorsteini komit. Þótti öllum mönnum Þorsteinn verainn frægasti maðr ok inn ágætasti af þeim mönnum,sem honum váru samtíðis.Lúkum vér hér nú sögu Þorsteins Víkingssonar meðþessu efni, ok er in gamansamligasta."}}