{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_33", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_33", "text": {"0": "Eirekr konungr hafði farit í borgina um kveldit eptirorrostuna at binda sár sinna manna. Hafði hann mikinnmannskaða ok látit alla kappa sína, svá at Sörlisíðnefr lifði einn eptir af öllum þeim, er Grími okÞórði hafði þangat fylgt. Dreif til konungs mikit liðór heruðum bæði nætr ok daga. Þóttust þeir Eirekrkonungr ok Grímr hafa ráð þeira Hrólfs í hendi sérfyrir liðsmunar sakir. Bjóst nú Grímr við mörgumbrögðum um nóttina ok þeir Brynjólfr. Sár þat, erEirekr konungr fekk í handlegginn af pílu þeiri, erMöndull sendi honum, tók mjök at þrútna, ok var honumhöndin óvíg.Um morgin árla reið Eirekr konungr út af borginnimeð allan sinn her. Skikkaði hann fylkingum sínum,ok var skotit skjaldborg um hann. Brynjólfr skyldi verjaskjaldborgina, en sá maðr bar merki, er Snákr hét,Grímr ægir í annan arm ok Sörli síðnefr. Liðsmunrvar svá mikill, at sex váru um einn Hrólfs manna. Ener hann sér þat, segir hann sínum mönnum, at þeirskulu ekki fylkja -- \"ok munum vér renna at riðlumþrír eða fjórir tigir í flokki, at eigi verði hringr umoss sleginn af þeira fjölmenni. Mun ek skipa mér mótiGrími ægi, en Stefni móti Eireki konungi ok með honumTorfa, en þér, Möndull dvergr, ætla ek at sjá viðgöldrum Gríms, at eigi geri hann várum mönnum líftjónmeð sinni fjölkynngi.\" Möndull gekk þá fram okvar kominn í kufl svartan, ok var hvergi bert á honum.Undir annarri hendi hafði hann belg stóran, ok varinnan með dýrskinn, en utan með gult klæði. Bogaok örvamæli hafði hann í annarri hendi. Öllum þóttibúnaðr hans undarligr. Grímr gengr þangat, er valrinnlá, ok velti þeim, er dauðir váru, ok vildi upp reisa, engat eigi. Gerist hann nú svá hræðiligr í sinni ásjónu,at flestir menn þorðu eigi í móti honum at sjá, þvíat augu hans váru sem eldr, en svartr reykr ór nösumok munni með inni sterkustu fýlu.Skjótt eptir þat æptu hvárirtveggju heróp, ok gangahvárir móti öðrum. Grímr öskraði svá hátt, at hanshljóð barst yfir allt herópit. Hann hljóp fram fyrirfylking sína ok hristi einn poka, en þar ór fýkr eindumba svört ok at mönnum Hrólfs. En er Möndullsá þat, gengr hann fram ok hristi belg sinn, ok blésþar ór vindi miklum í móti dumbunni, svá at hún faukaptr í augu á Gríms mönnum, svá at þeir urðu þegarblindir ok fellu áfram ok váru fóttroðnir til bana afsínum mönnum. Grímr varð nú reiðr mjök. Hann leggrörina á streng ok skaut til Mönduls, en hann skýtr ímóti, ok mættust örvarnar í oddana ok fellu niðr báðar.Fór svá þrjá tíma. Þessu jafnfram tókst harðr bardagimeð braki ok kalli, er hverr eggjar annan, því at sváváru menn Hrólfs ákafir, at þeir eirðu engu, létu semþeim væri víss sigrinn. Stefnir gekk hart fram mótiEireki konungi ok með honum Torfi ok Birgir. Þeirruddust um fast, ok er seint at telja högg ok lög þeira,er þeir drápu margan mann, svá at varla mátti tölu ákoma. Brynjólfr gengr nú ok hart fram ok Snákr merkismaðr,svá at þeir felldu í fyrstu hríð fjóra tigi riddara.Hrólfr kemr mót Grími ægi ok höggr til hans, enhann barst undan í lopt upp í flugdreka ok spjó eitriyfir Hrólf. Möndull var nær staddr ok brá undir belgnum,svá at hann fylldi af eitrinu. Hann hljóp með belginnat Sörla síðnef ok steypti í andlit honum, svá athann fell dauðr. Grímr varð þá at manni, en þó hafðihann drepit níu menn með eitrinu. Grímr hljóp þá atdverginum ok vildi taka hann, en Möndull vildi þesseigi bíða ok fór í jörð niðr, þar sem hann var kominn.Grímr fór ok niðr eptir honum, svá at saman lauk jörðinafyrir ofan höfuð þeim. Hrólfr gengr nú fram hartok höggr til beggja handa. Urðu þeir léttir fyrir honum.Fell nú hverr um þveran annan. Engum þurftihann at gefa meira en eitt högg. Gat sá hverr dauðannfyrir lífit, er hann náði sverðinu til, ok báðar hanshendr váru blóðgaðar til axlar upp. Bauð nú flestumhans framganga ótta. Var orrostan mjök mannskæð íbáða armana.Því næst sáu nokkurir menn frá orrostunni, atfimmtán skip róa at landi sem mest geta. Þau lögðu ílægi. Gekk margt lið frá skipunum ok mjök vígligt.Tveir menn váru hér mestir vexti ok höfðu grímur fyrirandliti. Þeir gengu þegar til orrostu með Hrólfi okkómu mjök í opna skjöldu Eireki konungi, ok gerðistmikit flótta roð í liði hans. Váru grímumenn ákafastirok hjuggu bæði ótt ok títt. Var nú svá áköf orrostan,at hún var aldri fyrr þvílík. Þar mátti sjá marganskjöld klofinn ok sterkan hjálm brotinn ok brynjurslitnar ok margan mikils háttar mann lágt liggja. Engilét sér þar annars víti at varnaði verða. Þar var skotitspjótum, gaflokum, flettiskeptum, handsöxum ok mörgumöðrum skotvápnum.Hrólfr sækir nú fram at skjaldborginni, ok varð þarhörð viðtaka. Grímr ægir kemr þá aptr til orrostunnarok var mjök ófrýnligr. Drap hann þá hvern, er fyrirhonum varð. Í móti honum kómu þeir Birgir ok Torfiok báðir grímumenn, ok sóttu at honum allir meðmiklu kappi, ok kómu þeir engu sári á hann. Greiddihann þeim mörg högg ok stór. Urðu þeir bæði sárirok móðir.Þetta var allt jafnsnemma, at Stefnir mætti Svala okhjó til hans með sverði. Þat högg kom í skjöldinn októk af þat, er nam, ok í sundr merkisstöngina. Svalrhjó í móti, ok klauf í sundr allan skjöldinn, en Stefnirvarð ekki sárr. Hann hjó til Svals, ok kom utan á hjálminnok renndi af barðit ok niðr á öxlina ok tók í sundraxlarbeinit ok inn í búkinn, ok fekk hann bana. Varnú merki Eireks konungs í gras fallit.Þetta sér Brynjólfr ok sækir nú í móti Stefni mjökilliligr ásýndar. Hann var tenntr sem villigöltr. Hannhöggr til Stefnis ok hvárr til annars, ok beit ekki áVéfreyjunaut, beit ok ekki sverð Stefnis á Brynjólf.Þeir hjuggust lengi, ok varð Stefnir mjök móðr, þar tiler sverðit gekk sundr undir hjöltunum. Þá rann Stefnirundir Brynjólf, en hann tók í móti mjök sterkliga.Brynjólfr beit í öxl Stefnis ok klippti holdit burt afbeininu, svá mikit sem hann fekk yfir ginit, því ateigi tóku tennr hans í gegnum kápuna. Stefnir varðvið karlmannliga ok þreif hendi í munn Brynjólfs okreif allt út at eyra. Var hann þá mjök ókyssiligr. Glímduþeir svá lengi, at ýmsir hörfuðu, þar til at Brynjólfrfell á bak aptr um Sval. Spennti hann þá báðum höndumhrygg Stefnis svá fast, at hann mátti sér hvergivíkja. Varð hann andlitinu at forða sem hann mátti,at Brynjólfr biti hann eigi.Nú er frá Hrólfi at segja. Hann sækir at skjaldborginnimeð miklum grimmleik. Fekk hann þar mörg höggok lög ok mikla atsókn, því at þar var allt it hraustastamannval Eireks konungs. Hefði hann þar fengitmörg sár ok mikinn skaða, ef eigi hefði kápan hlífthonum ok herklæðin. Þá drap Hrólfr einn sjötigi riddara.Hrólfr rauf þá alla skjaldborgina. Eirekr konungrvarðist vel ok kænliga; hann kallar hári röddu á Grímægi ok bað hann duga sér ok hlífa nú engu. En erGrímr heyrði þat, skundar hann þangat. Hann hafðiþá drepit Torfa ok Birgi ok særða grímumennina, enannan til ólífis. Hafði hann verit stundum flugdreki,en stundum ormr, göltr ok griðungr eða önnur skaðsamligskrípi, þau er mönnum eru meinsamligust. Ok erHrólfr sér hann, þá mælti hann. \"Enn muntu sökkvaþér í jörð niðr sem í gær, er vit fundumst. Nú far þúhingat, Ægir, ok berst við mik, ef þú þorir, þar tiler annarhvárr okkar fellr.\" Grímr sagði: \"Þat skaltufinna, at ek er hér kominn,\" ok hjó til Hrólfs, en Hrólfrí móti. Þar mátti sjá stór högg ok ákafa sókn, er hvárrveitti öðrum, en aldri hjuggu þeir svá stórt, at nokkutbiti. Þeira atgangr var svá harðr, at allir stukku frá,þeir er í nánd váru, en svá hrökk eldrinn ór vápnunum,er þau mættust, at alla vega sindraði af.Inn mikli grímumaðr mætti Eireki konungi, ok varþeira atgangr mjök harðr. Eirekr konungr hafði skjöldinná þeiri hendi, er sár var, en hjó með hinni bæðimargt ok stórt, því at hann var inn mesti kappi. Sváendaði þeira viðskipti, at grímumaðr klauf af konungiallan skjöldinn. Eptir þat hjó hann báða fætr undanEireki konungi ok drap hann. Síðan lét hann líf sittmeð mikilli hreysti. Brast þá flótti í liðinu, ok flýðihverr, sem mátti. Tókst nú mannfallit á nýjan leik, ervíkingar ráku flóttann drengiliga.Þeir Hrólfr ok Grímr hörfuðu ór fylkingunni okbörðust með miklu kappi, þar til er Hrólfr skoraði sundrmæki Gríms í miðju með Hreggviðarnaut. Grímr hljópþá á Hrólf sterkliga. Varð Hrólfr þá at kasta sverðinuok tók á móti. Grímr hamaðist þá, svá at hann óð jörðinatil knjá, en Hrólfr barst undan ok varð at forðasér við föllum. Grímr spjó stundum eitri, stundum eldiá Hrólf, svá at þat hefði hans bani orðit, ef eigi hefðikápan fyrir verit eða blaka sú, er Möndull gaf honum.Var hans andi svá heitr, at hann þóttist náliga brenna ígegnum Véfreyjunaut ok herklæðin. Kramdi Grímrhold af beinum, þar sem hann tók til. Aldri þóttistHrólfr í meiri mannraun komit hafa. Þat sá hann, athann mundi springa af mæði, ef þeir ættist tveir viðlengi, ok svá spyrndu þeir sterkliga til, at af gekk grasok svörðr af jörðinni, þar er þeir gengu. Hann sér,hvar Möndull kemr hlaupandi. Hann þrífr eitt sverð,er lá á vellinum, ok höggr báðum höndum á fót Gríms,en ekki beit heldr en í stein kæmi. Möndull hleypraptr til valsins ok finnr Hreggviðarnaut. Hann bregðrhráka sínum á eggina ok dregr sverðit þangat, er þeirglímdu, því at hann fekk þat eigi borit né reitt fyrirþunga sakir. Getr hann þá dregit sverðit aptan at kálfunumá Grími, svá at sundr tóku sinarnar á fótunum.Þá fell Grímr. Dvergr mælti: \"Haltu, Hrólfr, svá athann verði ekki lauss.\" Grímr brauzt um fast ok sóttií jörð niðr, en Hrólfr helt honum eptir megni. Þámælti hann: \"Mikil lukka fylgir þér, Hrólfr, ok muntufrægr verða af drápi mínu ok stórvirkjum þeim, er þúhefir unnit í Garðaríki. Haugr mun orpinn eptir mikok settr við sjó fram, ok mun þeim öllum víss dauði,er þar taka fyrst land, þeir af hafi koma til. Margargildrur hefi ek sett þér til dauða, því at mér sagði löngumhugr um þat, er nú er fram komit. Ek sendi Vilhjálmtil þín at svíkja þik, en þér var lengra líf lagit.Nú hefðir þú mik ekki yfir unnit, ef eigi hefði sjáóhappadvergr þar í tilstilli um verit.\" Möndull hljópþá upp ok stakk digru kefli í munn Gríms, svá at faststóð. Möndull mælti þá: \"Ef Grímr hefði nú mátt mælalengra, þá hefði hann svá fyrirmælt þér ok fleirumöðrum, at þú hefðir morknat sundr ok orðit at engunema dufti, ok skaltu drepa hann fljótt ok leggja sverðitfyrir brjóst honum, en aflima eigi, því at þat verðrallt at eitrormum, er af honum er höggvit. Skal ok engifyrir hans sjónum verða, meðan hann deyr, því at þater þess bani.\" Hrólfr tók nú Hreggviðarnaut ok lagðifyrir brjóst Grími, svá at út gekk um bakit, en dvergrtók skjöld einn ok lagði fyrir ásjónu. En þótt þat megiólíkligt þykkja, þá segir svá, at hann drafnaði í sundrsem snjór í eldi ok varð at dufti einu. Lét Grímr sválíf sitt með hræðiligum fjörbrotum ok hörðu handakasti,en Hrólfr lá ofan á honum, þar til hann er dauðr.Helt Hrólfi þá mjök við ómegi af umfangi því, erhann hafði haft við Grím ægi.Sá inn mikli grímumaðr sneri aptr til valsins, þegarhann hafði litla stund rekit flóttann. Kom hann þarat, er þeir Stefnir ok Brynjólfr lágu, svá sem fyrr varfrá sagt. Vill hann þá duga Stefni ok leysti hendr Brynjólfsaf honum, en þat fekk hann eigi gert, fyrr en hannbraut af honum sérhvern fingrinn. Lömdu þeir hannsíðan með keppum í hel. Var Stefnir svá stirðr orðinnaf hans handagangi, at varla mátti hann einnsamanganga með öðrum mönnum.Var þessi nú in mikla orrosta enduð, ok hafði þarorðit svá mikit mannfall, at menn vissu varla þvílíkt,ok lágu dauðir mannabúkar um alla völlu svá þykkt,at eigi mátti um jörðina ganga fyrir því mikla valfalli.Hafði þó fleira fallit af Eireki konungi. Hrólfr okStefnir höfðu látit allt lið sitt fyrir utan átta hundruðmanna, er eptir lifðu, ok var þat flest sárt. Skorti þarnú ekki vápn né væna gripi, er dauðir menn höfðu átt.Gekk Hrólfr ok Stefnir nú til herbúða sinna, ok battMöndull dvergr sár manna, ok lofuðu allir hans kunnáttuok dugnað. Sagði Möndull, at þat hefði verit hansbani, ef Grímr hefði nát honum, þá hann steypti sérniðr í jörðina. \"Naut ek þá þess,\" segir hann, \"at fleiriváru mínir vinir en hans þar fyrir.\" Grímumaðr fór tilskipa sinna um kveldit með sínu liði, ok tjölduðu þeirsér herbúðir. Tóku nú hvárirtveggju á sik náðir, okþótti flestum mál hvíldar. Lið þat, er undan komstok Eireki konungi hafði fylgt, flýðu til borgarinnar okheldu sik þar."}}