{"originalTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hálfdanar_Saga_Eysteinssonar_Chapter_3", "text": {"0": "Eysteinn konungr er nú kominn fyrir Aldeigjuborgmeð her sinn. Hergeirr konungr var fáliðaðr fyrir. Eysteinnkonungr gekk at borginni með liði sínu. Hergeirrkonungr varði vel ok drengiliga, en þó var hanneigi við bardaga búinn, ok urðu þær málalyktir, atHergeirr konungr fell ok mestr hluti liðs hans. Enþegar konungr var fallinn, bauð Eysteinn konungr griðöllum þeim, sem eptir váru. Gafst þá upp bardaginn,ok gengu þeir til griða, sem eptir váru. Lét konungrþá hreinsa borgina. Síðan lét hann leiða drottningufyrir sik, en hún var í hörðu skapi. Konungr horfði áhana um stund ok mælti síðan: \"Várkunn er þat,\" sagðihann, \"at þér liggi í miklu rúmi þau tíðendi, sem hérhafa orðit öll saman, en bætr liggja til alls, ok vil eknú vera þér í bónda stað, ok er eigi vanfenginn maðrá mót honum, því at hann var gamall.\" \"Engi lýti váruhonum at elli sinni,\" sagði drottning, \"en þat uggirmik, hvárt ek verð þeim trú, sem hann hefir drepit.\"\"Nú er um tvá kosti,\" sagði konungr, \"sá annarr, atek mun taka þik frillutaki, ok helzt  þat slíka stundsem auðit verðr; hinn annarr, at þú gifzt mér ok gefríkit allt í mitt vald, ok skal ek gera þinn sóma mikinn,ok óttumst ek eigi, at svik þín muni mér at banaverða, þá ek skal deyja.\" Drottning mælti: \"Þat munsannast it fornkveðna, at hörð verða óyndisórræðin, okmun ek þann kjósa at eiga þik.\" Konungr segir sérþat nær skapi. Síðan var þetta mál til lykta snúit, októkust þessi ráð, ok er allt seinna en segir."}}