{"originalTitle": "Grettis_Saga_Chapter_13", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_13", "text": {"0": "Eftir þetta skiptu þeir Þorgrímur bræður fé með sér. Tók    Þorgrímur lausafé en Þorgeir löndin. Réðst Þorgrímur þá inn    til Miðfjarðar og keypti land að Bjargi með ráði Skeggja.    Þorgrímur átti Þórdísi dóttur Ásmundar undan Ásmundargnúpi er    numið hafði Þingeyrasveit.    Þau Þorgrímur og Þórdís áttu son er Ásmundur hét. Hann var    mikill maður og sterkur og vitur og hærður manna best. Hann    hafði snemma hærur í höfði. Því var hann kallaður hærulangur    eða hærulagður.    Þorgrímur gerðist þá búsýslumaður mikill og hafði alla menn    mjög í starfa þá er með honum voru. Ásmundur vildi lítt vinna    og var fátt um með þeim feðgum. Fór svo þar til Ásmundur var    roskinn að aldri. Þá beiddi Ásmundur fararefna af föður    sínum. Þorgrímur kvað þau lítil verða mundu og fékk honum þó    nokkuð af flytjanda eyri. Fór Ásmundur þá utan og græddist    honum brátt fé. Hann sigldi til ýmissa landa og gerðist hinn    mesti kaupmaður og vellauðigur. Hann var vinsæll maður og    skilríkur og átti marga frændur í Noregi þá er göfgir voru.    Á einu hausti vistaðist Ásmundur austur í Vík með göfgum    manni þeim er Þorsteinn hét. Hann var upplenskur maður að ætt    og átti systur er Rannveig hét. Hún var hinn besti    kvenkostur. Þeirrar konu bað Ásmundur og fékk með ráði    Þorsteins frænda hennar. Staðfestist Ásmundur þar um hríð og    var vel virður.    Þau Rannveig áttu þann son er Þorsteinn hét, manna fríðastur    og sterkur maður, raddmaður mikill og hár maður á vöxt og    nokkuð seinlegur í viðbragði. Því var hann drómundur    kallaður.    En er Þorsteinn var lítt á legg kominn tók móðir hans sótt og    andaðist. Eftir það festi Ásmundur ekki yndi í Noregi. Tóku    þá móðurfrændur Þorsteins við honum og fé hans en Ásmundur    ræður þá enn í sigling og varð nafnfrægur maður.    Ásmundur kom skipi sínu í Húnavatni. Þá var Þorkell krafla    höfðingi yfir Vatnsdælum. Hann frétti útkomu Ásmundar. Reið    Þorkell þá til skips og bauð Ásmundi til sín. Þorkell bjó á    Mársstöðum í Vatnsdal. Fór Ásmundur þangað til vistar.    Þorkell var son Þorgríms Kornsárgoða. Hann var stórvitur    maður.    Þetta var eftir útkomu Friðreks biskups og þeirra Þorvalds    Koðránssonar. Þeir bjuggu þá að Lækjamóti er þetta var. Þeir    boðuðu kristni fyrst fyrir norðan land. Lét Þorkell    prímsignast og margir menn með honum. Mart bar til tíðinda um    sameign þeirra biskups og Norðlendinga, það er ekki kemur við    þessa sögu.    Með Þorkeli fæddist upp kona sú er Ásdís hét. Hún var dóttir    Bárðar Jökulssonar, Ingimundarsonar hins gamla,    Þorsteinssonar, Ketilssonar raums. Móðir Ásdísar var Aldís,    dóttir Ófeigs grettis sem fyrr er sagt. Ásdís var ógefin og    þótti vera hinn besti kvenkostur bæði sakir ættar og fjár.    Ásmundi leiddist nú í siglingum. Vildi hann nú staðfestast á    Íslandi. Hefir hann þá uppi orð sín og biður þessar konu.    Þorkell vissi gjörla skil á honum að hann var ríkur maður og    ráðinn til fjárhalds og fór það fram að Ásmundur fékk    Ásdísar. Gerðist hann þá aldavinur Þorkels og búsýslumaður    mikill, lögvitur og framgjarn.    Litlu síðar andaðist Þorgrímur hærukollur að Bjargi. Tók    Ásmundur arf eftir hann og bjó þar síðan."}}