{"originalTitle": "Sörla_Saga_Sterka_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_4", "text": {"0": "En at morgni, er konungsson vaknar, litast hanninnar um hellinn ok þykkist nú sjá þar nægð auðæfa,hugsar nú með sér, at eigi muni meiri ríkdómr íArabíaríki í einum stað saman komit en nú sá hann.Kom þá kerling at sænginni ok mælti: \"Hversu hefir yðr,konungsson, sofnazt í helli mínum þessa nótt?\" Hannsvarar: \"Ærna vel.\" Spyrr hann þá kerling at, hvertland þetta sé, er hann er á kominn, en hún segir honumþetta sé Bláland ok því stjórni sá konungr, erheitir Estróval inn mikli, einn inn mildasti herra íþessum parti heimsins, -- \"en mitt nafn er Mána,\" sagðihún. \"Höfum vit Skrímnir minn haldit helli þennaní fjörutigi ár ok æ nokkut til matfanga orðit, því at áhverju ári höfum vit seitt hingat þrjú skip með mönnum.Höfum vit ok einninn byggðir rændar hestum,úlföldum ok ösnum allra mest. Þar með höfum vit oktöfrat hingat marga góða gripi frá ýmsum herrum, okget ek nú,\" sagði hún, \"sýnt yðr hér til nokkur merki.\"Sörli kvað hana kunna sér margt at greina. Klæddisthann síðan skjótt. En er hann var klæddr, settist hannundir borð, ok bar kerling fram dýrliga fæðu með allskonar ilmandi drykk. Dúkar váru þar af pelli okpurpura, en ker ok skálir af gulli með gimsteinumsett. Ok er Sörli hafði etit ok drukkit sem hann lysti,leiddi kerling hann í afhelli einn ok sýndi honum þarstóra nægð gulls ok gimsteina, ok þar af gaf hún honumeitt tafl af gulli gert, ok þóttist hann aldri þvílíktsét hafa annat. Skikkju gaf hún honum hlaðbúna ískaut niðr ok gullhring einn, sem at var saman skrúfaðrí níu stöðum, ok mælti: \"Berir þú þenna hring áþinni hendi, munt þú hvárki á sjó né landi villastmega.\" Þá mælti Sörli: \"Aldri þáða ek slíka gjöf fyrraf nokkurum manni,\" ok þakkaði henni nú gripina meðfögrum orðum ok mörgum.Síðan bjóst hann til burtferðar, ok fylgdi hún honumlangt á leið. Þá mælti kerling: \"Far þú nú vel, okger annathvárt, at þú bíð hér við land, þar til ek hefigripina útvegat, ella at þú halt heim til Noregs, okvitja svá hingat aptr, nær þér sýnist.\" Konungssonkveðst svá gera mundu. Helt nú konungsson aptr tilsinna manna, ok urðu honum allir fegnir, en kerlingfór heim til hellis síns. Innti þá Sörli mönnum sínumallt af sinni ferð ok spyrr Karmon, fóstra sinn, hvathonum þykkir ráðligast þar um, at hann heldi þegarheim til Noregs eða bíði þar við land, til þess kerlinghefði gripina útvegat. En honum þótti bezt fallit, athann dveldist þar um mánuð næstan, til þess er kerlinghefði gripina útvegat, ok leið nú svá þessi tími, framtil þess at konungsson hugði at vitja gripanna."}}