{"originalTitle": "Sörla_Saga_Sterka_Chapter_5", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_5", "text": {"0": "Einn dag í allblíðu veðri kvaddi Sörli konungssonmeð sér tólf menn ok hugði nú at finna kerlingu atmáli. Gengu þeir allir ásamt, til þess at þeir funduhellinn. Gekk konungsson þá inn fyrstr. Ok er hannkemr inn um dyrrnar, heyrir hann brak mikit í hellinumok skarkala, svá at honum þótti sem allt léki áþræði, þat er var í nánd. Ok því næst sér hann, hvartvær flagðkonur eru at glíma með stórum atgangi, okreif hvár af annarri hár ok klæði, svá at báðar váruþær alblóðigar. Þykkist hann nú kenna, at önnur þeiraer Mána flagðit, vinkona hans, ok þat þóttist hann sjáfyrir víst, at hún mundi inn lægra hlut ór býtum beraok at hún væri næri því at þrotum komin af mæði.Var ok víða klipit hold hennar frá beinum. BregðrSörli þá sverði sínu it skjótasta ok býðr sínum mönnumat veita lið Mánu. Höggr hann framan at skessunniá brjóstit, svá at í beini stóð. Við þetta ólmaðisthún svá mjök, at hún setti sínar klær fyrir brjóst Mánu,ok við þat fellr Mána í óvit niðr. Greip tröllkonanþá einn ás ok lamdi með honum alla menn konungssonartil dauðs í einu höggi, en konungsson höggrtveim höndum á vanga skessunnar, svá at af tók allavangafilluna, ok hljóp þar út af sverðit, svá at þat tóksundr í miðju ás þann, er hún varðist með. Við þettaólmast hún ok setr sínar klær fyrir brjóst Sörla, svá athann fellr við í óvit, ok í því kom Mána á fætr aptrok réðst í móti skessunni. Raknar þá Sörli við ok lagðisínu sverði í kvið skessunnar, svá at út gekk oddrinnum bakit, ok varð þat hennar bani. Varð nú Mánaharðla fegin ok þakkaði konungssyni mörgum fögrumorðum liðveizluna. Bað kerling hann þá með sérganga ok kvað honum mál þykkja mundu at sjá gripina."}}