{"originalTitle": "Göngu-Hrólfs_Saga_Chapter_21", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Göngu-Hrólfs_Saga_Chapter_21", "text": {"0": "Skikkar nú hvárr sinni burtstöng til lags, ok ríðrhvárr móti öðrum sem hestarnir kunna harðast. Leggrþá hvárr til annars með miklu afli. Spjót Sörkvis komí skjöld Hrólfs ok renndi út af, en Hrólfr stakk hjálminumaf Sörkvi. Átti hann þá þriðjung skeiðs eptir,er Hrólfr var af. Dúlcifal vill eigi staðar gefa ok snýraptr í móti, ok hefir Sörkvir eigi af riðit fjórðung, áðren þeir mætast. Leggr enn hvárr til annars, ok fór semfyrr, at Sörkvir vann ekki á, en hann missti skjöldinn.Þeir ríða þá at í þriðja sinn. Ferr þá Dúlcifal sem fuglflygi, þar til þeir mættust. Hrólfr leggr til Sörkvis, sváat festi í brynjunni, ok vegr hann upp ór söðlinumok hleypir með hann um völlinn, þar til hann steypirhonum at höfðinu í einn fúlan pytt, svá at Sörkvirgekk ór hálsliðnum. Stóð þá Dúlcifal kyrr, sem hannværi grafinn niðr. Varð nú konungsdóttir mjök feginok allr landslýðr.En er Eirekr konungr sér þetta, verðr hann ákafligareiðr ok bað alla sína menn slá hring um Hrólf okdrepa hann sem skjótast ok kvað hann síðar verr geramundu, ef hann yrði nú lauss. Var nú svá gert semkonungrinn mælti, at sótt var at Hrólfi öllum megin.En er Dúlcifal sér þat, ríss hann upp örðugr ok lamdimeð framfótunum ok beit með tönnunum marga menntil bana. Augu hans sýndust sem blóðsegar, en eldrþótti brenna ór nösum honum ok munni. Fór hann sváhlaupandi, at hann braut menn undir sik. Hrólfr satok eigi kyrr á baki. Reyndi hann nú sverðit Hreggviðarnaut.Hann hjó ok lagði til beggja handa bæði mennok hesta. Var hverjum víss dauðinn, er fyrir honumvarð. Stökk nú allt undan. Hrólfr reið þar at, er konungrvar fyrir, en hann hafði á hlaupi undan. DrapHrólfr þá meir en hundrað manna, áðr hann komst áskóg, ok var móðr, en ekki sárr. Þóttist nú Eirekr konungrhafa fengit mikinn mannskaða ok fór heim í kastalasinn um kveldit mjök óglaðr.Þetta sama kveld gerði konungsdóttir sik blíða viðmenn sína ok veitti þeim kappsamliga. Hún gerði allarsínar skemmumeyjar svá drukknar, at þær fellu sofnarniðr, en er skammt var af nótt, kom Hrólfr í kastalannok hitti konungsdóttur ok bað hana búna með sérat fara. Hún segir sér þá ekki at vanbúnu. Hrólfr hafðimeð sér tvá kistla stóra, ok váru í dýrgripir konungsdóttur.Stíga þau síðan á Dúlcifal ok riðu leið sína.Eigi er þat greint, hvar þau fara eða hversu lengi þauváru á leiðinni, en meir fóru þau um nætr en um daga."}}