{"originalTitle": "Grettis_Saga_Chapter_91", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_91", "text": {"0": "Margir eggjuðu Þorstein að fara á fund Haralds konungs og    gerast honum handgenginn en hann tók ekki undir það.    Þá mælti Spes: \"Það vil eg Þorsteinn,\" sagði hún, \"að þú    farir ekki á fund Haralds konungs því að við eigum öðrum    konungi meira vangoldið og þarf fyrir því að hugsa. En við    gerumst nú gömul bæði og af æskuskeiði en okkur hefir meir    gengið eftir ástundan en kristilegum kenningum eða röksemdum    réttinda. Nú veit eg að þessa okkar skuld mega hvorki leysa    okkrir frændur né fémunir utan við sjálf gjöldum skyn fyrir.    Nú vil eg breyta ráðhag okkrum og fara úr landi og á páfagarð    því að eg trúi að þar má mitt mál leysast.\"    Þorsteinn svarar: \"Mér eru þessir hlutir jafn kunnigir sem    þér er nú talar þú. Er það skylt að þú ráðir þessu er svo    gegnir vel er þú lést mig ráða er miklu var óvænlegar á    stefnt og svo breyta öllu sem þú segir fyrir.\"    Þetta kom mjög á menn óvara. Nú var Þorsteinn tveimur vetrum    miður en hálfsjötugur og þó hraustur til allra athafna sinna.    Bauð hann nú til sín öllum frændum sínum og tengdamönnum og    gerði bera fyrir þeim ráðastofnan sína. Tóku vitrir menn vel    undir það og þótti þó hinn mesti skaði að burtför þeirra.    Þorsteinn sagði ekki víst um afturkomu sína \"vil eg nú þakka    yður öllum,\" segir Þorsteinn, \"hversu þér genguð um mitt góss    meðan eg var úr landi næst. Nú vil eg bjóða yður og biðja að    þér takið við fé barna minna og þeim sjálfum og fæðið þau upp    eftir því sem yðar er manndómur því að eg er svo til aldurs    kominn að jöfn von er á hvort eg kem aftur þó að eg lifi.    Skuluð þér svo fyrir öllu sjá því sem eg á hér allt eftir sem    eg mun ekki aftur vitja til Noregs.\"    Þá svöruðu menn að margt væri gott til ráða \"ef húsfreyja er    eftir til umsjár.\"    Þá mælti hún: \"Því fór eg utan úr löndum og úr Miklagarði með    Þorsteini, og fyrirlét eg bæði frændur og fé, að eg vildi að    eitt gengi yfir okkur bæði. Nú hefir mér hér gott þótt. En    ekki slægir mig hér til langvista í Noregi eða hér í    Norðurlöndum ef hann fer á burt. Hefir og jafnan þokki með    okkur verið og ekki að áskilnaði orðið. Nú munum við bæði    ásamt fara því að okkur er kunnigast um þá hluti marga er    orðið hafa síðan við fundumst.\"    Og er þau höfðu þenna veg á gert um hagi sína þá bað    Þorsteinn valinkunna menn skipta í sundur fénu í helminga.    Tóku frændur Þorsteins þann helming er börnin skyldu eiga og    fæddust þau upp með föðurfrændum sínum og urðu síðan hinir    mestu þroskamenn og er mikil ætt frá þeim komin þar í    Víkinni. En Þorsteinn og þau Spes skiptu í sundur sínum hlut    fjárins og gáfu sumt til kirkna fyrir sál sinni en sumt höfðu    þau með sér. Réðust þau nú til Rómferðar og báðu margir vel    fyrir þeim."}}