{"originalTitle": "Commentary_On_Beowulf_Lines_1931-1962", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Commentary_On_Beowulf_Lines_1931-1962", "text": {"0": "Digression on þrȳð and Offa.References: L 4.98-106 (espec. Suchier, Gough, Rickert); also: Grein L 4.69.278 ff.; Mull. 71 ff., 133f.; ten Brink 115ff., 221 f., 229 ff.; Chadwick Or. ch. 6; Cha. Wid. 84 ff., 202 ff.; Heusler, R.-L. iii 361 f.; Kier L 4.78.65 ff.There remain some obscure points in the cursory allusion to þrȳð,This nominative form is not recorded; it has even been doubted that her name is mentioned at all. See note on 1931 f. and Varr. She is ostensibly introduced as a foil to the discreet, decorous, and generous queen Hygd. but in all probability this remarkable woman is meant to represent a haughty, violent maiden, who cruelly has any man put to death that is bold enough just to look at her fair (ǣnlicu 1941) face, but who, after being wedded to the right husband, becomes an admirable, womanly wife (and kind, generous [1952] queen),--in short, exemplifying the 'Taming of the Shrew' motive. This specific interpretation -- which would put the unapproachable, fierce maiden in a line with Saxo's Hermuthruda (iv 101 f.,'Sciebat namque earn non modo pudicicia celibem, sed eciam insolencia arrocem, proprios semper exosam procos, amatoribus suis ultimum irrogasse supplicium, adeo ut ne unus quidem e multis exstaret, qui procacionis eius penas capite non luisset.' 103) and Alvilda (vii 228 ff.), Brunhild of the Nibelungenlied, queen Olof of the Hrólfssaga (ch. 6) -- derives strong support from ll. 1933-35, 1954. What part the father played in the story, and under what circumstances the daughter left her home, we are left to guess; see notes on 1934, 1950.Offa, who while still young (1948), married the noble (1949), strong-minded maiden, is extolled ( 1955 ff.) as the most excellent hero,Similar, though more moderate, is the praise of Onela, 2382 ff. famed for his valor, wisdom, and liberality. He is the son of Gārmund and the father of Ēomǣr (Ēomēr), and corresponds to the legendary, prehistoric Angle king Offa (I) of the Mercian genealogies (see Par.  § 2).The variation Gārmund: Wǣrmund is matched by similar cases in Scand. tradition, see Intr. xxxii n.4. Sarrazin (ESt. xlii 17, Kad. 70) thinks the Gār- form due to Celtic influence. The somewhat suspicious Angelþēow is not mentioned in Beowulf. (See, however, Intr. xlii n. 4 ) Saxo (Book iv) has the series Vigletus -- Wermundus -- Uffo. Cf. Series Runica (Par.  § 8.4) and Annales Ryenses (Par.  §8.5). Being removed twelve generations from the historical Offa II, the old Angle Offa may be assigned to the latter half of the fourth century. His great exploit is the single combat by the river Eider which is alluded to in ll. 35 ff. of Widsið:Offa wēold Ongle,  Alewīh Denum,sē w&8As þāra manna   mōdgast ealra;nō hw&8Aþre hē ofer Offan   eorlscype fremede,ac Offa geslōg  ǣrest monnacnihtwesende  cynerīca mǣst,nǣnig efeneald him  eorlscipe māranPerhaps fremede or (Holt :) geslōg is to be understood.on ōrette,  āne sweordeIn Saxo's version Offa's paternal sword is named Screp.merce gemǣrde  wið MyrgingumThe Myrgingas seem to be regarded as a branch of the Swǣfe (i.e. North Swabians).bī Fīfeldore;The river Eider, which for some distance forms the boundary between Schleswig and Holstein.  hēoldon forð siþþanEngle ond Swǣfe,  swā hit Offa geslōg.The details of this fight, by which he saved the kingdom, and the dramatic scene leading up to it; in particular the sudden awakening from his long continued dumbness and torpor,This widely known motive of the hero's sluggish, unpromising youth (cf. Grimm D.M. 322 (388)) is apphed to Bēowulf: 2183ff. The parallel of the early Irish hero Labhraidh Maen was mentioned by Gerould (L 4.102). are set forth in one of the most charming stories of Saxo Grammaticus (iv 106, 113-17) and in Sven Aageson's Chronicle (Par.  § 8.3). A brief reference is found also in the Annales Ryenses (Par.  § 8.5).Stories of Offa as well as of his queen were incorporated in the Vitae Duorum Offarum, a Latin work written about the year 1200 by a monk of St. Albans.A complete edition by Wats, London, 1640. Some extracts may be found in Gough (L 4.101) and Forster (L 4.34). On pictorial representations, see note on 1948. Here Offa I miraculously gains the power of speech and defeats the Mercian nobles who had rebelled against his old father Warmundus. The story related of his wife, however, is the popular legend of the innocently suffering, patient heroine, who [flees from an unnatural father,] marries a foreign prince, is banished with her child (or children), but in the end happily rejoins her husband.I.e., the so-called 'Constance legend,' which is represented by a number of medieval versions (in several languages) and which is best known to students of English literature from Chaucer's Tale of the Man of Lawe. Possibly, the OE. poem, The Banished Wife's Lamem, belongs in this group, see espec. Rickert, MPh. ii 365 ff.; Lawrence, MPh. v 387 ff. In the Life of Offa II, i.e. the great historical Mercian king (who reigned from 757 to 796), the prince is similarly cured of his dumbness and, after defeating the rebel Beornred, is elected king. But the account given of the wife of this Offa strangely recalls the þrȳð legend of Beowulf, as the following outline will show.A beautiful but wicked maiden of noble descent, a relative of Charlemagne, is on account of some disgraceful crime condemned to exposure on the sea in a small boat without rudder and sail. She drifts to the shore of Britain. Led before King Offa, she gives her name as Drida and charges her singular banishment to the intrigues of certain men of ignoble blood whose offers of marriage she had proudly rejected. Offa, deceived by the gul's beauty, marries her. From that time she is called Quendrida,OE. cwēn þrȳð. 'id est regina Drida.' Now she shows herself a haughty, avaricious, scheming woman, who plots against the king, his councilors, and his kingdom, and treacherously causes the death of Æðelberht, king of East Anglia, a suitor of Offa's third daughter. A few yeais later she meets a violent death.In spite of their obvious differences, this narrative and the Beowulf version of þrȳð evidently go back to the same source. The shifting of the story from the legendary Offa I to the historical Offa II and the transformation it has undergone are perhaps in part due to the (purely) legendary stories of the cruelty of queen Cyneþrȳð, wife of Offa II.And, indirectly, to the odious reputation of the wicked Ēadburg, the daughter of Offa and Cyneþr&¯eth;S (Rickert,  MPh ii 343 ff.). Why a legend of the Constance type should have been attached to the Angle Offa, remains a matter of speculation. There are some slight parallelisms between it and the Drida account, but it is difficult to believe, as some scholars do, in their ultimate identity.There can be no doubt that the stories both of Offa and of þrȳð arose in the ancient continental home of the Angles. The Offa tradition lived on for centuries among the Danes, and it appears in literary, nationalized form (Wermundus figuring as king of Denmark) in the pages of Saxo and Sven Aageson. On the other hand, the Angles migrating to Britain carried the legends of Offa and his queen with them and in course of time localized them in their new home. Offa I became in the Vita king of the West Angles (Mercians), the founder of the city of Warwick, and considerable confusion between the two Offas set in, leading to further variations.That the tales of Offa's prowess have a historical basis, is quite believable and antecedently probable. The þrȳð legend has frequently been assigned a mythological origin. Her name and character have called to mind the Valkyria type,þruþr (i.e. 'strength ') is mentioned by the side of Hildr (i.e. ' battle ') as one of the Valkyrias in Grímnismál, 36. See Grimm D.M. 349 ff. (421 ff.) and she has been compared directly to the Scandinavian Brynhildr, the person of her father being considered to be no other than Óðinn. Also a Norse myth of þórr and þrúðr -- a variation of a primitive Indo-European ' day and night' myth -- has been put into requisition (L 4.106). But little light on the Beowulf version is gained fiom such hypotheses.Various scholars have been looking for specific reasons to account for the insertion of this episode in the Beowulf narrative. Allusions to Cyneþrȳð, wife of Offa II, or to queen Ōsaþrȳð (ob. 697)ten Brink 229 ff. have been detected in it and charged to the account of an interpolator.L 1963 would indeed form a faultless continuation of 1924. The passage has been imagined to be a sort of allegory revealing a high moral and educational purpose in its praise of Offa (=Offa II), its rebuke to þiȳð (=Cyneþrȳð), its (hidden) admonition to Ēomēr (=prince Ecgferð).Earle, pp. lxxxiv ff But the only conclusion to be drawn from it with reasonable certainty seems to be that the poet was interested in the old Anglian traditions -- the only legends in Beowulf that are concerned with persons belonging to English (i.e., pre-English) stock. That these enjoyed an especial popularity in the Mercian district, is confirmed by the testimony of the proper names.Binz 169 ff. The author's strong disapproval of þrȳð's behavior (1940 ff.) is quite in keeping with his moralizing, didactic propensities shown in various other passages.Cp., e.g., the characteristic instance of l. 1722."}}