{"originalTitle": "Sörla_Saga_Sterka_Chapter_23", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Sörla_Saga_Sterka_Chapter_23", "text": {"0": "Ok er inn þriði dagr kom, sáu menn mörg skip afhafinu sigla ok þangat at landi stefna. Þau váru öll velbúin, en þó bar eitt langt af öllum öðrum. Þar þóttustmenn kenna drekann Skrauta, ok gátu menn þá til,at þetta mundi ferð Högna Hálfdanarsonar Brönufóstra.En er Sörli vissi þetta, brá honum svá nokkutvið ok mælti: \"Nú munu þau umskipti nokkur veraorðin í Noregi, er oss munu enn eigi opinber, því atek kenni hér drekann Skrauta, ok mun þá enn eigi enduðdeila vár á meðal. Skulum vér fyrr falla með hreystien vér ragir reynumst.\" Allir hétu konungssyni hér umgóðu, at honum fylgja skyldu ok eigi við hann skilja,fyrr en dauðinn skildi þá. Bar nú þessi skip brátt atlandi, ok lagði Högni drekanum á góða höfn sem næstborginni, ok svá gerðu allir skipstjórnarmenn. Lét núHögni akkerum kasta í grunn sævar, ok eptir þat léthann tjalda sínu gullofnu silkitjaldi ok gekk þar innsíðan með öllum sínum vildustu mönnum. Drukku þeirþar ok váru glaðir. Nú er þeir sjá þetta hertoginn Astróok Þórir sterki, at Högni er við land kominn, ok þeirþekktu þat gerla, at drekinn Skrauti var fyrir landi, þáurðu þeir mjök glaðir við kvámu hans. Riðu nú tilherbúða Högna, ok varð þar mikill fagnaðarfundrmeðal þeira allra. Innir nú Þórir Högna allt fráviðskiptum þeira Sörla ok Sigmundar, bróður hans, ok sváum boð þau, er Sörli bauð Sigmundi. Högni hlýddi áþetta ok lagði fátt til. Eptir þat gengu þeir allir meðliðit heim til borgarinnar ok drukku lystilega í þrjádaga ina næstu í höllinni ok váru glaðir ok kátir."}}