{"originalTitle": "Af_Upplendinga_Konungum_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Af_Upplendinga_Konungum_Chapter_2", "text": {"0": "Guðröðr, sonr Hálfdanar, var konungr á Heiðmörkeptir föður sinn. Hans sonr var Helgi, faðir Ingjalds,föður Óláfs hvíta, er átti Unni ina djúpúðgu, dótturKetils flatnefs. Þeira sonr var Þorsteinn rauðr, er jarlvar í Skotlandi ok fell þar. Eysteinn, sonr Hálfdanarhvítbeins, var konungr á Raumaríki. Hann átti dótturEiríks Agnarssonar, er konungr var á Vestfold. Eiríkrátti engan son. Agnarr, faðir Eiríks, var sonr Sigtryggskonungs af Vindli. Eysteinn konungr fell fyrir borð,ok sló hann beitiáss í sundi einu mjóvu. Hálfdan hétsonr hans, er konungdóm tók eptir hann. Gerðist hannríkr maðr ok hermaðr mikill. Hann gaf gull í málahirð sinni svá mikit sem aðrir menn gáfu silfr, en hanntímdi eigi at gefa mönnum sínum mat. Því var hannkallaðr Hálfdan inn mildi ok inn matarilli. Hann áttiLifu, dóttur Dags konungs af Vestmörum. Hann varsóttdauðr á Vestfold, ok er hann þar heygðr. Guðröðrhét sonr þeira, er konungdóm tók eptir föður sinn.Hann var kallaðr Guðrödr inn göfugláti. Hann áttiÁsu, dóttur Haralds konungs granrauða, er konungrvar á Ögðum. Þau áttu tvá sonu. Hét annarr Hálfdan,en annarr Óláfr. Guðröðr inn göfugláti var drepinná Geirstöðum á Vestfold, svá at hann var lagðr meðkesju, er hann gekk af skipi sínu í Stíflusundi seint umkveldit. Hafði Ása, kona hans, eggjat mann til at drepahann, því at Guðröðr konungr hafði áðr drepa látitHarald konung, föður hennar, ok Gyrð, son hans. Guðröðrkonungr hafði fyrr átt dóttur Alfarins af Álfheimumok hafði heiman með henni hálfa Vingulmörk.Þeira sonr var Óláfr. Hann var þá fulltíða, er faðirhans fell, ok tók hann þá konungdóm eptir föður sinn.Hann var allra manna mestr ok sterkastr ok fríðastrsýnum. Hann var kallaðr Óláfr Geirstaðaálfr. Ása instórráða fór norðr á Agðir með Hálfdan, son sinn, hannvar þá vetrgamall, ok helt hún þá því ríki, er faðirhennar hafði átt. Hálfdan óx upp með Ásu, móðursinni, ok var hann brátt mikill maðr ok sterkr ok svartrá hár, ok því var hann kallaðr Hálfdan svarti. Eptirfall Guðröðar konungs tók Álfgeirr konungr undirsik Vingulmörk ok setti þar yfir son sinn, er kallaðrvar Gandálfr. Þeir feðgar eignuðust ok mestan hlutaRaumaríkis. En Eysteinn konungr, sonr Högna Eysteinssonarins ríka ok ins illráða, lagði þá undir sikalla Heiðmörk ok Sóleyjar, en Óláfr Geirstaðaálfr hafðiGrenland ok Vestfold. Hann Óláfr andaðist af fótarverká Geirstöðum ok er þar heygðr. Sonr hans varRögnvaldr, er kallaðr var heiðum-hæri. Hann varkonungr á Grenlandi eptir föður sinn. Um hann ortiÞjóðólfr hvinverski Ynglingatal, ok segir þar frá þeimkonungum, er komnir váru frá Yngvi-Frey í Svíþjóð,ok af hans nafni eru Ynglingar kallaðir."}}