{"originalTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Þorsteins_Þáttr_Bæjarmagns_Chapter_7", "text": {"0": "Nú kastar Dröttr knettinum at Fullsterk. Hanngreip á móti annarri hendi. Þorsteinn sá, at honumvarð orkufátt, ok hljóp undir knöttinn. Þeir snöruðuat Frosta, því at kapparnir stóðu fremstir við hvárntveggjabekkinn. Frosti tók mót sterkliga, ok kom svánær andliti hans, at kinnbeinit rifnaði. Hann kastarknettinum at Allsterk. Hann tók í móti báðum höndum,ok lá við, at hann mundi kikna, áðr Þorsteinnstuddi hann. Allsterkr snaraði at Agða jarli, en hanngreip móti báðum höndum. Fitan kom í skeggit á honum,ok logaði þat allt, ok var honum til þess annastat afhenda knöttinn ok fleygir at Goðmundi konungi.En Goðmundr snaraði at Geirröði konungi, en hannveik sér undan, ok urðu þeir fyrir Dröttr ok Hösvir,ok fengu þeir bana. En knöttrinn kom á glerglugg einnok svá út í díki þat, sem grafit var um borgina, okhljóp upp eldr logandi. Var nú lokit þessu gamni.Tóku menn þá til drykkju. Sagði Agði jarl, at honumhrysi hugr við jafnan, er hann kom í flokk Goðmundar.Um kveldit gekk Goðmundr at sofa ok hans menn.Þökkuðu þeir Þorsteini hjástöðu, at þeim hefði slysalaustfarit. Þorsteinn kvað lítit til reynt, \"eða hvatmun til gamans haft á morgin?\" \"Konungr mun látaglíma,\" segir Goðmundr, \"ok munu þeir þá hefna sín,því at fjarstætt er um afl várt.\" \"Konungs gæfa munstyrkja oss,\" segir Þorsteinn. \"Hirðið eigi, þótt þér beriztþangat at, sem ek er fyrir.\" Sofa þeir af um nóttina.En at morgni fór hverr til sinnar skemmtunar, enmatsveinar at dúka borð. Geirröðr konungr spurði,hvárt menn vildu ekki glíma, en þeir sögðu, at hannskyldi ráða. Síðan afklæðast þeir ok tókust fangbrögðum.Þorsteinn þóttist eigi sét hafa slíkan atgang, þvíat allt skalf, þá þeir fellu, ok lékst mjök á mönnumAgða jarls. Frosti gekk nú fram á gólfit ok mælti:\"Hverr skal mér á móti?\" \"Til mun verða einhverr,\"sagði Fullsterkr. Ráðast þeir nú á, ok váru með þeimmiklar sviptingar, ok er Frosti miklu sterkari. Berastþeir nú at Goðmundi. Frosti tekr hann upp á bringusér ok keiktist mjök. Þorsteinn slær fæti sínum á knésbætrhonum, ok fell Frosti á bak aptr, en Fullsterkr áhann ofan. Hnakkinn sprakk á Frosta ok olnbogarnir.Hann stóð seint upp ok mælti: \"Ekki eru þér einirat gamninu, eða hví er svá fúlt í flokki yðrum?\"\"Skammt á nefit at kenna ór kjaptinum,\" sagði Fullsterkr.Jökull stóð þá upp, ok Allsterkr réðst þá í mótihonum, ok var þeira atgangr inn harðasti. En þó varJökull sterkari ok bar hann at bekk, þar sem Þorsteinnvar fyrir. Jökull vildi draga Allsterk frá bekknumok togast við fast, en Þorsteinn helt honum. Jökulltók svá fast, at hann sté í hallargólfit upp at ökkla, enÞorsteinn hratt Allsterk frá sér, ok fell Jökull á bakaptr, ok gekk ór liði á honum fótrinn. Allsterkr gekktil bekkjar, en Jökull stóð upp seint ok mælti: \"Ekkisjáum vér alla þessa, sem á bekknum eru.\" Geirröðrsegir Goðmundi, hvárt hann vildi ekki glíma. En hannkveðst aldri glímt hafa, en kveðst eigi vildu synjast.Konungr bað Agða jarl hefna manna sinna. Hannkveðst löngu hafa af lagt, en segir konung ráða skyldu.Síðan afklæddust þeir. Eigi þóttist Þorsteinn sét hafatröllsligri búk en á Agða. Var hann blár sem hel. Goðmundrreis mót honum. Var hann hvítr á skinnslit.Agði jarl hösvaðist at honum ok lagði svá fast krummurnarat síðum hans, at allt gekk niðr at beini, okbárust þeir víða um höllina. Ok er þeir kómu þar, semÞorsteinn var, þá brá Goðmundr jarli til sniðglímuok sneri honum vakrliga. Þorsteinn lagðist niðr fyrirfætr jarli, ok fell hann þá ok stakk niðr nösunum, okbrotnaði í honum þjófsnefit ok fjórar tennr. Jarl stóðupp ok mælti: \"Þung verða gamalla manna föll, oksvá þyngst, at þrír gangi at einum.\" Fóru menn þá íklæði sín."}}