{"originalTitle": "The_Story_Of_Grettir_The_Strong_How_Thorfinn_Met_Grettir_At_Haramsey_Again", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "The_Story_Of_Grettir_The_Strong_How_Thorfinn_Met_Grettir_At_Haramsey_Again", "text": {"0": "How Thorfinn met Grettir at Haramsey againAFTER Yule Thorfinn made ready for coming home, and he let those folk go with good gifts whom he had bidden to his feast. Now he fares with his following till he comes hard by his boat-stands; they saw a ship lying on the strand, and soon knew it for Thorfinn's bark, the big one. Now Thorfinn had as yet had no news of the vikings, he bade his men hasten landward, \"For I fear,\" said he, \"that friends have not been at work here.\"Thorfinn was the first to step ashore before his men, and forthwith he went up to the boat-stand; he saw a keel standing there, and knew it for the bearserks' ship. Then he said to his men, \"My mind misgives me much that here things have come to pass, even such as I would have given the whole island, yea, every whit of what I have herein, that they might never have happed.\"They asked why he spake thus. Then he said, \"Here have come the vikings, whom I know to be the worst of all Norway, Thorir Paunch and Ogmund the Evil; in good sooth they will hardly have kept house happily for us, and in an Icelander I have but little trust.\"Withal he spoke many things hereabout to his fellows.Now Grettir was at home, and so brought it about, that folk were slow to go down to the shore; and said he did not care much if the goodman Thorfinn had somewhat of a shake at what he saw before him; but when the mistress asked him leave to go, he said she should have her will as to where she went, but that he himself should stir nowhither.She ran swiftly to meet Thorfinn, and welcomed him cheerily. He was glad thereof, and said, \"Praise be to God that I see thee whole and merry, and my daughter in likewise. But how have ye fared since I went from home?\"She answered, \"Things have turned out well, but we were near being overtaken by such a shame as we should never have had healing of, if thy winter-guest had not holpen us.\"Then Thorfinn spake, \"Now shall we sit down, but do thou tell us these tidings.\"Then she told all things plainly even as they had come to pass, and praised greatly Grettir's stoutness and great daring; meanwhile Thorfinn held his peace, but when she had made an end of her tale, he said, \"How true is the saw, Long it takes to try a man. But where is Grettir now?The goodwife said, \"He is at home in the hall.\"Thereupon they went home to the farm.Thorfinn went up to Grettir and kissed him, and thanked him with many fair words for the great heart which he had shown to him; \"And I will say to thee what few say to their friends, that I would thou shouldst be in need of men, that then thou mightest know if I were to thee in a man's stead or not; but for thy good deed I can never reward thee unless thou comest to be in some troublous need; but as to thy abiding with me, that shall ever stand open to thee when thou willest it; and thou shalt be held the first of all my men.\"Grettir bade him have much thank therefor. \"And,\" quoth he, \"this should I have taken even if thou hadst made me proffer thereof before.\"Now Grettir sat there the winter over, and was in the closest friendship with Thorfinn; and for this deed he was now well renowned all over Norway, and there the most,where the bearserks had erst wrought the greatest ill deeds.This spring Thorfinn asked Grettir what he was about to busy himself with: he said he would go north to Vogar while the fair was. Thorfinn said there was ready for him money as much as he would. Grettir said that he needed no more money at that time than faring-silver: this, Thorfinn said, was full-well due to him, and thereupon went with him to ship.Now he gave him the short-sword, the good one, which Grettir bore as long as he lived, and the choicest of choice things it was. Withal Thorfinn bade Grettir come to him whenever he might need aid.But Grettir went north to Vogar, and a many folk were there; many men welcomed him there right heartily who had not seen him before, for the sake of that great deed of prowess which he had done when he saw the vikings; many high-born men prayed him to come and abide with them, but he would fain go back to his friend Thorfinn. Now he took ship in a bark that was owned of a man hight Thorkel, who dwelt in Salft in Halogaland, and was a high-born man. But when Grettir came to Thorkel he welcomed him right heartily, and bade Grettir abide with him that winter, and laid many words thereto.This offer Grettir took, and was with Thorkel that winter in great joyance and fame."}}