{"originalTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hervarar_Saga_Ok_Heiðreks_Chapter_3", "text": {"0": "En er þeir bræðr koma heim, búast þeir til hólmstefnu,ok leiðir faðir þeira þá til skips ok gaf þá sverðitTyrfing Angantý. \"Hygg ek,\" segir hann, \"at nú muniþörf vera góðra vápna.\" Hann biðr þá nú vel fara;eptir þat skiljast þeir.Ok er þeir bræðr koma í Sámsey, sjá þeir, hvar tvauskip liggja í höfn þeiri, er Munarvágr hét. Þau skiphétu askar. Þeir þóttust vita, at Hjálmarr mundi þessiskip eiga ok Oddr inn víðförli, er kallaðr var Örvar-Oddr.Þá brugðu Arngríms synir sverðum ok bitu ískjaldarrendr, ok kom á þá berserksgangr. Þeir genguþá sex út á hvárn askinn. En þar váru svá góðir drengirinnan borðs, at allir tóku sín vápn, ok engi flýði órsínu rúmi, ok engi mælti æðruorð. En berserkirnirgengu með öðru borði fram, en öðru aptr ok drápu þáalla. Síðan gengu þeir á land upp grenjandi. Hjálmarrok Oddr höfðu gengit upp á eyna at vita, ef berserkirnirværi komnir. Ok er þeir gengu ór skóginum tilskipa sinna, þá gengu berserkir út af skipum þeira meðblóðgum vápnum ok brugðnum sverðum, ok var þágenginn af þeim berserksgangrinn. En þá verða þeirmáttminni en þess á milli sem eptir nokkurs kyns sóttir.Þá kvað Oddr:\"Þá var mér óttieinu sinni,er þeir grenjandigengu af öskum(ok emjandií ey stigu)tírarlausir,váru tólf saman.\"Þá mælti Hjálmarr til Odds: \"Sér þú nú, at fallnireru menn okkrir allir, ok sýnist mér nú líkast, at vérmunum allir Óðin gista í kveld í Valhöllu.\" Ok þateitt segja menn, at Hjálmarr hafi mælt æðruorð. Oddrsvarar: \"Þat mundi mitt ráð vera, at vit flýðim undaná skóg, ok munu vit ekki mega tveir berjast við þátólf, er drepit hafa tólf ina fræknustu menn, er váruí Svíaríki.\" Þá mælti Hjálmarr: \"Flýjum vit aldri undanóvinum okkrum ok þolum heldr vápn þeira; faravil ek at berjast við berserki.\" Oddr svaraði: \"En eknenni eigi at gista Óðin í kveld, ok skulu þessir allirdauðir berserkir, áðr kveld sé, en vit tveir lifa.\" Þettaviðrmæli þeira sanna þessar vísur, er Hjálmarr kvað:\"Fara halir hraustiraf herskipum,tólf menn samantírarlausir;vit munum í aptanÓðin gistatveir fóstbræðr,en þeir tólf lifa.\"Oddr segir:\"Því mun orðiandsvör veita:Þeir munu í aptanÓðin gistatólf berserkir,en vit tveir lifa.\"Þeir Hjálmarr sá, at Angantýr hafði Tyrfing í hendi,því at lýsti af sem sólargeisla. Hjálmarr mælti: \"Hvártviltu eiga við Angantý einn eða við bræðr hans ellefu?\"Oddr segir: \"Ek vil berjast við Angantý. Hann mungefa stór högg með Tyrfingi, en ek trúi betr skyrtuminni en brynju þinni til hlífðar.\" Hjálmarr mælti:\"Hvar kómu vit þess til orrostu, at þú gengir framfyrir mik? Því viltu berjast við Angantý, at þér þykkirþat meira þrekvirki. Nú em ek höfuðsmaðr þessar hólmgöngu;hét ek öðru konungsdóttur í Svíþjóðu en látaþik eða annan ganga í þetta einvígi fyrir mik, ok skalek berjast við Angantý,\" -- ok brá þá sverðinu ok gekkfram í móti Angantý, ok vísaði hvárr öðrum til Valhallar.Snúast þeir í móti, Hjálmarr ok Angantýr, okláta skammt stórra höggva á milli. Oddr kallar á berserkiok kvað:\"Einn skal við einneiga, nema sé deigr,hvatra drengja,eða hugr bili.\"Þá gekk fram Hjörvarðr, ok áttust þeir Oddr viðhart vápnaskipti. En silkiskyrta Odds var svá traust,at ekki vápn festi á, en hann hafði sverð svá gott, atsvá beit brynju sem klæði. Ok fá högg hafði hannveitt Hjörvarði, áðr hann fell dauðr. Þá gekk tilHervarðr ok fór sömu leið, þá Hrani, þá hverr at öðrum,en Oddr veitti þeim svá harða atsókn, at allafelldi hann þá ellefu bræðr. En frá leik þeira Hjálmarser þat at segja, at Hjálmarr fekk sextán sár, en Angantýrfell dauðr. Oddr gekk þar til, er Hjálmarr var,ok kvað:\"Hvat er þér, Hjálmarr?Hefir þú lit brugðit.Þik kveð ek mæðamargar undir;hjálmr er þinn höggvinn,en á hlið brynja,nú kveð ek fjörviof farit þínu.\"Hjálmar kvað:\"Sár hefi ek sextán,slitna brynju,svart er mér fyr sjónum,séka ek ganga;hneit mér við hjartahjörr Angantýs,hvass blóðrefill,herðr í eitri.\"Ok enn kvað hann.\"Áttak at fullufimm tún saman,en ek því aldriunda ráði;nú verð ek liggjalífs andvani,sverði undaðr,í Sámseyju.Drekka í hölluhúskarlar mjöðmenjum göfgirat míns föður;mæðir margamungát fira,en mik eggja sporí eyju þjá.Hvarf ek frá hvítrihlaðs beðgunniá Agnafitutanverðri;saga mun sannast,sú er hún sagði mér,at aptr komaeigi mundak.Drag þú mér af hendihring inn rauða,færðu inni unguIngibjörgu;sá mun hennihugfastr tregi,er ek eigi kemtil Uppsala.Hvarf ek frá fögrumfljóða söngviótrauðr gamansaustr við Sóta;för skundaðakok fórk í liðhinzta sinnifrá hollvinum.Hrafn flýgr austanaf hám meiði,flýgr honum eptirörn í sinni;þeim gef ek erniefstum bráðir,sá mun á blóðibergja mínu.\"Eptir þat deyr Hjálmarr. Oddr segir þessi tíðendiheim í Svíþjóð, en konungsdóttir má eigi lifa eptirhann ok ræðr sér sjálf bana. Angantýr ok bræðr hansváru lagðir í haug í Sámsey með öllum vápnum sínum."}}