{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_18", "text": {"0": "Nú er frá því sagt, þá er sumraði ok vetrinn varliðinn, at þeir Ketill ok Ingjaldr koma með fjóra tiguskipa vel búin at mönnum ok vápnum til Svíþjóðar.Hrólfr konungr hafði búa látit þrjá tigu skipa okdreka sinn um fram. Váru þessi öll skip búin meðmiklum herskap ok vel búnu liði, biðu svá byrjar.Hrólfr konungr spurði drottningu, hversu henni segðihugr um þeira ferð, hversu takast mundi. Hún kvaðstvænta, at vel mundi takast, en kvaðst þó svá dreymthafa, at þeir mundu koma eitthvert sinn í þessari ferðí krappan stað, svá at þeir mundu reyndir verða.Ok er byrr kom á, tóku þeir þegar ok settu uppsegl sín, svá hverr sem búinn var, ok var heldr veðrlítití fyrstu. Hrólfr konungr varð síðast búinn. Gekkdrekinn lítit, því at hann þurfti mikinn byr, sigldusvá sem leið liggr til Garðaríkis. En er þeir höfðu sigltum stund, tók veðrit at hvessa. Gekk drekinn þá skjótteptir skipunum. Gerði þá veðr mikit. Konungr baðþá tengja saman skipin ok vita, ef þeir gæti svá haldizt.Ok er þeir ætluðu svá at gera, laust á ofviðri svá miklu,at þegar urðu skipin sundrskila. Varð þá at hlaða seglumok rétta. Eptir þat kom á steinóðr útnyrðingr.Mátti þá eigi lengr rétta, ok sigldu þá við eitt rif.Gerðist þá svá veðrmikit, at reiði þeira slitnaði, svá atbæði gekk í sundr höfuðbendr ok aktaumar, ok gekkmjök sjór á þá, svá at fáir væntu sér lífs, þeir sem þarváru. Ok er þessi stormr var sem ákafastr, sleit frádrekann Hrólfs konungs ok rak at eyju einni, en meðþví at þar var höfn góð, en skip öruggt ok liðsmennkænir, kómust þeir með heilu ok höldnu at landi. Þatvar síð um kvöld, ok fell þá veðr ok gerði harðla blítt.Hrólfr konungr lézt vilja ganga á eyna ok vita, efhann sæi nokkut til nýlundu. Ásmundr fór með honumok tíu menn aðrir, en hann bað annat lið sittbíða við skip ok bað þá bíða til nóns annan dag, efhann gerði þeim vissu enga áðr.Eptir þat gengu þeir upp á eyna. Þat var mikit landok skógótt. Ok er þeir höfðu gengit um stund, funduþeir skála einn á eyjunni. Hann var bæði mikill okrammgerr, ok eigi þóttust þeir sét hafa jafnhátt hús.Hurð var aptr. Konungr bað þá upp lúka. Þeirhljópu á hurðina ýmsir, ok gekk engum upp. Konungrmælti þá: \"Sá mun hafat afl í klóm, er þessari hurðuer vanr at lúka, ok skal ek freista, hvárt upp gengr.\"Konungr gekk þá til ok hratt upp með annarri hendi.Þeir gengu síðan inn ok lituðust um ok fundu eld okbrugðu skíði í ok báru innan um skálann. Sá þeir, atþar skorti eigi alls kyns varning. Sæng var þar búinharðla vel. Hún var stórliga mikil. Konungr lagðistniðr í sængina. Sá hann þat, þó annarr legðist tilfóta honum jafnlangr, þá var sængin þó sýnu lengri.Þóttust þeir vita, at þar mundi eigi smámaðr fyrir ráða.Þar var ein súla fyrir framan sængina upp undir ásinn.Þar hekk á sverð eitt harðla mikit ok var háttupp komit, svá at konungr gat hvergi nánd tekit til.Þá mælti Hrólfr konungr: \"Hvárt skal nokkut hér veraí nótt ok bíða húsbóndans, þess er hér á fyrir at ráða,ok hætta til, hversu hann er heima at hitta, eða viliþér fara til skips ok hætta ekki til fundar við hann?\"Þeir báðu hann fyrir sjá, en kváðust ófúsir at bíða. Konungrmælti: \"Á því em ek meir at bíða bónda, en þatmá vera, at honum þykki vér helzt fjölmennir okstyggist hann við gestafjölda. Skal nú skipta liði. Skulufjórir menn fara til skips, en vit Ásmundr ok aðrirfjórir skulu eptir vera. Þér skuluð segja, hvat oss dvelr,ok ef vér komum eigi til skips fyrir dagmál, þá fariþér ferðar yðvarrar. Mun vár þá ekki at bíða, því atþat er mín ætlan, at oss tjái ekki fjölmenni við þennamann, því at jafnt mun hann fyrirkoma mörgum semfám, ef hann er jafngildr sem ek ætla. Er mönnumþá nokkuru ljósara, ef þér komizt á braut ok segið þat,er þér sjáit, hvat orðit er af Hrólfi Gautrekssyni okhans félögum. Þykki mér vera mega, at þessi skálabúihafi nokkuru um ráðit vára hingatkvámu ok vili hann,at várn fund beri saman, skal nú ok hér bíða náttlangt.\"Eptir þat fóru þeir, sem konungr á kvaddi,ok fórst þeim vel til skips ok sögðu þat, er þeir vissutil konungs. Allir þeir váru mjök hræddir, hvé honummundi at fara."}}