{"originalTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_16", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Bósa_Saga_Ok_Herrauðs_Chapter_16", "text": {"0": "Síðan bjuggust þeir við brúðlaupum sínum Herrauðrok Bósi, ok skorti nú eigi tilföng bæði nóg ok góð, okstóð veizlan mánuð, ok váru menn með virðuligum gjöfumá burt leystir. Tók Herrauðr þá konungsnafn yfiröllum þeim ríkjum, sem faðir hans hafði stýrt. Litlusíðar söfnuðu þeir liði ok fóru til Bjarmalands, ok beiddiBósi sér þar viðtöku ok taldi þat til, at Edda ætti landallt eptir föður sinn, er nú var orðin eiginkona hans, oksegist hann svá helzt mega bæta landsmönnum þannmannskaða, sem þeir höfðu af honum fengit, at verakonungr yfir þeim ok styrkja þá með lögum ok réttarbótum.Ok med því at þeir váru höfðingjalausir, þá sáþeir engan sinn kost vænna en taka hann sér til konungs.Var Edda þeim kunnig áðr at öllum góðum siðum.Gerðist Bósi nú konungr yfir Bjarmalandi. Hann áttison við frillu sinni, þeiri er hann herti jarlinn hjá.Sá hét Sviði inn sókndjarfi; hann var faðir Vilmundarviðutan. Bósi fór austr á Glæsisvöllu ok sætti þá Goðmundkonung ok Herrauð. Þau Hleiðr unnust mikit.Þeir dóttir var Þóra borgarhjörtr, er Ragnarr loðbrókátti.Svá hefir sagt verit, at í gammsegginuu því, sem þeirsóttu til Bjarmalands, hafi fundizt yrmlingr sá, ergullslitr var á, ok gaf Herrauðr konungr hann dóttursinni í tannfé, en hún lét leggja gull undir hann, okóx hann svá mikit, at hann lá í hring um skemmuhennar ok varð svá grimmr, at engi þorði nærri honumat koma nema konungr ok sá, er honum færði mat.Uxa gamlan þurfti ormrinn í mál, ok þótti hann inmesta meinvættr. Heitstrengdi Herrauðr konungr þessat gifta þeim einum manni Þóru, dóttur sína, sem þyrðiat ganga í skemmuna til máls við hana ok af réði orminn.En þat þorði engi fyrr at gera en til kom Ragnarr,sonr Sigurðar hrings. Sá Ragnarr var síðan kallaðrloðbrók, ok tók hann nafn af klæðum sínum, er hannlét gera sér, þá er hann vann orminn, ok lúkum vérhér nú sögu Bögu-Bósa."}}