{"originalTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_33", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hrólfs_Saga_Gautrekssonar_Chapter_33", "text": {"0": "Skemmumey Ingibjargar konungsdóttur hafði gengitþann dag til hallarinnar, ok er hún kom næri höllinni,sá hún þetta it mikla tröll. Hljóp hun þá aptrtil skemmunnar með ópi miklu ok gani. Konungsdóttirspyrr, hví hún léti svá óvitrliga. Hún segir, at tröll eitt varkomit í hallardyrin, -- \"svá at ekkert mun þvílíkt vera.\"Konungsdóttir mælti: \"Ætlar þú víst, at tröll væri heldren mikill maðr?\" Hún svarar: \"Ekkert tröll mun þvílíktvera, ok svá lætr þat grimmliga sem þat muni engueira, því er at því færi.\" Konungsdóttir mælti: \"Eigimun tröll vera, þó at tröllsliga láti. Þykki mér veramega, at grimmt sé í hug ok þykkist hingat eiga atleita til hefnda. Vil ek nú senda þik til hallarinnar.Þú skalt hafa með þér mat ok bjóða tröllinu. Má vera,at þat sé þá ekki svá grimmt ok linist heldr við menn.\"Mærin mælti: \"Nú mælir þú ódæmi, at ek, lítil meyja,mundi ganga at því trölli, sem engi þorir móti at sjá,þar sem konungurinn, faðir þinn, þorir ekki út atganga, slíkr kappi sem hann er, ok engi hans manna,ok munu heldr svelta til dauða, ok muntu vera heilluðaf óvætti þessum, er gengr um hásumar ok ljósa daga,er þú vilt gefa þeim mat, er drepa vill konunginn,föður þinn.\" Ok þó at hún talaði slíkt, þorði húnekki í móti at gera hennar vilja. Hún hafði disk á lófa,en horn mikit í annarri hendi. Ok er hún kom svánær hún hugði hann mundu heyra, kallaði hún:\"Et mat þinn, tröll!\" Hann leit til hennar. Hún varðmjök hrædd, hljóp aptr til skemmunnar með ópi miklu.Hún felldi niðr af diskinum matinn, en sló drykkinnór horninu ok sagði þetta mikil undr, at senda hanaí trölla hendr\"-- \"eða fyrir hverja sök viltu bana mér?\"Konungsdóttir mælti ok sagðist ekki vilja, at hún fengimein eða bana af sínum ráðum, -- \"ok ekkert illt muntuhér af fá. Segir mér svá hugr um, at þetta muni ekkitröll vera. Skaltu nú fara í annat sinn.\" Mærin ferr,þó at hún væri treg, ok er hún kom svá nær, at húnsá gerla tröllit, mælti hún: \"Viltu þiggja mat, it miklatröll?\" Hann leit við henni ok ygldist á hana. Húnhljóp í burt ok segir konungsdóttur, at hún hafði núgerla sét tröllkarlinn. Konungsdóttir mælti: \"Hversuleizt þér á tröllit, eða vildi þat nokkut tala til þín?\"Hún svarar: \"Aldri hefi ek fyrri tröll sét, en ekki sýndistmér þat svá illiligt sem þat er mikit til. Þat er magrligtok svangt, sem þat muni lengi soltit hafa. Undraek þat etr ekki dauða mennina, er liggja um alla borgina.Má vera, jungfrú, at þetta sé blendingr ok sé ekkifullkomit tröll, ok ekki varð ek nú jafnhrædd semfyrr.\" Konungsdóttir mælti: \"Hversu er tröllit búit?\"Hún svarar: \"Loðkápu hefir þat mikla, svá at hvárkisér hendr þess né fætr. Skjöld hefir þat svá mikinn afjárni, at hylr öll hallardyrin. Spjót hefir þat ógurligtok leggr því inn með skildinum.\" Konungsdóttir mælti:\"Nú mun ek leggja ráð með þér. Þú skalt fara okbjóða því matinn ok seg, at lifi Hrólfr konungr Gautreksson,ok vit þá, hvat af skipast.\" Hún ferr nú okmiklu djarfligar en fyrr, ok er hún kom mjök at honum,rétti hún diskinn ok mælti: \"Et mat þinn, tröll,lifir Hrólfr Gautreksson.\" Hann leit þá til hennar blíðliga,tók hendinni í mót diskinum, át ok drakk. Húnsá, at hann var mjök lystugr til matarins, þótti þó ekkiþrælsliga at fara, ok er hann er mettr, gengr hún íburt. Líðr af nóttin, segir hún konungsdóttur semvar ok þat með, er hann tók móti diskinum, -- \"undirkápunni var rauð ermr ok þar á digr gullhringr.\"Líðr nú nóttin. Kómust þeir ekki ór höllinni, okurðu allir ráðlausir fyrir jötni þessum. Um morguninnkom mærin aptr með mat ok færði honum, oker hann seildist móti diskinum, tók hann með höndmeyjarinnar, setti hana á kné sér, en hún kvað við hátt.Hann bað hana eigi óttast, -- \"ok seg mér, hvar Hrólfrkonungr Gautreksson er ok hverr honum hefir lífgefit.\" Hún svarar ok segir honum allt, sem gengithafði um þeira ferð, ok hvar komit var þá þeira máli.Hann mælti þá: \"Seg konungsdóttur, at ek muni þarkoma í nótt at finna hana. Vil ek, at vit tölumst viðnokkut.\" Lét hann þá meyna lausa. Hljóp hún þáaptr til skemmunnar, segir konungsdóttur, at tröllithafi getat tekit hana, ok kvað hann margt hafa talat viðsik, -- \"ok hann ætlar at finna þik í nótt.\" Konungsdóttirsagði það vel vera, sagði þann einn vera mundu,hún mundi eigi óttast þurfa.Ok um nóttina kom hann til skemmunnar. Er svásagt, at konungsdóttir brá sér ekki við, þó at hún sæiþetta tröll, tóku síðan tal með sér, spurði hún,hvat hann ætlaði til bragða at taka. Hann kvaðst ekkiheldr annat ætla en svelta inni konunginn með allrihirð sinni, -- \"en með því at Hrólfr konungr Gautrekssonlifir ok þér hafið hólpit honum, mun ek fara framyðrum ráðum.\" Hún svarar: \"Önnur ráð eru mérheyriligri til at leggja en þat faðir minn sé sveltr innisem refr í skor eða melrakki í greni. Hefir mik svádreymt, at hann muni skammt ófriðar missa. Er þatætlun mín, at Hrólfi konungi Gautrekssyni komi fleiridugnaðar menn, ok mun ekki langt at bíða.\" Þórirmælti: \"Til þess er mér annast at finna Hrólf konung,fóstra minn.\" Hún kveðst þat vel mega veita honumat tala við þá, en sagði þeim ekki mega burt komautan með mannfjölda.Fara þau síðan til grafarinnar. Ok er Þórir sá helluna,er þeir váru læstir með, þreif hann til hennarmeð afli ok kastaði henni marga faðma á völlinn. Síðanlét hann síga inn festi ok dró þá alla upp. Varð þarfagnaðar fundr mikill, þóttust hvárir aðra ór heljuheimt hafa, fóru nú allir til skemmunnar ok drukkuþar glaðir ok kátir. Spyrr þá Hrólfr konungr, hvatþá skyldi til ráðs taka. Ásmundr kvað þá hægt til ráða,-- \"er þat fyrst at bera eld at höllinni, at brenna konunginninni með liði sínu.\" Konungsdóttir gekk þáþar at ok mælti: \"Þess vil ek biðja yðr, Hrólfr konungr,at þér gefið grið föður mínum, þó at þér eigiðvald á honum.\" Konungr kveðst því gjarna játa viljahenni fyrir hennar hæversku ok dyggð, er hún hafðihonum veitta, sagði hana verðuga at þiggja sína bæn."}}