{"originalTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Ragnars_Saga_Loðbrókar_Ok_Sona_Hans_Chapter_4", "text": {"0": "Þetta spyrst til skipa Ragnars, at þaðan skammt varþing stefnt. Ok nú ferr Ragnarr frá skipum náliga meðallan her sinn til þingsins. Ok er þeir koma þar, nemaþeir staðar nakkvat frá öðrum mönnum, því at Ragnarrsér nú, at komit var fjölmenni mikit frá því, semvani var til. Þá stendr jarl upp ok kveðr sér hljóðs oktalar, biðr menn hafa þökk fyrir, er vel hafa skipaztvið hans orðsending, ok segir síðan atburð þann, semorðinn er, fyrst frá því, hversu hann hafði um mæltvið þann mann, er orminum yrði at bana, síðan, at --\"ormrinn er nú dauðr, ok sá hefir látit eptir standaspjótit í sárinu, er unnit hefir þetta frægðarverk. Okef nokkurr er sá hér kominn til þingsins, er þat skapthafi, er þessu spjóti hæfi, beri hann þat fram ok sannisvá sögn sína, þá skal ek þat allt enda, er ek hefi ummælt, hvárt sem hann er af meirum stigum eða minnum.\"Ok lýkr hann svá sínu máli, at hann lætr beraspjótit fyrir hvern mann, er á er þinginu, ok biðr sérsegja, hverr sá er, er við þessu gengr eða þat skapt hefir,er hér hæfir til. Nú er svá gert. Eigi finnst sá né einn,er þat skapt hafi. Nú er komit þar, sem Ragnarr er,ok sýnt honum spjótit, ok gengr hann við, at hannmun eiga, ok þar hæfir hvárt eptir öðru, skaptit okspjótit. Nú þykkjast menn vita, at hann mun hafaorðit orminum at bana, ok verðr hann af þessu verkiharðla mjök frægr of öll Norðrlönd, ok biðr hann núÞóru, dóttur jarls, ok hann tekr því vel, ok nú er húnhonum gift, ok er fengit at mikilli veizlu með inumbeztum föngum í því ríki. At þessi veizlu kvángastRagnarr. Ok er lokit er veizlunni, ferr Ragnarr tilríkis síns ok réð fyrir ok ann mikit Þóru. Þau eiga tvásonu; hét Eirekr inn ellri, en Agnarr inn yngri. Þeirváru miklir vexti ok fríðir sýnum. Sterkari váru þeirmiklu en aðrir menn flestir, er þá váru uppi. Þeirnámu alls konar íþróttir. Þat var eitthvert sinn, atÞóra kenndi sér sóttar, ok andast hún ór þessi sótt. EnRagnari þótti þetta svá mikit, at hann vill eigi ráðaríkinu ok tekr aðra menn til at ráða ríkinu með sonumsínum. En hann tekr nú til iðnar sinnar innar sömu,sem hann hafði fyrr haft, ok ræðst nú í hernað, okhvar sem hann ferr, fær hann sigr."}}