{"originalTitle": "Grettis_Saga_Chapter_87", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_87", "text": {"0": "Spes hét göfug garðshúsfreyja þar í staðnum, harðla rík og    stórættuð. Sigurður hét bóndi hennar. Hann var auðigur og    ættsmærri en hún. Hafði hún verið gefin honum til fjár. Ekki    varð ástríki mikið með þeim hjónum og þóttist hún næsta    vargefin. Hún var stórlynd og svarkur mikill.    Svo bar til að þá er Þorsteinn skemmti um kveldið að Spes    gekk um strætið nær dyflissunni að hún heyrði þangað rödd svo    fagra að hún kallaðist öngva slíka heyrt hafa. Hún gekk með    marga sveina og bað þá víkja þangað og vita hver þessa ágætu    rödd hefði. Þeir kölluðu nú og spurðu hver þar væri svo    harðlega spenntur. Þorsteinn nefndi sig.    Þá mælti Spes: \"Ertu þvílíkur atgervimaður um annað sem á    kveðandi?\"    Hann sagði lítið bragð að því.    \"Hvað hefir þú til saka,\" segir hún, \"er þig skal kvelja hér    til bana?\"    Hann sagði að hann hefði drepið mann og hefnt bróður síns \"en    eg gat það eigi með vottum sýnt,\" sagði Þorsteinn, \"og því    var eg hér settur,\" segir hann, \"nema nokkur vildi mig út    leysa. En mér þykir þess engi von því að eg á hér öngvan    skyldan mann.\"    \"Mikill mannskaði mun það ef þú ert drepinn. Eða var bróðir    þinn slíkur frægðarmaður sá er þú hefndir?\"    Hann sagði að sá var meir en hálfu gildari maður. Hún spurði    hvað til merkja væri um það.    Þá kvað Þorsteinn vísu þessa:Eigi máttu áttaeggþings boðar, hringaGrund, úr Grettis hendigeðrakks koma saxiáðr hvardyggir hjugguherðendr fetils gerðaraxlarfót af ýtiunnblakks hugar rökkum.    \"Mikil ágæti eru slíkt,\" sögðu þeir er skildu vísuna.    Og sem hún vissi þetta mælti hún svo: \"Viltu þiggja líf að    mér ef kostur er?\"    \"Eg vil gjarna,\" sagði Þorsteinn, \"ef þessi félagi minn er og    út leystur með mér sem hér situr. Ella munum við sitja hér    báðir.\"    Hún svarar: \"Meira mannkaup ætla eg í þér sé en honum.\"    \"Svo sem það er,\" sagði Þorsteinn, \"þá munum við fylgjast    burt héðan annaðhvort báðir eða hvorgi okkar.\"    Hún gekk þá þangað sem Væringjar voru og beiddi útlausnar    fyrir Þorstein og bauð fé til. Þeir voru þess fúsir. Fékk hún    svo um gengið með vinsældum sínum og ríkdómi að þeir voru    báðir út leystir. En þegar Þorsteinn komst úr dyflissunni fór    hann til móts við Spes. Húsfreyja tók hann til sín og hélt    hann á laun en stundum var hann með Væringjum í herferðum og    reyndist hinn mesti fullhugi í öllum framgöngum."}}