{"originalTitle": "Völsunga_Saga_Chapter_24", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Völsunga_Saga_Chapter_24", "text": {"0": "Þá var heim komin til Heimis Brynhildr, fóstra hans.Hún sat í einni skemmu við meyjar sínar. Hún kunnimeira hagleik en aðrar konur. Hún lagði sinn borðameð gulli ok saumaði á þau stórmerki, er Sigurðr hafðigert, dráp ormsins ok upptöku fjárins ok dauða Regins.Ok einn dag er frá því sagt, at Sigurðr reið á skógvið hundum sínum ok haukum ok miklu fjölmenni.Ok er hann kom heim, fló hans haukr á hávan turnok settist við einn glugg. Sigurðr fór eptir haukinum.Þá sér hann eina fagra konu ok kennir, at þar er Brynhildr.Honum þykkir um vert allt saman, fegrð hennarok þat, er hún gerir; kemr í höllina ok vill engaskemmtan við menn eiga. Þá mælti Alsviðr: \"Hví eruþér svá fálátir? Þessi skipan þín harmar oss ok þínavini. Eða hví máttu eigi gleði halda? Haukar þínirhnípa ok svá hestrinn Gráni, ok þessa fám vér seintbót.\" Sigurðr svarar: \"Góðr vinr, heyr, hvat ek hugsa.Minn haukr fló á einn turn, ok er ek tók hann, sá ekeina fagra konu. Hún sat við einn gullligan borða oklas þar á mín liðin ok fram komin verk.\" Alsviðrsvarar: \"Þú hefir sét Brynhildi Buðladóttur, er mestrskörungr er.\" Sigurðr svarar: \"Þat mun satt vera. Eðahversu löngu kom hún hér?\" Alsviðr svarar: \"Þess varskammt í milli ok þér kómuð.\" Sigurðr segir: \"Þatvissu vér fyrir fám dögum; sú kona hefir oss bezt sýnztí veröldu. Alsviðr mælti: \"Gef ekki gaum at einnikonu, þvílíkr maðr. Er þat illt at sýta, er maðr færeigi.\" \"Hana skal ek hitta,\" sagði Sigurðr, \"ok gefahenni gull ok ná hennar gamni ok jafnaðarþokka.\"Alsviðr svarar: \"Engi fannst sá enn um aldr, er húnléði rúms hjá sér eða gæfi öl at drekka. Hún vill sikí herskap hafa ok alls konar frægð at fremja.\" Sigurðrmælti: \"Vér vitum eigi, hvárt hún svarar oss eða eigieða lér oss sess hjá sér.\"Ok annan dag eptir gekk Sigurðr til skemmunnar.En Alsviðr stóð hjá skemmunni úti ok skepti örvarsínar. Sigurðr mælti: \"Sit heil, frú, eða hversu megiþér?\" Hún svarar: \"Vel megu vér, frændr lifa ok vinir,en háttung er í, hverja giftu menn bera til síns endadags.\"Hann sezt hjá henni. Síðan ganga þar inn fjórarkonur með stórum borðkerum af gulli ok með inu beztavíni ok standa fyrir þeim. Þá mælti Brynhildr: \"Þettasæti mun fám veitt vera, nema faðir minn komi.\" Hannsvarar: \"Nu er veitt þeim, er oss líkar. Herbergit vartjaldat af inum dýrstum tjöldum ok þakit klæðumallt gólfit. Sigurðr mælti: \"Nú er þat fram komit, erþér hétuð oss.\" Hún svarar: \"Þér skuluð hér velkomnir.\"Síðan reis hún upp ok fjórar meyjar meðhenni ok gekk fyrir hann með gullker ok bað hanndrekka. Hann réttir í mót höndina kerinu ok tók höndhennar með ok setti hana hjá sér. Hann tók um hálshenni ok kyssti hana ok mælti: \"Engi kona hefir þérfegri fæðzt.\" Brynhildr mælti: \"Vitrligra ráð er þatat leggja eigi trúnað sinn á konu vald, því at þær rjúfajafnan sín heit.\" Hann mælti: \"Sá kæmi beztr dagryfir oss, at vér mættim njótast.\" Brynhildr svarar: \"Eigier þat skipat, at vit búim saman. Ek em skjaldmær,ok á ek með herkonungum hjálm, ok þeim mun ekat liði verða, ok ekki er mér leitt at berjast.\" Sigurðrsvarar: \"Þá frjóumst vér mest, ef vér búum saman, okmeira er at þola þann harm, er hér liggr á, en hvössvápn.\" Brynhildr svarar: \"Ek mun kanna lið hermanna,en þú munt eiga Guðrúnu Gjúkadóttur.\" Sigurðrsvarar: \"Ekki tælir mik eins konungs dóttir, ok ekkilér mér tveggja huga um þetta, ok þess sver ek viðguðin, at ek skal þik eiga eða enga konu ella.\" Húnmælti slíkt. Sigurðr þakkar henni þessi ummæli okgaf henni gullhring, ok svorðu nú eiða af nýju, okgengr hann í brott til sinna manna ok er þar umhríð með miklum blóma."}}