{"originalTitle": "Illuga_Saga_Gríðarfóstra_Chapter_6", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Illuga_Saga_Gríðarfóstra_Chapter_6", "text": {"0": "Eptir þetta fylgir Gríðr þeim til báts Illuga, ok gafhún þeim gull ok marga dýra gripi, ok hafði hann númeð sér eldinn, ok skildist hún þar við þau. Illugirær aptr til sinna manna. Þeir urðu við þat glaðir oklétu sér hitna. Mánuð lá konungsson þar, ok gaf honumaldri byr. Björn kenndi þat Hildi ok kvað Illugahana hafa sótta í hella, ok segir Björn, at hún sé inmesta tröllkona. Sigurðr bað Björn þegja, ok ekki vildihann því trúa, er Björn sagði. Eina nótt var þat, ermenn konungssonar sváfu á skipi, en er þeir vakna,sjá þeir, at Björn er horfinn, ok leituðu ok sjá umsíðir, at hann hangir upp við siglurá. Þeir vissu ekki,hverju þetta gegndi um líflát Bjarnar, en Gríðr hafðihengt Björn á þeiri nótt fyrir þat hann kallaði Hilditröllkonu.Eptir þat siglir Sigurðr frá Finnmörk, ok gaf honumþá vel byr ok kom heim til Danmerkr ok hafðifengit of fjár ok gaf gull á tvær hendr. Er hann núheima með föður sínum. Illugi var löngum með Sigurði,en þó átti hann stóran búgarð næri konungshöllinni.Litlu síðar tók Hringr konungr sótt þá, er hannleiddi til bana. Sigurðr lætr þegar erfi drekka eptirföður sinn ok lætr til bjóða öllum beztu mönnum ílandinu, ok var Sigurðr þá til konungs tekinn yfir þatríki, er faðir hans hafði átt. Hringr konungr hafðiverit fylkiskonungr í Danmörku, ok hafði hann ráðitfyrir Skán. Signý kemr nú til Danmerkr, ok tók Illugivel við henni ok þau Hildr. Illugi segir þá öll deili áhenni. Sigurðr konungr bað hennar sér til handa.Signý segir, at Illugi skuli vera hennar giftingarmaðr.Sigurðr talar þá þetta mál við hann, ok með samþykkihennar giftir Illugi honum Signýju. Váru þeira samfarirgóðar, ok áttu þau mörg börn, ok urðu öll mikilsháttar menn. Sigurðr konungr ok Signý drottning lifðumjök lengi, en Illugi lifði lengr, en ekki hefir veritgetit barna þeira Hildar. Þessi Illugi varð síðan fóstbróðirGnoðar-Ásmundar.Ok lúkum vér þessi sögu."}}