{"originalTitle": "Beowulf_Xxxvi", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Beowulf_Xxxvi", "text": {"0": "XXXVIWīglāf wæs hāten,  Wēoxstānes sunu,lēoflīc lindwiga,  lēod Scylfinga,mǣg Ælfheres;  geseah his mondryhtenunder heregrīnan  hāt þrōwian.Gemunde ðā ðā āre,  þē hē him ǣr forgeaf,wīcstede weligne  Wǣgmundinga,folcrihta gehwylc,  swā his fæder āhte;ne mihte ðā forhabban,  bond rond gefēng,geolwe linde,  gomel swyrd getēah;þæt wæs mid eldum  Ēanmundes lāf,suna Ōhtere[s] ;  þām æt sæcce wearð,wræcca(n) winelēasum  Wēohstān banamēces ecgum,  ond his māgum ætbærbrūnfāgne helm,  hringde byrnan,ealdsweord etonisc;  þæt him Onela forgeaf,his gædelinges  gūðgewǣdu,fyrdsearo fūslīc,--  nō ymbe ðā fǣhðe spræc,þēah ðe hē his brōðor bearn  ābredwade.Hē [ðā] frætwe gehēold  fela missēra,bill ond byrnan,  oð ðæt his byre mihteeorlscipe efnan  swā his ǣrfæder;geaf him ðā mid Gēatum  gūðgewǣda,ǣghwæs unrīm,  þā hē of ealdre gewātfrōd on forðweg.--  þā wæs forma sīðgeongan cempan,  þæt hē gūðe rǣsmid his frēodryhtne  fremman sceolde.Ne gemealt him se mōdsefa,  nē his mǣges lāfgewāc æt wīge;  þæt se wyrm onfand,syððan hīe tōgædre  gegān hæfdon.Wīglāf maðelode,  wordrihta felasægde gesīðum  --him wæs sefa geōmor--:'Ic ðæt mǣl geman,  þǣr wē medu þēgun,þonne wē gehēton  ūssum hlāfordein bīorsele,  ðē ūs ðās bēagas geaf,þæt wē him ðā gūðgeatwa  gyldan woldon,gif him þyslicu  þearf gelumpe,helmas ond heard sweord.  Dē hē ūsic on herge gecēastō ðyssum sīðfate  sylfes willum,onmunde ūsic mǣrða,  ond mē þās māðmas geaf,þē hē ūsic gārwīgend  gōde tealde,hwate helmberend,--  þēah ðe hlāford ūsþis ellenweorc  āna āðōhtetō gefremmanne,  folces hyrde,forðām hē manna mǣst  mǣrða gefremede,dǣda dollīcra.  Nū is sē dæg cumen,þæt ūre mandryhten  mægenes behōfað,gōdra gūðrinca;  wutun gongan tō,helpan hildfruman,  þenden hyt sŷ,glēdegesa grim !  God wāt on mec,þæt mē is micle lēofre,  þæt mīnne līchamanmid mīnne goldgyfan  glēd fæðmi[ecedil].Ne þynceð mē gerysne,  þæt wē rondas bereneft tō earde,  nemne we ǣror mægenfāne gefyllan,  feorh ealgianWedra ðēodnes.  Ic wāt geare,þæt nǣron ealdgewyrht,  þæt hē āna scyleGēata duguðe  gnorn þrōwian,gesīgan æt sæcce;  ūrum sceal sweord ond helm,byrne ond beaduscrūd  bām gemǣne.'Wōd þā þurh þone wælrēc,  wīgheafolan bærfrēan on fultum,  fēa worda cwæð:'Lēofa Bīowulf,  lǣst eall tela,swā ðū on geoguðfēore  geāra gecwǣde,þæt ðū ne ālǣte  be ðē lifigendumdōm gedrēosan;  scealt nū dǣdum rōf,æðeling anhȳdig,  ealle mægenefeorh ealgian;  ic ðē fullǣstu.'Æfter ðām wordum  wyrm yrre cwōm,atol inwitgæst  ōðre sīðefȳrwylmum fāh  fīonda nīos(i)an,lāðra manna.  Līgȳðum forbornbord wið rond[e],  byrne ne meahtegeongum gārwigan  gēoce gefremman,ac se maga geonga  under his mǣges scyldelne geēode,  þā his āgen w(æs)glēdum forgrunden.  þā gēn gūðcyningm(ærða) gemunde,  mægenstrengo slōhhildebille,  þæt hyt on heafolan stōdnīpe genȳded;  Nægling forbærst,geswāc æt sæcce  sweord Bīowulfesgomol ond grǣgmǣl.  Him þæt gifeðe ne wæs,þæt him īrenna  ecge mihtonhelpan æt hilde;  wæs sīo hond tō strong,sē ðe mēca gehwane  mīne gefrǣgeswenge ofersōhte,  þonne hē tō sæcce bærwǣpen wund[r]um heard;  næs him wihte ðē sēl.þā wæs þēodsceaða  þriddan sīðe,frēcne fȳrdraca  fǣhða gemyndig,rǣsde on ðone rōfan,  þā him rūm āgeald,hāt ond heaðogrim,  heals ealne ymbefēngbiteran bānum;  hē geblōdegod wearðsāwuldrīore,  swāt ȳðum wēoll."}}