{"originalTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_7", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Hjálmþés_Saga_Ok_Ölvis_Chapter_7", "text": {"0": "At ákveðnum tíma fylkja hvárirtveggju liði sínu tilorrostu, ok þar eptir váru lúðrar þeyttir, ok síga samanfylkingar með ópi ok eggjan. Flugu fyrst alls konar skotvápnsvá hart, at þar af varð gnýr mikill. Særðust sumir,en sumir fengu bana. Eptir þat biðr konungr Hjálmþéok Ölvi at slá upp herópi ok geysast svá á þá meðhöggorrostu. Þeir fóstbræðr váru á sínum hestum okmeð þeim mikil riddarasveit. Báðir þeir höfðu bitrligspjót sér í hendi ok slá upp heróp ok hlaupa svá framá þá. Tókst orrosta in snarpasta, ok svá hart gangaþeir fram Hjálmþér ok Ölvir ok þeira menn, at fylkingkonungssonar bognar fyrir, ok fell í þeiri svipan margtmanna af konungssyni. Sér hann, at hans fylkingar eruá bak gengnar, en lið hans margt fallit. Fylltist hannmikillar reiði ok kallar á sína menn, berserki ok blámenn,ok biðr þá í móti snúa konunginum ok hans armalýð, biðr þá eigi hræðast. Þeir gera svá ok ganga fastfram með ópi miklu ok illum látum. Kemr á þáberserksgangr, höggva ok leggja, berja ok bíta konungsinshirð til beggja handa ok ganga í gegnum fylkingar.Flýr margt undan þeim af konungsmönnum fyrir hræðslusakir. Þetta líta þeir Hjálmþér ok Ölvir, atkonungsmenn flýa, en sumir eru drepnir. Þeir snúa mót þessuillþýði, ok var þar mikill atgangr, en svá lýkr, at þeirdrepa alla blámenn ok berserki konungssonar, en réttaaptr fylkingararminn. Þetta sér Núdus konungsson, athans hetjur eru fallnar í strá niðr, ok atferð þeiraHjálmþés ok Ölvis ok hugsar, at hann muni þar koma í fullaraun, en þó treystir hann vel sínu afli ok hamingju.Því gerir hann at keyra hest sinn með sporum ok ríðrmót Hjálmþé, ok sem hann sér, hversu þessi ríkilátikonungsson ríðr sem fugl fljúgi, þykkist hann skilja, athann vill á hans fund. Því býr hann sik hraðliga á mótihonum ok skekr sitt spjót grimmliga ok keyrir hestinnsporum ok ríðr móti konungssyni, ok lagði hvárr í annarsskjöld, en svá sátu þeir fast, at hvárrgi bifaðist í sínumsöðli, en báðar stengrnar brotnuðu, ok flugu brotinaptr fyrir höfuð þeim. Þeir taka nú til sverða sinna okhöggva nú hvárr til annars með miklu afli ok fimleika.En sökum þeira ógurligu bresta, sem urðu af þeirahöggum, æddust hestarnir undir þeim, svá at þeir máttueigi höggum við koma, stigu af sínum hestum ok fengusínum skjaldsveinum ok gengu saman ok börðust sváákafliga, at við himin var at sjá lauf af hjálmum þeiraok parta af skjöldum þeira, en sverðin sýndust fjögur álopti. Engi þóttist sét hafa frækiligra einvígi af tveimrmönnum, ok svá lengi börðust þeir, at öllum þótti undr,at þeir váru eigi sprungnir fyrir löngu af mæði. Hjálmþéleiddist, at svá stæði lengr, at engi umskipti yrðiþeira í milli. Því reiddi hann sverðit með miklu afli okreiði, en sakir þess at skjöldrinn var allr höggvinn ákonungssyni, fekk hann eigi hlífum við komit. Kemrþví höggit í hjálminn, svá at hann klofnaði ok brynjanok búkrinn, svá at í beltisstað nam. Fell Núdus dauðr tiljarðar. Lofuðu allir Hjálmþé fyrir þau afreksverk, semhann hafði þar unnit í sinni framgöngu, mest konungrsjálfr. Nú flýr allr herrinn til skipa, ok sigldu í burtu.En konungr ok hans menn fengu þar góz mikit.Síðan snýr allr lýðr heim til hallar ok var mjök kátr.Var veizla in bezta ok ekki sparat, hvat sem búkrinnkunni at beiða. Gekk Hjálmþér ok Ölvir til skemmukonungsdóttur. Hún tók þeim blíðliga ok bað þá sitja.Hjálmþér sagðist vilja halda heim. Hún gengr íburt ok kemr aptr ok mælti: \"Hér er eitt tjald, Hjálmþér,er ek vil gefa þér. Sú náttúra fylgir því, at þér máekkert granda, á meðan þú ert í tjaldinu. Þat er alltmeð gulli gert ok gimsteinum sett.\" Hann þakkar jungfrúnniok minntist við hana; hún grét sárliga. GekkHjálmþér til skipa, ok var konungr þar fyrir. Gaf hannþeim fóstbræðrum góðar gjafir, ok mæltu til vináttumeð sér ok skildust með kærleik ok stigu síðan á skipok heldu heim ok sátu í kastala sínum um vetrinn. Ekkihafði Hjálmþér sét enn stjúpmóður sína."}}