{"originalTitle": "Örvar-Odds_Saga_Chapter_18", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_18", "text": {"0": "Svá er sagt, at Oddr gekk einn dag fram á björgnokkur ok gljúfr stór, þar sem móða mikil fell í straumummeð miklum hávaða. Hann hugði at, ef nokkurmætti yfir komast, ok sá hann þat hvergi. Hann seztnú niðr, ok sem hann hafði eigi lengi þar verit, erhann gripinn upp váveifliga. Var þar kominn gammratfljúgandi ok hremmdi Odd með klóm sínum sváhart, at hann gat engri vörn í móti komit. Þetta kvikvendifló með Odd yfir mörg lönd ok höf. En um síðirflýgr gammrinn at flugabjörgum ok settist í eina tó,er var í björgunum. Váru þar fyrir ungar þessa kvikvendis.Hann lét nú Odd lausan, ok var hann heill okósakaðr, því at honum hlífði skyrta hans, bæði við klómþessa gamms ok öllu því, sem áðr hefir sagt verit.Nú er Oddr hjá ungum gammsins í bælinu. Var þarhátt bjarg fyrir ofan, en flugsær var undir niðr. MáttiOddr með engum hætti á brott komast nema láta fallastofan á sjáinn ok hætta svá lífi sínu. Landtaka varok hvergi nær, því at hann sá fyrir hvárnigan enda ábjörgunum. Ungarnir váru lítt stálpaðir. Gammrinnvar sjaldan heima í bælinu, ok leitaði hann jafnan matfanga.Oddr múlbindr nú ungana, en felr sik í bjargskorunnihjá bælinu. Gammrinn berr at þess fleirifiska ok fugla ok mannahold ok af alls konar dýrumok fénaði. Þar kemr um síðir, at hann berr þangatsoðit kjöt. En þegar gammrinn ferr í burtu, tekr Oddrtil matar, en felr sik þess á milli.Einn dag sér Oddr, at jötunn mikill rær á steinnökkvaþangat at bælinu. Hann er hátalaðr ok mælti:\"Illr fugl er þat, sem hér á bæli, því at hann venst á,dag eptir dag, at stela brott kjöti mínu nýsoðnu. Skalek nú leita við at hefna honum nokkuru. Ætlaða ek þáannat, er ek tók yxnin frá konungi, en fugl þessi skyldihafa þau.\" Oddr stendr þá upp ok drepr ungana, enkallar á jötuninn: \"Hér er allt þat, er þú leitar at, okhefi ek varðveitt þat.\" Jötunninn gengr upp í bælit oktekr kjöt sitt ok berr á nökkvann. Jötunninn mælti:\"Hvar er kögurbarn, er ek sá hér? Gangi þat fram óhrættok fari með mér.\" Oddr sýnir sik nú, ok tók jötunninnhann ok lét út í nökkvann. Hann mælti þá: \"Hversuskulu vit drepa þessa meinvætti?\" Oddr svarar: \"Takþú eld ok legg í bælit, ok er gammrinn kemr aptr, þættimér vera mega, at hann flygi svá nær, at eldrinn hlypií fiðrit, ok munu vit þá fá sigrat hann.\" Þetta fór eptirþví, sem Oddr gat, ok unnu þeir gamminn. Oddr hjóaf honum nef ok klær ok hafði með sér ok stígr út ánökkvann, ok rær jötunninn á burtu.Oddr spyrr hann at nafni, en hann kveðst Hildirheita ok vera risi einn af Risalandi ok eiga konu þá,er Hildiríðr heitir, ok með henni eina dóttur, er Hildigunnrheitir. \"Svá á ek son, er Goðmundr heitir okvar fæddr í gær. Vér erum þrír bræðr. Heitir einnÚlfr, en annarr Ylfingr. Höfu vér sett þing at sumri,ok skal sá vera konungr af oss yfir Risalandi, er mestþrekvirki hefir unnit ok ólmastan hund á, ok skal þaretja á þinginu.\" Oddr mælti: \"Hvat hyggr þú, hverryðar þat muni hljóta at verða konungr?\" Hildirsvarar: \"Víst þykki mér, at þeir muni þat hljóta, þvíat ek hefi alla ævi síztr verit af oss, ok svá mun ennvera.\" Oddr mælti: \"Hvárt mundir þú kjósa, hvat þinnhagr yrði um þetta mál?\" Hildir svarar: \"Þat köra ekat verða konungr, en þat er þó harðla ólíkligt, því atÚlfr á þann varg, at hvervetna er grimmari, ok enginnhundr þolir við hann at bítast. Úlfr hefir drepitþat dýr, er tígris heitir, ok hefir þar til vitnisburðarhöfuð dýrsins. En Ylfingr, bróðir minn, er þó torveldari,því at hann hefir þann hvítabjörn, at engu eirir.Ylfingr hefir ok drepit dýr þat, er úníkorníus heitir,en ek hefi eigi þvílík verk at sýna hér í mót ok enganhund þann, at við þeim megi.\" \"Vel þykki mér þúsegja,\" sagði Oddr, \"en fást mundi hér mega nokkurráð til, þau at dygði, ef maðr væri velviljaðr.\" Hildirmælti: \"Ekki barn jafnlítit hefi ek fundit hortigra enþik né ráðugra, því at mér þykkir svá mega at kveða,at þú sért ekki nema vitit eitt, ok þykki mér í þér inmesta gersimi, hversu kofrmálugr þú ert, ok skal ekfæra þik Hildigunni, dóttur minni, ok skal hún hafaþik fyrir leiku ok fóstra þik ok fæða þik upp jafnframGoðmundi, syni mínum.\"Eptir þat settist Hildir til ára ok reri heim til Risalands,ok þótti Oddi fádæmi, hversu nökkvinn gekk.En er hann kom heim, sýndi hann barn þat, er hannhafði fundit, ok biðr dóttur sína gæta sem síns barnsok eigi verr. En er Hildigunnr tók við Oddi ok er hannstóð hjá henni, tók hann henni tæpt í mitt lær, enþó hafði Hildir allan vöxt yfir hana, eptir því semkarlmanni heyrði. En er Hildigunnr tók Odd upp oksetti hann í kné sér, þá sneri hún honum fyrir sér okmælti:\"Tuttr litliok toppr fyr nefi,meiri var Goðmundrí gær borinn.\"Hún leggr hann þá í vöggu hjá risabarninu ok kvaðyfir þeim barngælur ok gerði vel við hann. En er henniþótti hann óspakr í vöggunni, lagði hún hann í sænghjá sér ok vafðist utan at honum, ok kom þá svá, atOddr lék allt þat, er lysti; gerðist þá harðla vel meðþeim. Sagði Oddr henni þá, at hann væri ekki barn,þótt hann sé minni en þeir menn, er þar eru fæddir.En því fólki er svá háttat, at þat er miklu stærra oksterkara en nokkur kind önnur; vænni eru þeir oken flestir menn aðrir ok ekki vitrari.Þar er Oddr um vetrinn, en um várit spurði hannHildi, hversu góðr hann mundi þeim manni, er honumvísaði til hunds þess, er af bæri hundum bræðrahans. Hildir svarar: \"Allgóðr skylda ek þeim, eðakanntu nokkut til þess at vísa?\" Oddr mælti: \"Vísa má ekþér þar til, en þú skalt sjálfr taka hann.\" Hildir svarar:\"Ek skal ná honum, en þú kom honum í augsýn mér.\"Oddr mælti: \"Þat dýr liggr í Vargeyjum, er kallaðrer híðbjörn. Sú er náttúra á honum, at hann liggr allanvetr í dái, en at sumri stendr hann upp ok er þá svágráðugr ok grimmr, at hann eirir hvárki fé né mönnumok engu því, sem fyrir honum verðr. Nú þætti mérván, at þetta dýr mundi sigra hunda bræðra þinna.\"Hildir mælti: \"Fylgdu mér til hunds þessa, ok ef hannreynist svá sem þú segir, þá skal þér þat góðu launa,þá er ek kem í ríki mitt.\" Síðan búast þeir til ferðar.Þá mælti Hildigunnr við Odd: \"Aptr muntu ætla órför þessari.\" Hann kveðst þat eigi víst vita. \"Um þatværi mér þó meira,\" sagði hún, \"því at ek ann þérmikit, þó at þú sért lítill. Þarf ok eigi við þat at dyljast,at ek em með barni, þó at þat mætti ólíkligra þykkja,at þú værir til þeira hluta færr, svá lítill ok auvirðiligrsem þú ert at sjá. Er þar þó engi í tigi til nemaþú at vera faðir at barni því, er ek geng með. En þóat ek þættumst ekki mega af þér sjá sakir ástríkis, þávil ek þó ekki meina þér at fara, hvert þú vilt, þar eksé, at þú átt ekki eðli til at vera hér álengdar hjáoss, en efast þú ekki í því, at þú kæmist heðan aldri,nema ek vildi. Nú vil ek heldr bera harm ok áhyggjuok morna hér ok þorrna þannig sem auðnar, heldren þú sért eigi í þeim stöðum, sem þér þykkir gott.En hvernig viltu, at ek breyta við barn okkart?\" \"Þúskalt,\" segir Oddr, \"senda mér, ef þat er sveinn, þegarhann er tíu vetra gamall, því at ek vænti, at mannskaprmuni í verða. En ef þat er stúlka, þá fæðist hún hérupp, ok sjá þú ráð fyrir henni, því at ek mun þar engangaum at gefa.\" \"Þú skalt enn öllu þessu ráða semöllu öðru,\" sagði hún, \"okkar í milli, enda far þú núheill ok vel.\" Grætr hún þá sáran, en Oddr ferr á skip.Hildir sezt til ára. Oddi þykkir þat seinligt at sækjameð árum, því at leiðin var löng. Tekr hann þá tilíþróttar þeirar, sem þeim Hrafnistumönnum var gefin;hann dregr segl upp, ok kom þegar byrr á, ok siglaþá fram með landinu ok eigi lengi, áðr Hildir hleyprupp fálmandi á nökkvanum ok at Oddi, þrífr til hansok rekr hann undir sik ok mælti: \"Drepa mun ek þik,ef þú lætr eigi af gerningum þessum, sem þú hefir íframmi, því at öll lönd ok fjöll hlaupa sem þau sé ær,en skipit mun sökkva undir okkr.\" Oddr mælti: \"Eigiskaltu þetta hugsa, því at þik sundlar, er þú ert ekivanr at sigla; nú láttu mik upp standa, ok muntureyna þá, at ek segi satt.\" Hann gerði sem Oddr beiddi.Oddr fellir nú seglit; váru þá þegar kyrr lönd ok fjöll.Oddr bað hann eigi undrast, þó at honum sýndist sváoptar, ef þeir sigldi, ok kvaðst þegar mega stöðva, erhann vildi. Hildir lét sér nú segjast, hvat Oddr mælti,ok skildi nú, at þessi ferð var skjótari en at róa; dregrOddr þá segl upp ok siglir, ok er Hildir nú kyrr.Er nú ekki af sagt þeira ferð, fyrr en þeir koma íVargeyjar ok ganga þar á land. Þar var urð stór.Bað Oddr Hildi seilast inn í urðina ok vita, ef hannfengi nokkut. Hann gerði svá, at hann seilist í urðinaupp allt til axlar, ok mælti: \"Æ er hér nokkut afkártinni, ok mun ek taka á mik róðrarhanzka minn,\"ok svá gerði hann ok dró síðan út björninn at hlustunum.Oddr mælti: \"Nú skaltu fara með hund þennasvá sem ek mælti; haf hann heim með þér ok lát aldrilausan fyrr en á þinginu, þá er þér etið hundunum.Þú skalt ekki gefa honum fyrir sumar ok lát hannvera einn í húsi ok seg engum til, at þú hafir fengithann. En sumardaginn fyrsta skaltu etja honum viðhundana bræðra þinna, en ef hann dugir ekki, þá komþú at öðru sumri í þenna stað; mun ek þá gefa tilannat ráð, ef eigi dugir þetta.\" Víða hafði Hildir fengitbenjar á höndunum. Hann mælti: \"Þat skil ek til viðþik, Oddr, at þú komir í þenna stað annat vár í þettamund.\" Oddr játaði því.Hildir ferr nú heim með dýrit ok háttar svá öllusem Oddr mælti fyrir, en Oddr snýr annan veg, oker ekki sagt af hans athöfnum né afreksverkum, fyrren annat vár kemr hann í þann stað, sem þeir sammæltustá, ok kemr Oddr fyrri ok ferr í skóg þaðanskammt í frá ok vill eigi láta Hildi sjá sik, því athann vill nú ekki hætta til fundar við hann; þykkistvita, at hann mun hefna vilja, ef eigi hefir allt eptirþví farit, sem hann hafði sagt honum. Ok eigi miklusíðar heyrir hann áraglamm ok sér, at þar ferr Hildirok gengr á land upp ok hefir í hendi ketil af silfrifullan, en í annarri kistur tvær mjök þungar. Ok semhann kom í þann stað, sem þeir höfðu á kveðit, þábeið hann þar nokkura stund, ok kom Oddr eigi. Þámælti risi: \"Illa er nú, Oddr fóstri, at þú kemr eigi,en fyrir því at ek á eigi tóm til at dveljast hér lengi,fyrir því at ríki mitt er geymslulaust, meðan ek em frá,þá vil ek hér láta kistur þessar, þær eru fullar af gulli,ok ketil fullan af silfri; skaltu eiga þetta fé, þó at þúkomir seinna til. Mun ek leggja yfir hellustein, at eigifeyki vindr, en ef þú sér eigi þat, legg ek ofan þessagripi, þat er sverð, hjálmr ok skjöldr. En ef þú ert nokkurnær, svá at þú megir heyra orð mín, þá vil ek segjaþér, at ek varð konungr yfir bræðrum mínum ok ekátta hund miklu ólmastan, því at hann beit til dauðshvárntveggja hund bræðra minna ok marga menn þeira,er duga vildu hundunum. Ek bar fram nef ok klæraf gamminum, ok þótti þat miklu meira þrekvirki enþat, er bræðr mínir höfðu unnit; em ek nú einn konungryfir landi því, er vit bræðr áttum. Nú mun ek íburt fara ok heim til ríkis míns. Komir þú á minn fund,þá skal ek ekki forverkum við þik gera, þat sem vel er.Vil ek ok þat segja þér, at Hildigunnr, dóttir mín, hefirfætt svein þann, er Vignir heitir, er hún segir, at þúeigir með henni; skal ek hann upp fæða með allrivirkt. Íþróttir skal ek honum kenna ok allt við hanngera sem ek eigi sjálfr ok upp fæða til þess, at hanner tíu vetra, ok þá þér senda, eptir því sem þú hefirvið hana sjálfa ráð fyrir gert.\" Síðan rær hann á burtá nökkva sínum. Ok þegar hann var á burtu, stendrOddr upp ok gengr þar til, sem féit var undir hellunni,ok var þat svá mikit bjarg, at margir menn máttuhvergi hræra. Náir Oddr því einu fé, sem ofan liggrá hellunni; var þat þó mikit fé. At þessu fengnu, semnú var frá sagt, gengr Oddr á merkr ok skóga."}}