{"originalTitle": "Örvar-Odds_Saga_Chapter_25", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_25", "text": {"0": "Nú sitr Næframaðr þar ok drekkr jafnan lítit umkveldin ok leggst snemma niðr. Svá ferr fram, þar tiler menn skulu fara á dýraveiðarnar. Þat var um haustit.Nú tekr Ingjaldr til orða um aptaninn, at þar væriundir, -- \"at vér værum snemma á fótum á morgin.\"\"Hvat skal þá?\" sagði Næframaðr. Nú segir Ingjaldr,at fara skal á veiðar. Síðan leggjast þeir niðr um kveldit,en um morguninn standa þeir upp bræðr ok kalla atNæframanni ok geta víst eigi vakit hann, svá sefr hannfast, ok vaknar hann ekki fyrr en hverr maðr var áburtu, sá er á veiðar vildi fara. Næframaðr tók tilorða: \"Hvat er nú, hvárt eru menn búnir?\" Ingjaldrsvarar: \"Búnir,\" sagði hann, \"heldr er hverr maðr áburtu, ok höfum vér þik vakit í allan morgin, okmunu vér aldri fá dýr skotit í dag.\" Þá mælti Næframaðr:\"Hvárt eru þeir allmiklir íþróttamenn, Sjólfr okSigurðr, um alla hluti.\" \"Þá sæi þat,\" sagði Ingjaldr,\"ef nokkurr léki í móti þeim.\" Þeir koma nú í fjallit,ok hlaupa dýr hjá þeim, ok draga þeir upp boga sínabræðr, ok er þeir skyldu freista at skjóta dýrin, þáhæfðu þeir aldri eitt dýr. Þá mælti Næframaðr: \"Aldrihefi ek sét,\" sagði hann, \"jafnóliðliga at farit sem þitfarið at, eða hví getið þit svá ófimliga at farit at þessu?\"Þeir segja: \"Þat höfum vér sagt þér, at vit værum óliprarien aðrir menn, en orðit aldri búnir í morgin okhöfum þat nú dýranna, er aðrir hafa áðr æst upp okfælt.\" Næframaðr mælti þá: \"Eigi kann ek þat at sjá,at ek mega ófimligar at fara, ok látið hingat bogann,ok vil ek reyna.\" Þeir gera nú svá. Hann dregr uppbogann, ok ræða þeir um, at hann skuli eigi brjóta,en hann dró örina fyrir odd ok rykkir í sundr boganumí tvá hluti. \"Nú hefir þú gert illa,\" segja þeir, \"oker okkr þetta mein mikit. Er nú örvænt, at vér munumaldri dýr fá skotit í degi.\" \"Eigi hefir nú vænligatil tekizt,\" segir hann, \"eða hversu líkligr þykkir yðrstafr minn til boga, eða er ykkr nokkur forvitni á atvita, hvat í belg mínum er.\" \"Já,\" segja þeir, \"þar erokkr allmikil forvitni á.\" \"Þá skulu þit breiða niðrskikkjur ykkrar, ok mun ek steypa ór því, er í er.\" Svágera þeir, en hann steypir því niðr á skikkjurnar, er ívar. Síðan bregðr han upp boga sinn ok leggr ör ástreng ok skýtr fram yfir höfuð þeim mönnum öllum, erá veiðinni váru. Svá lætr hann um daginn sem þat eittsé at skjóta dýr þau, er fara fyrir þeim Sigurði ok Sjólfi.Hann skýtr öllum skeytum sínum nema sex örvum,steinörvum karls ok Gusisnautum. Missti hann aldridýrs um daginn, en þeir hlaupa hjá honum bræðr, okþótti þeim mikit gaman at sjá þat, er hann skaut.En um kveldit, er menn kómu heim, þá váru hversmanns skeyti fram borin á borð fyrir konung, ok hefirhverr maðr markat sín skeyti, ok skal konungr sjá,hversu mörgum dýrum hverr hefir at bana orðit umdaginn. Nú mæltu þeir bræðr: \"Far þú innar, Næframaðr,eptir skeyti þínu, þat mun vera lagt á borð fyrirkonung.\" \"Farið þit,\" sagði hann, \"ok eignið ykkrskeytit.\" \"Þat tjáir okkr ekki,\" segja þeir, \"því at konungrveit íþróttir okkrar, at vér kunnum síðr at skjótaen aðrir menn.\" \"Þá skulu vér fara allir saman,\" sagðihann. Nú ganga þeir innar fyrir konung. Nú tók Næframaðrtil orða: \"Hér eru skeyti þau, er vér munumeigna oss félagar.\" Konungr leit við honum ok mælti:\"Bogmaðr ertu mikill.\" \"Já, herra,\" sagði hann, \"þvíhefi ek helzt vanizt at skjóta dýr ok fugla til matarmér.\" Ok eptir þat ganga menn í sæti sín. Nú líðastundir."}}