{"originalTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_4", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Egils_Saga_Einhenda_Ok_Ásmundar_Berserkjabana_Chapter_4", "text": {"0": "Ásmundr fór nú til móts við Egil ok bað sína mennróa vápnaða at þeim. Egill var ekki varbúinn ok spurði,hverr þar gerði svá gildan atróðr. Ásmundr sagði tilsín, -- \"ok á ek við þik erendi.\" \"Lát heyra þau,\" sagðiEgill. \"Ek vil skipta við þik vápnum,\" sagði Ásmundr,\"ok gefa sverð mót öxum.\" \"Eigi viljum vér þess synja,\"sagði Egill, \"eða er mikit fé á skipum yðrum?\" Ásmundrsagði eigi vera, -- \"viljum vér afla þar nokkurs,sem þér eruð, eða hverju vili þér bæta konungi fyrirrán?\" \"Ekki erum vér vanir,\" sagði Egill, \"at leggjapeninga fyrir, þótt sveinar taki sér slátrsauði.\" \"Þámunu vér eptir leita,\" sagði Ásmundr, \"því at konungrsendi mik eptir höfði þínu.\" \"Hann vill þik þá feigan,\"sagði Egill, \"ok gerumst heldr fóstbræðr ok drepumkonung ok göngum at eiga dætr hans.\" \"Eigi eru þærlausar fyrir,\" sagði Ásmundr, \"því at þær hafa veritstolnar frá honum.\" \"Þat er skaði, ef menn okkrirdrepast niðr,\" sagði Egill, \"ok berjumst tveir heldr.\"Ásmundr kveðst þess albúinn. Þeir ganga nú á landok reyndu sínar íþróttir, ok var nær um með liðsmönnumþeira, ok um kveldit settust þeir í samdrykkju oksváfu af um nóttina.En um morguninn tóku þeir Ásmundr ok Egill vápnsín ok börðust sterkliga, ok þrimr skjöldum spillti hvárrfyrir öðrum. Var þá sól í fullu suðri. Egill mælti þá:\"Viltu eiga leik þenna lengr?\" \"Eigi er enn mikit umþreytt,\" sagði Ásmundr, \"ok eigi mun konungi þykkjarekit sitt erendi, ef vit hættum svá búit.\" \"Þú muntráða,\" sagði Egill. \"Hversu gamall maðr ertu?\" sagðiÁsmundr. \"Átján vetra,\" sagði Egill. \"Tak vápn þín,ef þú vilt lengr lifa,\" sagði Ásmundr. Berjast þeir núöðru sinni, ok sýnist æ sem þeim sé dauðinn víss, semtil er höggvit. Ok sem sól er komin í útsuðr, mæltiEgill: \"Betra ætla ek okkr at hætta þessum leik.\"\"Hræðsla gengr þér til þess,\" sagði Ásmundr. Hannhafði þá fengit eitt sár. \"Ver þik nú þá,\" sagðiEgill.Sóttust þeir þá í þriðja sinn. Átti Ásmundr þá ekkiannat at gera en hlífa sér, ok fengit hafði hann núþrjú sár. Sér hann nú, at eigi mun svá búit duga, kastarnú sverðinu ok hleypr á Egil. Verðr honum nú bághöndin, ok berast þeir víða um völlinn, en svá kemr,at Egill fellr. Hafði hvárr slitit hjálminn af öðrum.\"Eigi nenni ek,\" sagði Ásmundr, \"at bíta sundr í þérbarkann, er sverð mitt er fjarri.\" \"Sá er þér nú beztr,\"sagði Egill. \"Þat mun nú voga verða,\" sagði Ásmundr.Hljóp hann þá eptir sverði sínu ok hljóp at Agli, enhann lá svá kyrr sem hár hans væri skorit. Ásmundrmælti: \"Engum manni ertu líkr, Egill. Stattu nú upp,ok vil ek nú boð þat, er þú hefir áðr boðit mér, at veraþinn fóstbróðir.\" \"Mikit þykki mér fyrir því,\" sagðiEgill, \"á ek þá at launa þér lífgjöf.\" \"Eigi mun ek drepaþik,\" sagði Ásmundr, \"en þat vil ek, at þú farir meðmér til konungs.\" Kómu þá menn þeira beggja ok báðuþá sættast. Takast þeir nú í hendr ok sverjast ífóstbræðralag eptir fornum sið."}}