{"originalTitle": "Grettis_Saga_Chapter_74", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Grettis_Saga_Chapter_74", "text": {"0": "Svo er sagt að þá er Grettir hafði tvo vetur verið í Drangey    þá höfðu þeir skorið flest allt sauðfé það sem þar hafði    verið. En einn hrút létu þeir lifa svo að getið sé. Hann var    hösmögóttur að lit og hyrndur mjög. Að honum hentu þeir mikið    gaman því að hann var svo spakur að hann stóð fyrir úti og    rann eftir þeim þar sem þeir gengu. Hann gekk heim til skála    á kveldin og gneri hornum sínum við hurðina.    Gott þótti þeim í eyjunni því að þar var gott til matar fyrir    fugls sakir og eggja. En til eldiviðar var þar hneppst að    afla og lét Grettir jafnan þrælinn kanna reka og rak þar oft    kefli og bar þau heim til elda. Ekki þurftu þeir bræður að    starfa utan að fara í bjarg þá er þeim líkaði.    Þrællinn tók að letjast mjög á starfanum. Gerðist hann nú    möglunarsamur og ógeymnari en verið hafði. Hann skyldi geyma    um eld hverja nótt og bauð Grettir mikinn varnað á því því að    skip var ekki hjá þeim.    Nú bar svo til að eldur slokknaði fyrir þeim á einni nótt. Þá    varð Grettir styggur við og kvað það maklegt að Glaumur væri    hýddur. En hann, þrællinn, sagði illa ævi sína að liggja hér    í útlegð en vera hraktur og barður ef nokkuð mistækist.    Grettir spurði Illuga hvað þá væri til ráða. En hann kvaðst    eigi annað sjá en þeir mundu þar verða að bíða til þess er    skip bæri að.    Grettir sagði að þeim var blint til þess að ætla \"mun eg    heldur hætta til hvort eg kemst til lands.\"    \"Mikið þykir mér það,\" segir Illugi, \"því að við erum upp    gefnir ef þér verður nokkuð.\"    \"Ekki mun eg á sundi drukkna,\" sagði Grettir. \"En þó mun eg    verr trúa þrælnum héðan frá svo mikið sem oss lá hér við.\"    Það var vika sjóvar sem skemmst var til lands úr eyjunni."}}