{"originalTitle": "Örvar-Odds_Saga_Chapter_3", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Örvar-Odds_Saga_Chapter_3", "text": {"0": "Eptir þetta bað Oddr Ásmund fara með sér. Þeirtaka Faxa ok slá við hann beizli ok leiða hann eptirsér, unz þeir koma í eitt dalverpi. Þar gera þeir gröfdjúpa, svá at Oddr komst tregliga upp ór, en síðandrepa þeir Faxa þar í ofan, ok færir Oddr þar svá stórasteina á ofan ok þeir Ásmundr sem þeir gátu mestaok bera sand hjá hverjum steini. Haug verpa þeir þaraf upp, er Faxi liggr undir. En er þeir höfðu lokitverki sínu, mælti Oddr: \"Þat ætla ek, at þat láta ekum mælt, at tröll eiga hlut í, ef Faxi kemst upp, okþat hygg ek, at rennt hafa ek nú þeim sköpunum, athann verði mér at bana.\"Þeir fara heim eptir þat ok til fundar við Ingjald.\"Skip vil ek mér láta fá,\" sagði Oddr. \"Hvert skalfara?\" sagði Ingjaldr. \"Burt ætla ek heðan,\" sagðiOddr, \"af Berurjóðri ok koma hér aldrigi, meðan eklifi.\" \"Þat muntu eigi gera vilja,\" sagði Ingjaldr, \"þvíat þat gerir þú svá, at mér þykkir verst, eða hvat viltuhafa manna með þér?\" \"Vit Ásmundr skulum faratveir,\" sagði Oddr. \"Aptr, vil ek, at þú sendir Ásmundskjótt,\" sagði Ingjaldr. \"Eigi skal hann heldr aptr komaen ek,\" sagði Oddr. \"Þat gerir þú illa,\" sagði Ingjaldr.\"Þat skal ek gera, er ek ætla, at þér muni verst líka,fyrir þat, at þú bautt hingat völunni, ok vissir þú, atmér þótti þat verst,\" sagði Oddr.Nú búast þeir til ferðar Oddr ok Ásmundr okganga á fund Ingjalds ok biðja hann vel lifa ok faratil skips ok draga þat fram; róa síðan frá landi. \"Hvertskulu vit fara?\" sagði Ásmundr. \"Mun eigi þat ráð,\"sagði Oddr, \"at sækja heim frændr sína í Hrafnistu?\"En þá er þeir váru komnir út um eyjar, tók Oddr tilorða: \"Erfiðlig er för okkur, ef vit skulum róa allaleið norðr til Hrafnistu; mun nú verða at vita, hvártek hefi nokkut af ættargift várri. Þat er mér sagt, atKetill hængr drægi segl upp í logni. Nú skal ek þatreyna ok draga segl upp.\" En þegar þeir höfðu unditseglit, þá gaf þeim byr, til þess at þeir koma til Hrafnistusnemma dags; draga upp skip sitt ok ganga síðantil bæjar. Oddr hafði ekki fleira vápna en mæli sinnok hafði hann á baki, en boga í hendi. En er þeirkoma at bænum, stóð þar maðr úti ok heilsar þeimvel, er komnir eru, ok spyrr þá at nafni. \"Engu skiptirþik þat,\" sagði Oddr. Þá spurði Oddr, hvárt Grímrværi heima. Sá sagði, at hann var heima. \"Þá kalla þúhann út,\" sagði Oddr. Sá fór þá inn ok sagði Grími, atmenn váru komnir úti tveir, -- \"ok mæltu, at þúskyldir út ganga.\" \"Hví mega þeir eigi inn ganga?\"sagði Grímr, \"ok bið, at þeir gangi inn.\" Út fór sá oksagði þeim slíkt sem við hann var mælt. \"Þú skalt farainn í öðru sinni,\" sagði Oddr, \"ok seg Grími, at hannkomi út ok finni okkr.\" Sá fór ok sagði Grími. \"Hvernveg er þessum mönnum farit?\" sagði Grímr. \"Þeir eruvænir menn at yfirliti ok miklir vexti. Belg nokkurnmikinn hefir sá annarr á baki.\" \"Svá segir þú frá mönnumþessum, at hér munu komnir þeir fóstbræðr, Oddrok Ásmundr.\" Síðan fór Grímr út ok allir þeir, seminni váru, ok fagna vel Oddi ok Ásmundi. Býðr Grímrþeim inn með sér í skála, ok þat þiggja þeir.En þegar þeir höfðu niðr setzt, þá spyrr Oddr atfrændum sínum, Guðmundi ok Sigurði, en þar var sváfrændsemi farit, at Guðmundr var bróðir Odds, en sonrGríms ok Lopthænu, en Sigurðr var systursonr Gríms.Þeir váru vænir menn. \"Þeir liggja hér norðan undireyjunni ok ætla til Bjarmalands,\" sagði Grímr. \"Þá vilek finna,\" sagði Oddr. \"Hitt vil ek,\" sagði Grímr, \"atþú sért hér í vetr.\" \"Fara verðr nú fyrst,\" sagði Oddr,\"ok hitta þá.\" Ok þá fór Grímr með honum, til þesser þeir koma á norðanverða eyna. Þeir liggja þar á tveimskipum. Þá lét Oddr kalla þá á land, frændr sína. Þeirfagna honum vel, ok þegar sem þeir hafa spurt tíðenda,mælti Oddr: \"Hvert hafi þit för ykkar ætlat?\" \"TilBjarmalands,\" sagði Guðmundr. \"Vit Ásmundr viljumfara með ykkr,\" sagði Oddr. En Guðmundr hafði orðfyrir þeim ok mælti: \"Eigi stendr þann veg af, Oddrfrændi, at þú farir með okkr sumarlangt. Vit höfumnú áðr búna ferð okkra, ok far þú með okkr at sumri,þangat sem þú vilt.\" \"Vel er þat mælt,\" sagði Oddr,\"en vera þykki mér mega, at ek fái mér skip at sumriok þurfi ekki at vera ykkarr farþegi.\" \"Eigi muntu meðokkr fara at sinni,\" sagði Guðmundr, ok skildu at því."}}