{"originalTitle": "Helga_Þáttr_Þórissonar_Chapter_2", "author": "Not Available", "sourceLink": "http://www.perseus.tufts.edu/hopper/opensource/download", "source": "Perseus", "language": "Old_Norse", "englishTitle": "Helga_Þáttr_Þórissonar_Chapter_2", "text": {"0": "Nú líðr svá fram til jóla. Þat var eina nótt, atkemr á býsna veðr. Þorsteinn mælti við bróður sinn:\"Vit skulum standa upp ok vita, hvat líðr um skipokkart.\" Þeir gera svá, ok var þat fast vel. Helgi hafðilátit gera drekahöfuð á skip þeira upp á stafnana okbúa vel fyrir ofan sjó. Fór þat fé þar til, er Ingibjörggaf honum, dóttir Guðmundar konungs, en sumt læstihann í drekahálsinum. Þá heyra þeir brest mikinn.Þar ríða at þeim tveir menn ok höfðu Helga í burtmeð sér. Veit Þorsteinn eigi, hvat af honum verðr. Fellrþá veðrit skjótt. Þorsteinn kemr heim ok segir föðursínum þenna atburð, ok þykkir þetta mikil tíðendi.Ferr hann þegar á fund Óláfs konungs ok segir honum,hvar komit var, ok biðr hann nú verða vissanum, hvar er sonr hans er niðr kominn. Konungr segistþat gera mundu, sem hann beiddi, en kveðst þó óvísthugr um segja, hver nyt frændum hans mundi at honumverða.Síðan fór Þórir heim, ok líðr svá þetta ár ok alltfram á jól annat ár, ok sitr konungr á Alreksstöðumum vetrinn. Þá kemr átti dagr jóla, ok um kvelditganga þrír menn í höllina fyrir Óláf konung, þáer hann sat yfir borðum. Þeir kveðja hann vel. Konungrheilsar þeim vel í móti. Er þar kominn Helgi, enmenn kenna eigi hina tvá. Konungr spurði þá at nafni,en hvárrtveggi kveðst Grímr heita. \"Erum vit sendiraf Guðmundi á Glæsisvöllum hingat til yðar. Hannsendi yðr kveðju sína ok þar með tvau horn.\" Konungrtók við, ok váru gullbúin. Þetta váru allgóðir gripir.Óláfr konungr átti tvau horn, er Hyrningar váru kallaðir,ok þó at þau væri harðla góð, þá váru þau þóbetri, er Guðmundr sendi honum. \"Þess beiddi Guðmundrkonungr yðr, herra, at þér værið vinir hans, okþótti mestu varða um yðra þykkju, meir en allra annarrakonunga.\" Konungr svarar þá engu, en lætr vísaþeim til sætis félögum. Konungr lætr fylla hornin Grímaaf góðum drykk ok lætr byskup blessa ok lét færa þeimGrímum, at þeir drykki fyrst af. Þá kvað konungrvísu þessa:\"Gestir skulu hornumí gegn taka,meðan hvílast látum þennaþegn Guðmundar,ok af samnafnasínum drekki;svá skal Grímumgott öl gefast.\"Þá taka Grímar við hornunum ok þykkjast nú vita, hvatbyskup hefir yfir lesit drykkinum. Þeir segja þá: \"Eigiferr nú fjarri því, sem Guðmundr, konungr várr, gattil. Er þessi konungr prettóttr ok kann illa gott at launa,því at konungr várr gerði til hans sæmiliga. Stöndumnú upp allir ok verðum í brottu heðan.\" Svá gera þeir.Verðr þá hark mikit í stofunni. Þeir slógu niðr drykkinumaf hornunum ok slökktu login. Þá heyrðu þeirbresti stóra. Konungr bað guð til gæta ok bað mennupp standa ok stöðva þetta hark. Síðan verða þeir Grímarúti ok Helgi með þeim. Váru þá ljós upp tendruð íkonungs herbergi. Sjá þeir þá drepna þrjá menn, enþar liggja hornin Grímar á gólfinu hjá inum dauðum.\"Þetta er undr mikit,\" sagði konungr, \"ok væri betr,at slík yrði sjaldan. Ok þat hef ek heyrt sagt af Guðmundiaf Glæsisvöllum, at hann sé mjök fjölkunnigrok illu megi helzt við hann skipta, ok eru þeir mennilla komnir, er undir hans valdi eru, ef vér mættumnokkut at gera.\"Konungr lét varðveita hornin Gríma ok af drekka,ok dugir þat vel. Þar er nú kallat Grímaskarð ofan atAlreksstöðum, er þeir hafa austan farit, ok er þat engramanna at fara þar síðan."}}